{"translation": {"en": "With exercise, you can control the symptoms of OCD by strengthening the nervous system to keep your focus in mind when you are obsessed with it.", "ha": "Tare da motsa jiki, zaku iya sarrafa alamun OCD ta hanyar ƙarfafa tsarin juyayi don ku mai da hankali ga tunaninku lokacin da kuke damu da shi."}}
{"translation": {"en": "Hey Boggus, I'm pretty sure the guy", "ha": "sheyi na sure guy nai"}}
{"translation": {"en": "It seems much more likely that it was a character", "ha": "Akwai babban yiwuwar cewa zai zama mutuncinta ya kasance uwargijiya."}}
{"translation": {"en": "So what can we do with these little pieces of fabrics?", "ha": "To, menene za a iya yi tare da dukan waɗannan ƙananan Beanies yanzu?"}}
{"translation": {"en": "\"Among the technological archaisms I've had to explain to the Tuned In children-what a 'record' is, why they call it 'dialing' a phone, the fact that, once, you couldn't rewind TV shows-is the fact that, a long time ago, musicians used to make little movies of their songs, and people would watch them on TV.\"", "ha": "\"Daga cikin fasahar da nake da shi game da Tunatarwa a cikin yara - menene 'rikodin', dalilin da ya sa suka kira shi 'kiran' waya, da cewa, sau ɗaya, ba za ka iya dawo da TV ba - shi ne gaskiyar cewa, tun da daɗewa, masu kida sun yi amfani da finafinan waƙoƙin fina-finan, kuma mutane za su kallon su a talabijin. \""}}
{"translation": {"en": "Just curious...what is the reason for this questionnaire?", "ha": "To sai dai ga Hon ..... yace suna da hujjar daukan wannan mataki."}}
{"translation": {"en": "The two reconciled, and realized they needed each other.", "ha": "A ƙarshe, maza biyu sun fadowa amma sun gane cewa suna bukatar juna."}}
{"translation": {"en": "Art in the Classical Age of Athens", "ha": "Harshen Girkawa a cikin Archaic Age Bayan Ƙasar Kasa a Athens"}}
{"translation": {"en": "\"Fuck my arse, please, please.\"", "ha": "\"Anas banida kaya a jikina shiyasa please kayi hak'uri.\""}}
{"translation": {"en": "the enchanted castle day 2", "ha": "sewa apartment moi 2 kamar"}}
{"translation": {"en": "Step 1: What kind of SAFE?", "ha": "Shuka shinge: wane tsire-tsire za i?"}}
{"translation": {"en": "That's the way you will goif you follow Cain.", "ha": "Aau to muhanku mun chahin bi kain"}}
{"translation": {"en": "But the kissing...", "ha": "Kiss yi ihu ..."}}
{"translation": {"en": "The first time was in 1779, when he uncovered a plot to capture the general.", "ha": "A karo na farko ya kasance a 1779, lokacin da ya gano wani makirci don kama janar."}}
{"translation": {"en": "This was true in a measure, but the", "ha": "Hakan ya faru kamar yadda ya kamata, amma daga matsayi na matsayi."}}
{"translation": {"en": "She enjoyed all of it, and said she would eat more later.", "ha": "Shi ma ya ci duka saboda sun ce ya tafi zan biyo shi daga baya."}}
{"translation": {"en": "It has become one of Gounod's most famous works.", "ha": "Wannan ya zama daya daga cikin shahararrun shahararrun mahimmancin Houdini."}}
{"translation": {"en": "The one who has fallen into", "ha": "Wanda yashige cikin"}}
{"translation": {"en": "No schooling (1)", "ha": "Babu Kalan (1)"}}
{"translation": {"en": "You may want to look at someone you know very well.", "ha": "A wannan yanayin, ya kamata ku yi tsammanin wani mutum ya ziyarce ku, wanda kuka sani sosai."}}
{"translation": {"en": "Whatever I decide to whip-up, though, I do know one thing.", "ha": "Amma, duk abin da kuka zaɓa na shugaban, bari in yi abu ɗaya a fili."}}
{"translation": {"en": "ALI's constitutional court has confirmed the", "ha": "Haka zalika shima ministan harkokin kasashen wajen Tunisia ya tabbatar da mutuwar Ali."}}
{"translation": {"en": "Gram means \"wrath.\"", "ha": "grammar yana nufin 'nahawu' (wato ƙa'idojin da ake bi gurin yin magana da turanci)."}}
{"translation": {"en": "But there are many more products to help make the home safer for children.", "ha": "Amma akwai wasu samfurori da yawa don taimakawa wajen sa gidan ya fi tsaro ga yara."}}
{"translation": {"en": "I have no idea why she wanted this.", "ha": "Ban san dalilin da ya sa ta bukaci hakan ba?"}}
{"translation": {"en": "Now you have to submit this form along with the fee.", "ha": "Yanzu kana buƙatar haɗa nauyin Kirsimeti zuwa fom ɗin."}}
{"translation": {"en": "Here is the contact information's", "ha": "Nan ne kenan cibiyar fitar da bayanai game da cutar."}}
{"translation": {"en": "It gives us the proverb 'a bird in the hand is worth two in the bush,' meaning that it's better to hold on to and appreciate what you already have than to lust for something bigger or better.", "ha": "Harshen Ingilishi, \"tsuntsu a hannun yana da daraja biyu a cikin daji\" yana nufin cewa ya fi dacewa da farin ciki da abin da kake da shi maimakon zama mai haɗari kuma ya nemi ƙarin."}}
{"translation": {"en": "Fast and more.", "ha": "Yo Gabba Gabba and more"}}
{"translation": {"en": "For no reason at all the director burst out laughing.", "ha": "Babu inda ake gwamnati tace ta san komi dari bisa dari."}}
{"translation": {"en": "I took that as a sign and have created a few more.", "ha": "Na aiwatar da wannan da kaina, kuma ta haifar da ƙarin hannun jari."}}
{"translation": {"en": "You can play even on the go!", "ha": "Har ma da kyau, za ku iya yin wasa a layi!"}}
{"translation": {"en": "Twenty six years later, he was posthumously inducted into the WWE Hall of Fame.", "ha": "Shekaru ashirin da shida bayan haka, an tura shi zuwa WWE Hall of Fame."}}
{"translation": {"en": "The situation was very different in the First century.", "ha": "Yanayin ya bambanta sosai a farkon ƙarni na Kristanci."}}
{"translation": {"en": "Dealing with failure can be painful.", "ha": "Amma aikatawa da kasawa zai iya cutarwa!"}}
{"translation": {"en": "Think about this before building a room.", "ha": "Yi tunani a hankali game da wannan tambaya kafin ka kafa kafa a cikin ɗakin hira."}}
{"translation": {"en": "Faye walker, she figured you out, didn't she?", "ha": "Yayin da kake ollie, ka jawo kafar kafa a gaban ka, dama?"}}
{"translation": {"en": "Best community: 2.", "ha": "Mafi kyawun karshin kungiyar 2:"}}
{"translation": {"en": "\"Dehydration can lead to serious complications.\"", "ha": "\"Hana fitar da ƙanana ciwo zai iya haifar da babban ciwo\""}}
{"translation": {"en": "(sorry for the late reply, but i've been pretty busy)", "ha": "(Sorry 4 late posting kamar kullum, ina busy ne shiyasa)"}}
{"translation": {"en": "Many fashion designers specialize in Women's clothing and have become famous.", "ha": "Irin wannan jakunkuna masu ban sha'awa suna da sha'awar mata na fashion kuma sun zama sanannun."}}
{"translation": {"en": "\"Life of the Party\" Children's Musical in Pictures", "ha": "Babban taron \"Ranar Shuhada\" na bana a cikin hotuna......"}}
{"translation": {"en": "Ball of Fire S03E08 English subtitles (2010) 1CD srt", "ha": "7 1.Seishunni Sononamidaga Hitsuyouda hunni Sononamidaga Hitsuyouda Koi shitai koi shitai koi shitai kisetsu ga kuru ... ai koi shitai kisetsu ga kuru kimi no koto mitsuke ta watari rouka furimuku furimuku me ga au sono shunkan boku ... ku me ga au sono shunkan boku wa mou hashiridashi te iru hajike ton de kieru shabondama mitai sa mune no taka ... abondama mitai sa mune no takanari osae kire nai kara massugu ni nobi ta shiroi rain oikake te yuku atarashii sutaato ni te o nobashi tara shipp"}}
{"translation": {"en": "But as I thought about his words, I knew that they were true.", "ha": "Na ci gaba da tunani game da kalmominta kuma na gane cewa sun kasance gaskiya."}}
{"translation": {"en": "There are 330 unemployed women.", "ha": "dole da aka yi wa 'yan mata har 330."}}
{"translation": {"en": "It's recommended that the treatment is applied a few moments before sex.", "ha": "Sabili da haka, anyi amfani da shi na wucin gadi a 'yan kwanaki kafin yin jima'i."}}
{"translation": {"en": "Did you know there were so many different categories of \"Misleading News?\"", "ha": "Shin, kun san cewa akwai adadi mai yawa da ake kira \"matasan matasa\" da suka dace da nau'in wallafe-wallafe na gargajiya?"}}
{"translation": {"en": "\"Workforce is a trouble.", "ha": "\"Kotunka ita ce matattara ayyuka."}}
{"translation": {"en": "Disease is rampant among them, and many die each day.", "ha": "Kuma zargin da aka yi masa bala'i ya zuba daga gare shi, kuma a kowace rana kuma da yawa daga cikinsu."}}
{"translation": {"en": "Write down the intent and context of the keyword/s...", "ha": "Nemi kuma bayyana marubucin ko ma'anar karin magana ko zance. . . . ."}}
{"translation": {"en": "the history of Indian cinema and example", "ha": "nashe mai indian ladkiyo ki chudai video"}}
{"translation": {"en": "It won't go away, but always remember that if you take care of yourself, you are taking care of your baby.", "ha": "_Bazan sakeki ba Fateema, kije gida idan komai ya lafa zan ɗauko ki, ki kulamun da kanki sosai_"}}
{"translation": {"en": "Also, He commanded: \"And of mankind, there are some (i.e., hypocrites) who say: 'We believe in Allah and the Last Day' while in fact they believe not.", "ha": "8; Kuma akwai daga mutãne wanda (2) yake cewa: \"Mun yi imani da Allah kuma da Yinin Lãhira.\""}}
{"translation": {"en": "After all, what business owner or marketing manager wouldn't kill for a video featuring his product that's seen and shared by millions of people.", "ha": "Koma duk abin da magajin kasuwanci ko mai sayar da kasuwancin zai kashe don bidiyon da ke nuna samfurinsa wanda miliyoyin mutane ke gani da raba shi?"}}
{"translation": {"en": "You're using the tightest hook", "ha": "Za ku yi amfani da hannunku mafi rinjaye don harbi harbi."}}
{"translation": {"en": "And when the group is together, those coming up from the back will be totally shattered.", "ha": "Idan kumfa wadanda suke da nau'i ɗaya, to, bango da ke raba su zai zama lebur."}}
{"translation": {"en": "Are they being asked to perform tasks for which they lack proper training?", "ha": "Duk da haka suna da bukatun aiki tare da bayanai ba a saduwa ba?"}}
{"translation": {"en": "\"Do you hear it talking to us?\"", "ha": "Ai kana jin yadda suke yada mana magana wai ya tare a jikinmu baya musu komai\""}}
{"translation": {"en": "He wants, needs her to win.", "ha": "Ya want it, ya gotta earn it."}}
{"translation": {"en": "Brittany actually took the time to respond.", "ha": "Brittany yayi shawara mai kyau game da karbar lokaci."}}
{"translation": {"en": "able to control the temperature", "ha": "Zaka iya sarrafa zazzabi yadda ake so."}}
{"translation": {"en": "for these applications typically consist of one application or a small", "ha": "Yawanci, ana samun wannan tareda madauri ko madauri."}}
{"translation": {"en": "And here comes Contador, who got hauled in by the other pair.", "ha": "Akwai kuma hanji, wanda ya ɗauki wurinsa a cikin rami na ciki."}}
{"translation": {"en": "U.S., Russia tied in Fed Cup match", "ha": "Rasha tare da babban zakara suna al'aura da cum akan cam."}}
{"translation": {"en": "Business to business forums to share ideas and information", "ha": "Creativeungiyoyin kirkira don raba aiki da ra'ayoyi."}}
{"translation": {"en": "capacity for independent thought.\"", "ha": "Tunani mai zaman kansa. \""}}
{"translation": {"en": "While the information contained in the article may be true, it is more difficult to validate information if you don't know the credentials of the author.", "ha": "Duk da yake bayanin da ke kunshe a cikin labarin zai iya zama gaskiya, yana da wuya a tabbatar da bayanin idan ba ku san takardun shaidar marubucin ba."}}
{"translation": {"en": "Hey, look - the bar!", "ha": "Bari - Bar - Bari"}}
{"translation": {"en": "From the Vedas to the present, Hindu goddesses have traveled a long way.", "ha": "Cikin fushi taja hannun Hindatu suka bar wajan."}}
{"translation": {"en": "By following The World Health Organization's...", "ha": "Daga Zubairu M Lawal Kungiyar kula da lafiya ta Duniya..."}}
{"translation": {"en": "This is why they offer such enticing odds and payouts.", "ha": "Wannan shine dalilin da ya sa suka samu irin wannan ingancin kayayyakin da miƙa wadanda a tattali farashin."}}
{"translation": {"en": "My first time, in 1987, we started from Ohlone College.", "ha": "Na fara aiki a shekara ta 1987, a wannan jami'a ta Ahmadu Bello."}}
{"translation": {"en": "On October 14, 1492, a land was located by Rodrigo de Triana in the present day Bahamas.", "ha": "Daga ƙarshe, a ranar 2 ga Oktoba 12, 1492, Rodrigo de Triana, ƙasar da take gani a yankin Bahamas na yau."}}
{"translation": {"en": "It's called just being a person.", "ha": "Duk abin da yake daukan shine kasancewa mutum ne."}}
{"translation": {"en": "And another few that are dependable.\"", "ha": "Sauran kuwa, abu ne da ba ni da iko a kai. \""}}
{"translation": {"en": "Lay down the law, and punish them when they don't adhere to the rules.", "ha": "Yi musu zargi a fili, kuma kauracewa su idan sun ƙi yin canje-canje."}}
{"translation": {"en": "I will watch you until you are out of sight, and then I will listen.\"", "ha": "Insha-Allahu ina tahowa kafin asabar din, zan yi magana da Sa'ad, duk abinda ake ciki za ki ji ni.\""}}
{"translation": {"en": "After-sale service: if you have any problems, please send emails to us, we will try our best to help you.", "ha": "Bayani 1: Da fatan za a yi mana imel idan kuna da wata damuwa, za mu yi iyakar ƙoƙarinmu don sabar muku."}}
{"translation": {"en": "We accomplished a lot despite the challenges.", "ha": "\"Mun yi nasara duk da tarin kalubalen da muka fuskanta."}}
{"translation": {"en": "Brownback does not believe the tenets of most other religions represent \"truth.\"", "ha": "Ekadasi bai dace da mafi yawan ibada ba ko \"puja.\""}}
{"translation": {"en": "A friend will be staying at my house for a few weeks, so there was no need even to lock doors.", "ha": "Ba a buƙatarta a aikin har sai bayan 'yan sa'o'i kadan, saboda haka babu wata dalili ta kasance a cikin ɗanta."}}
{"translation": {"en": "32 The Pharisees heard the crowd murmuring these things about Him.", "ha": "Farisiyawa suka ji taron suna raɗe-raɗen waɗannan abubuwa game da shi."}}
{"translation": {"en": "A word that stirs our emotions if it is not what we want to hear...", "ha": "Kasancewar Bakandamiya ce ta dauki nauyin wannan muhawara za mu so mu ji... less"}}
{"translation": {"en": "How do you do my sister?", "ha": "Gostoso yaya kasan yayata?"}}
{"translation": {"en": "Isaiah 3:18 In that day the Lord will take away the beauty of their", "ha": "3:18 A wannan ranar, Ubangiji zai cire musu takalmin adonsu,"}}
{"translation": {"en": "India feels like you're in Wonderland.", "ha": "Indiya tana jin kamar kuna cikin Wonderland."}}
{"translation": {"en": "Don't Make the Suit Animated by Bee's Knees Lacquer", "ha": "cha yi dian wang ji liao zen me tou su"}}
{"translation": {"en": "where's the volume 3?", "ha": "Kano Bichi Danzabuwa 3"}}
{"translation": {"en": "She unfolded herself enough so that she could see the little girl who had a death grip on her.", "ha": "Kanta ta dafe tana kallon dakin da take tare da tino abinda ya faru da ita jiya."}}
{"translation": {"en": "Juni These are relatively easy to memorize because they often resemble their English translations.", "ha": "Wadannan suna da sauki sauƙaƙe saboda suna sau da yawa kamar fassarorin Turanci."}}
{"translation": {"en": "Spiritual Warfare: How the...", "ha": "The Buffalo Herd Theory: Yadda yadda yadda..."}}
{"translation": {"en": "\"God made us to have a companion,\" he says.", "ha": "Allah Ya yi mana muwafaka amen,\" kamar yadda ta yi bayani."}}
{"translation": {"en": "The majority of folk, however, have only little skin damage.", "ha": "Yawancin mutane kawai suna da ƙananan launin ruwan kasa a jikinsu."}}
{"translation": {"en": "Act fast to register.", "ha": "Duba rajista da sauri da tabbacin asusun mai kunnawa!"}}
{"translation": {"en": "The Nigerian National Petroleum Corporation (NNPC), has disclosed that it recorded 43 per cent drop in cases of damage to its oil pipeline infrastructure by suspected oil thieves in May, 2020.", "ha": "Kamfanin mai na kasa ya kuma bayyana a cikin rahoton sa cewa, an samu raguwar kashi 43 cikin dari a lamuran lalacewar bututun mai da barayin mai suka yi a watan Mayu, 2020."}}
{"translation": {"en": "Scientists still disagree on the classification of the types of wolves.", "ha": "Masana kimiyya basu yarda ba akan yadda masu fama da lobsters suna jin zafi."}}
{"translation": {"en": "replied, 'They have Moses and the Prophets; let them listen to them.'", "ha": "29\"Ibrahim ya amsa ya ce, 'Suna da Musa da Annabawa, ai, sai su saurare su.'"}}
{"translation": {"en": "Jesus is clearly saying, \"This is God's work, to rescue the lost, not to praise the secure and satisfied.\"", "ha": "Kuma ya kirãye suna cewa, \"Ya Allah, Ya tabbatar da shi an yarda da aikin hajji ba tare da ostentation ko wani marmari natsirfatãwa harshen gaskiya."}}
{"translation": {"en": "She has made substantial financial sacrifices, and the house is the only home she has.", "ha": "Yana da matukar talauci kuma dukiyarsa kawai ita ce gidansa mai ƙasƙanci."}}
{"translation": {"en": "Lack of Look-alike", "ha": "ganin makamancinsa ba."}}
{"translation": {"en": "In the invite was entitled: \"Notice of summons: Mr Akinwunmi Ambode (the former Governor of Lagos State) ,\" the former governor was asked to appear before the Committee of the House by 1pm to explain [...]", "ha": "A cikin gayyatar mai taken: \"Sanarwar karar: Mista Akinwunmi Ambode (Tsohon Gwamnan Jihar Legas) \" an nemi tsohon gwamnan ya bayyana a gaban Kwamitin Majalisar da karfe 1 na yamma don bayyana duk abin da ya sani game da wasu harkokin hada-hadar kudi da suka gudana a karkashin gwamnatinsa."}}
{"translation": {"en": "In fact, one of the witnesses", "ha": "tsakaninsu,gwara ma shahid"}}
{"translation": {"en": "But the Internet is now allowing Muslims from all over the world ready access to a growing number of online retailers.", "ha": "Amma yanar-gizon yanzu suna ba Musulmai daga ko'ina cikin duniya damar samun dama ga yawan adadin masu sayar da yanar gizon ."}}
{"translation": {"en": "Iguodala was traded away, not to them.", "ha": "ichitaiichi de ha amari tsukawa nai ki ga si masu ."}}
{"translation": {"en": "When Y&R was looking for a new Nick Newman, Morrow was called back to read for the part.", "ha": "Lokacin da Y & R ke neman sabon Nick Newman, an kira Morrow don karantawa don wannan sashi."}}
{"translation": {"en": "They appear in the other columns of your reports, showing the numbers relating to the dimensions in the first column.", "ha": "Ƙididdiga suna bayyana a wasu ginshiƙan rahotonku, suna nuna lambobin da suka shafi Dimensions a shafi na farko."}}
{"translation": {"en": "In the fight against AIDS, the real scarcity is political will", "ha": "A cikin sabon kakar, rashin kulawa ta ainihi ainihi ne."}}
{"translation": {"en": "Military leader and politician", "ha": "ɗan siyasa da Shugaban soji"}}
{"translation": {"en": "\"Anna's waiting outside.", "ha": "Nana tana waje tana jira."}}
{"translation": {"en": "I have been having a bit of an issue with some of my beers.", "ha": "fulani ina ruwan wannan matsala da hausa fulani , wasu na"}}
{"translation": {"en": "Talk about de-featuring!", "ha": "Yi magana game da takaici!"}}
{"translation": {"en": "Airline vs. travel agents: Who's in the right?", "ha": "Jirgin kwanan nan tare da mai tsalle: wane ne ya dace?"}}
{"translation": {"en": "The goal of the meeting is clear", "ha": "\"Dalilin wannan taron a fili yake."}}
{"translation": {"en": "34:51 And couldst thou see when they become terrified, but (then) there will be no escape and they will be seized from a near place", "ha": "َ034-051 Kuma dã kã gani, a lõkacin da suka firgita, to, bãbu kuɓuta, kuma aka kãma su daga wuri makusanci."}}
{"translation": {"en": "When did you start studying the languages of the Scriptures?", "ha": "To tun yaushe kika fara karanta littattafan adabin Hausa?"}}
{"translation": {"en": "But a grim diagnosis of cancer in 1996 threatened to cut the career -- and his life...", "ha": "Amma mummunan ganewar asibiti na ciwon daji a 1996 ya yi barazanar yanke aikin - da rayuwarsa - takaice."}}
{"translation": {"en": "I will take you, one from a city & two from a family, & I will bring you to Zion.", "ha": "Say mai, Zan dauke ka, daya daga gari, biyu kuma daga dangi, kuma zan kai ka cikin Sihiyona."}}
{"translation": {"en": "The cost of tattoo like this may discourage a lot of people from going for it if it is coming from a professional.", "ha": "Farashin tattoo na hannu kamar wannan na iya damu da mutane da yawa daga yin hakan idan ya zo daga mai sana'a."}}
{"translation": {"en": "\"I was very happy to do it all my life.", "ha": "Na ji dadi da na na yi wannan abu tun ina raye.\""}}
{"translation": {"en": "22 But having been aided by the help of God, even to this day, I stand witnessing to the small and the great, saying nothing beyond what the Prophets and Moses have said would be in the future:", "ha": "26:22 Amma tun da aka taimaka da taimakon Allah, har zuwa yau, Zan tsaya shaida ga kananan da kuma babban, cewa kome ba bayan abin da annabawa da Musa suka ce zai kasance a nan gaba:"}}
{"translation": {"en": "Ezra 2:2 contains the first mention of Nehemiah when relating those who left Babylon to return to Judah.", "ha": "Ezra 2: 2 ya ƙunshi ambaton Nehemiya na farko lokacin da aka danganta waɗanda suka bar Babila su koma Yahuza."}}
{"translation": {"en": "You take it to the chest; hold it.", "ha": "Ran Tian; Riyi Shi"}}
{"translation": {"en": "If he even flinches he won't be considered a man.", "ha": "Hasali ma ko da yana yi ba zai so a bayyana shi a matsayin matsafi ba."}}
{"translation": {"en": "This is especially true if the company decides that it no longer wants to offer support for microSD cards.", "ha": "Wannan gaskiya ne idan kamfanin ya yanke shawara cewa baya son bayar da tallafi don katunan microSD."}}
{"translation": {"en": "They will stand up and none but they will enter it.", "ha": "Don haka suka tashi tsaye, ba wanda zai shiga ciki sai su, in sun shiga kuma a rufe yake, ba wanda zai shige shi."}}
{"translation": {"en": "The knowledge of the lingo may help protect your child.", "ha": "Masana ilimin sauti na iya taimaka wa ɗanku abu mai kyau."}}
{"translation": {"en": "Servius Tullius was the son-in-law of Tarquinius Priscus.", "ha": "Tullius mai hidima shine dan surukin Tarquinius Priscus."}}
{"translation": {"en": "4 Thousands of company profiles can easily be", "ha": "Tekna 4000 yana da sauƙin amfani."}}
{"translation": {"en": "By far the most common reason for encountering a ^ in text mode is that the author has gone", "ha": "Dalilin da ya fi dacewa akan shafin da ba a san shi ba shine cewa rubutun ya ɓace a hali."}}
{"translation": {"en": "Thank you for agreeing to be a part of the Pathfinder Programme.", "ha": "Mun gode da ka yi rajista a matsayin mamba a cikin Shirin Gayyata na Paxful."}}
{"translation": {"en": "\"Guard that for me, and do not surrender it to any other than your father, when he returns.\"", "ha": "\"Sannunku jama'a, na riga na mutu, kar ku damu dani, kawai ku damu da kanku, Baba kayi haƙuri, ba zaka iya samun gawata domin ka yi min suttura ba, sai mun haɗu a ƙiyama."}}
{"translation": {"en": "7 ... the mountains.", "ha": "10; Kuma, idan duwãtsu aka nike su."}}
{"translation": {"en": "You need two of the same type to create a stereo pair.\"", "ha": "Solkjaer Yana Bukatar 'Yan Wasa Shida Abba Ibrahim Wada\" />"}}
{"translation": {"en": "Jesus is indeed the light of the world, the light of life (cf.", "ha": "A cikin bayyane sashin duniya shine haske duniya, (Fig."}}
{"translation": {"en": "Now that you know what the name of the hybrid of Mandarin and orange, it's time to learn that he also has several varieties:", "ha": "Yanzu da ka san abin da ake kira Mandarin da Orange hybrid, lokaci ya yi don gano cewa yana da wasu iri dabam dabam:"}}
{"translation": {"en": "How do they (the establishment) get away with it?", "ha": "Yãya ake karkatar da su?"}}
{"translation": {"en": "It is a shame that L'Avenue in Marrakech is not as well known as the one in Pari... Restaurant Foucauld", "ha": "Abin kunya ne a ce Mamman Daura yana zaune a Aso Rock - Afenifere ▷ Legit.ng"}}
{"translation": {"en": "time, she noted.", "ha": "Lokacin Deeda.ta lura ya"}}
{"translation": {"en": "Beware of urban areas.", "ha": "Yi hankali da ƙauyuka da rushe!"}}
{"translation": {"en": "The proponents of such argument are motivated by", "ha": "Masu faɗar kirki suna kiran irin wannan hujja."}}
{"translation": {"en": "Forrest has been around the region, searching for answers.", "ha": "Don haka Demeter ya yi tafiya a karkara don neman amsoshi."}}
{"translation": {"en": "I was called to respond.", "ha": "Kamar an kira ni na amsa (wato kusatowar rasuwarsa kenan)."}}
{"translation": {"en": "My oldest brother would have ridden her to school when he was seven years old.", "ha": "Sima Sarkar ta kan dauki danta ta kai shi makaranta tun yana dan shekara shida."}}
{"translation": {"en": "You care deeply and want to show it.", "ha": "You're makin' me wanna say.."}}
{"translation": {"en": "Bought a new battery and some hand tools...", "ha": "Ya ta apni caste da guman na karo, ya..."}}
{"translation": {"en": "Salini Impregilo: faster than planned", "ha": "Semalt, yadda za a fadada masana'antu da sauri fiye da yadda aka tsara."}}
{"translation": {"en": "In all this, behold, there is lesson but, most of them still are not believers (in the Law of Requital).", "ha": "103; Kuma mafi yawan mutãne ba su zama mãsu ĩmãni ba ,kõ da kã yi kwaɗayin haka."}}
{"translation": {"en": "He just turned six years old ... but he has such a jaded view of the world would never guess that he is so young.", "ha": "Sanin da yayi ma boɗɗi tun shekaru 3 da suka wuce shi kaɗai ya bashi daman ganin kaman da sukeyi da wannan matashin saurayin wanda a shekaru ma ya san ba zai ƙarasa Zayyad ba,"}}
{"translation": {"en": "Those connections are still available, but less convenient to use.", "ha": "Waɗannan dabarun suna da tasiri har yanzu, amma bai kamata a yi amfani da su a madadin kafofin watsa labarun ba."}}
{"translation": {"en": "In the case of an album, I'm collecting songs that I want to share with people.\" ...", "ha": "Ga takurar da namiki a da, wanda nije sanadin hanaki auran wanda kike......\""}}
{"translation": {"en": "[10] He has brought you and all your fellow Levites near himself, but now you are trying to get the priesthood too.", "ha": "10 Ya yarda ka zo kusa da shi, kai da dukan 'yan'uwanka Lawiyawa, a yanzu kuwa sai ƙoƙari kuke ku karɓi aikin firist!"}}
{"translation": {"en": "II: \"Do you understand what you are reading?\"", "ha": "Tunani \"Shin ina fahimtar abin da nake karantawa?\""}}
{"translation": {"en": "First of all, \"Hesitate\" is a song about protecting the person you love and helping them carry their burdens.", "ha": "Ma'anar \"Wadud\" ita ce wanda take son mutum kuma take yin abin da zata janyo hankalinsa ya so ta."}}
{"translation": {"en": "3 hours while the patient is awake.", "ha": "Sai wajen karfe uku Mukhtar ya farka."}}
{"translation": {"en": "Get some distance from email and social networking sites.", "ha": "Yana cire bayanai mai amfani daga adiresoshin imel da kuma shafukan sadarwar zamantakewa."}}
{"translation": {"en": "The second question most new mothers have is \"is my baby going to be in danger if I don't try to prevent having a natural birth?\"", "ha": "Kuma a yawancin iyaye mata suna da tambaya: \"Kuma yaya za a iya cajin jariri, yadda ba zai cutar da lokacin da za a fara ba?.\""}}
{"translation": {"en": "He turned himself on his cot, then slowly rose to his feet.", "ha": "Sa'an nan kuma ya danƙwasa dan kadan, ƙafafunsa sun watsu kadan kuma sun durƙusa a gwiwoyi."}}
{"translation": {"en": "For such a method the temperature preferably has to be at least 40° C.", "ha": "A cikin irin wannan gine-gine ya kamata ya zama zafin jiki na akalla 25 °."}}
{"translation": {"en": "The benzyl alcohol, specific gravity 1.043 g/ml, and 4.8% salt water (brine, specific gravity 1.032 g/ml) go into the glass container.", "ha": "Abincin benzyl, musamman nauyi 1.043 g / ml, da 4.8% ruwan gishiri (brine, musamman nauyi 1.032 g / ml) shiga cikin gilashi."}}
{"translation": {"en": "naila and go to It", "ha": "xiang shi yi yang huo zhuo"}}
{"translation": {"en": "Or there is a v5?", "ha": "Ashin ki cudai ka v"}}
{"translation": {"en": "Carolina Herrera, daughter of the famous designer and head of the brand's perfume department, has been inspired by six different men to compose CH Men.", "ha": "Carolina Herrera, diyar shahararren mai zane kuma shugabar sashen kayan kamshi, an yi wahayi zuwa gare ta shida daban-daban maza don tsara CH Maza."}}
{"translation": {"en": "Nevertheless, I'm not the person to keep a grudge.", "ha": "Ko baya ga haka ni ba irinka bane da inji kadai kasa gaba."}}
{"translation": {"en": "Nigeria's youngest member of parliament physically assaults woman in sex shop · Global Voices July 3, 2019 at 5:08 pm", "ha": "Sojin Nijeriya Sunkashe Matan Shekau A Wani Lugude..."}}
{"translation": {"en": "In its latest update on Feb. 21, the sheriff's office cited an investigation by detectives.", "ha": "A takadar a Lahadi 27, ga watan Disamba, jam'iyyar APC ta ambata laifukan wani sanata."}}
{"translation": {"en": "You wished to see my face.", "ha": "Kuna son ganin fuskata?"}}
{"translation": {"en": "This will facilitate large risks requiring a longer time to finalise the terms of the", "ha": "Irin waɗannan kayan kayan kirki zasu dade lokaci mai tsawo idan kun kiyaye wasu yanayi da ake bukata."}}
{"translation": {"en": "\"When our father Adam came into the Garden of Eden, he came into it with a celestial body, and brought Eve, one of his wives with him.\"", "ha": "mudamuke cikin gari yasanmu yasan iyayenmu amman yadauka yaba bako wayasanima kodan yankan kaine yagudo garinsu shine yazonan waidan samun gidin zama harda wa azi yakeyi amasallaci"}}
{"translation": {"en": "Knowing it will put us in a better position to create it in a manner that facilitates the task.", "ha": "Ina roƙon ku don Allah ku yi hakan domin muyi aiki cikin yanayi mai kyau wanda zai sauƙaƙa aikinmu."}}
{"translation": {"en": "The first and third questions are essentials of the faith.", "ha": "Abubuwan na biyu da na uku sune duka sassan batutuwa mafi girma: aminci."}}
{"translation": {"en": "White's pieces are u nder attack, and he has to head off a", "ha": "Zankadin na kwayo daŋ, zama hari bene kaa."}}
{"translation": {"en": "So the messengers went back to the inn, and on the evening of the same day they set out on [160] their return to Paris.", "ha": "A da Annabi bane ya mamaki da highwaymen sai ya yi umurni da mabiyansa su tafiya a cikin dare da kuka ɓõye da kansu a lokacin da ranar sabõda haka, sũ, bã zã a gano."}}
{"translation": {"en": "Having a baby is a very wonderful feeling, and mothers who have already experienced it can attest to that.", "ha": "Aure abu ne mai kyau kuma waɗanda ke jin daɗin nasu na iya ba da shaidar hakan."}}
{"translation": {"en": "3 reasons for the three-tier system", "ha": "Tattaunawa a kan biyar dalilai na triangular dunƙule thread"}}
{"translation": {"en": "'What is more difficult to predict is when they start trusting one another again.", "ha": "\"Wannan kuma ba me wuya bane, in suka soma ganin junansu a hankali zasu shak'u."}}
{"translation": {"en": "What did I put on my face?", "ha": "Me yasa zanen fuskar bangon waya?"}}
{"translation": {"en": "Consequently, they submitted to the Messenger's judgment.", "ha": "Ya kuma yaba da hankalin ma'auratan, inda suka yanke shawarar raya Sunnar Manzon Allah SAW."}}
{"translation": {"en": "Sam's face started to color.", "ha": "Samha ihu tasa ta soma kokarin kwatar kanta."}}
{"translation": {"en": "I have met many great people that I never would have.", "ha": "Na hadu da manyan mutanen da ban yi zaton zan hadu da su ba."}}
{"translation": {"en": "I am a Flame Premium Artist in the making from this day onwards...", "ha": "\"Ni ne Uban K'arama daga rana irin ta yau......\"Cewar Sallau da ya shigo lokacin......"}}
{"translation": {"en": "And Solomon was the richest man on earth", "ha": "Kankan Musa, Sarkin Mali shi ne mutumin da ya fi kowa arziki a duniya"}}
{"translation": {"en": "relative importance of each of these mechanisms, it is not difficult to", "ha": "Irin wannan nau'i mai mahimmanci na kowannensu bai fi dacewa ba."}}
{"translation": {"en": "heathrow express - Now.", "ha": "Yardliyawarra - Isanzu"}}
{"translation": {"en": "Ivanka Trump was born on 30 october, 1981 in Newyork.", "ha": "An haifi Ivanka TRUMP a ranar 30 ga watan Oct. 1981 a Birnin New York."}}
{"translation": {"en": "When it rains, we make better use of the rain.", "ha": "Idan aka yi ruwan sama, to sai ya fi kyau a sake amfani da wannan magani."}}
{"translation": {"en": "There are many gods", "ha": "Akwai alloli da dama da yawa."}}
{"translation": {"en": "Central processing unit, or the brains of the computer where all of the calculations take place.", "ha": "Ƙungiyar sarrafawa ta tsakiya, ko ƙwaƙwalwar ajiyar kwamfutarka inda duk lissafin ya faru."}}
{"translation": {"en": "I'm still trying to get everything settled at the bakery before I start.", "ha": "Har yanzu ina jefa dintsi na gishiri a cikin dakin kafin in fara."}}
{"translation": {"en": "The Anderson's: A list of lessons", "ha": "Michel Bakenda - Somo Ya Yaya"}}
{"translation": {"en": "visit the family of John Ritter.", "ha": "Haɗu da Iyayen John Lundstram."}}
{"translation": {"en": "Claims handling and litigation:....", "ha": "suka suka giveaway & contest: myVi ku...."}}
{"translation": {"en": "We pick who is the \"Most Beautiful,\" \"Who is Funniest,\" and rate everything from smiles to who we'd like to marry.", "ha": "za'a fara,tace\" nagaya fiya rawar kai ne wlh,, yace\"a sassauta mana,,tai murmushi"}}
{"translation": {"en": "Cutting down a tree isn't hard.", "ha": "\"Samun iccen ma ba abu mai sauki bane."}}
{"translation": {"en": "Help transform Africa by multiplying godly, well-equipped leaders there.", "ha": "ALLAH ya taimaki kasar mu Najeriya, ya bamu shugabanni nagari, ,masu kishin kasa."}}
{"translation": {"en": "As we all know our ears is consisting of the inner ear, middle ear, and outer ears.", "ha": "Kowa ya sani cewa kunnuwanmu sun haɗa da kunnuwa na waje, kunne na tsakiya, da kunnuwa na ciki."}}
{"translation": {"en": "Chris isn't allowed to win the prize...", "ha": "Ɗan kokawa na asali ba shi ne wanda ya ɗaga lambar yabo ba..."}}
{"translation": {"en": "And I said to them, 'Throw away, each of you, the detestable things of his eyes, and do not defile yourselves with the idols of Egypt; I am the Lord your God.'", "ha": "7 Sai na ce musu, 'Bari kowane ɗayanku ya yi watsi da abubuwan banƙyama da kuke jin daɗinsu, kada ku ƙazantar da kanku da gumakan Masarawa, gama ni ne Ubangiji Allahnku.'"}}
{"translation": {"en": "I'm not trying to guilt trip myself into doing or not doing anything.", "ha": "Na yi ƙoƙarin kada in gabatar da kaina, ko yin wani abu, wannan ba gaskiya bane."}}
{"translation": {"en": "She's worse for the wear right now!", "ha": "A cikin marayu, zai zama mafi kyau a yanzu!"}}
{"translation": {"en": "The Nigerian Stock Exchange has been operating an Automated Trading System (ATS) since April 27, 1999, with dealers trading through a network of computers connected to a server.", "ha": "Kasuwar hadahadar hannayen jari ta Najeriya tana aiki da wani tsarin kasuwanci kai tsaye (ATS) tun a ranar 27 ga Afrilu, shekara ta 1999, tare da dillalai da ke kasuwanci ta hanyar sadarwar komputa."}}
{"translation": {"en": "\"When he heard him talking to his father after he got a call to Europe.", "ha": "\"Lokacin da ya ji shi yana magana da mahaifinsa bayan ya yi kira zuwa Turai."}}
{"translation": {"en": "Truly I say to you, no sign shall be given to this generation.\" 13And leaving them, He again embarked and went away to the other side.", "ha": "Hakika, ina gaya muku, ba wata alamar da za a nuna wa mutanen wannan zamani.\" 13 Daga nan ya bar su, ya sāke shiga jirgi, ya haye wancan ƙetaren."}}
{"translation": {"en": "But unfortunately, a house is not like a bank account.", "ha": "Abin baƙin ciki, duk da haka, jiki bai zama kamar banki na banki ba dangane da janyewar mai."}}
{"translation": {"en": "But they are still regarded", "ha": "Har yanzu suna kan ganawa."}}
{"translation": {"en": "Trust has been shattered and the truth lies buried.", "ha": "\"Ganin cewa ba'a gaskantawa ba ne, kuma an riga an yi tunanin gaskiya a cikin rikice-rikice."}}
{"translation": {"en": "Step 2: Part the hair from the crown into one or two 3-inch sections.", "ha": "Yumbu ya gauraye da yashi a cikin rabo daga 1 zuwa 3."}}
{"translation": {"en": "An array of the Windows users or groups that are permitted to complete the", "ha": "Wasu Daga Cikin Zaratan 'Yan Wasan Da Kungiyoyi Ke Gab Da Kammala Saye"}}
{"translation": {"en": "The best medical treatment will be tailored to your cause and condition.", "ha": "Mafi kyawun cibiyar kiwon lafiyar likita zai dogara ne akan cutar da kuma ganewarsu."}}
{"translation": {"en": "The origin of the serpent", "ha": "Tushar Sajwan"}}
{"translation": {"en": "So they gave the Israelites a bad report about the land which they had spied out, saying, \"The land through which we went, in spying it out, is a land that devours its inhabitants.", "ha": "Suka yi rashin aminci game da ƙasar da suka gani a gaban jama'ar Isra'ila, suka ce, \"Ƙasar da muka gani, ta cinye mazaunanta."}}
{"translation": {"en": "All the things you're grasping", "ha": "Duk abinda kika shuka shi kike"}}
{"translation": {"en": "Christians trust that when somebody dies, they are judged by God.", "ha": "Masu bin gidan bazawa sunyi imani da cewa idan mutum ya mutu, an yi rai bisa ga Allah."}}
{"translation": {"en": "His first \"Lonely Boy\" hit the top 10 in 1977.", "ha": "Yaron farko na \"Lonely Boy\" ya buga a saman 10 a 1977."}}
{"translation": {"en": "Second, legislation was introduced in more than 40 states to address concerns associated with UAS.", "ha": "Kasashe sama da arba'in suka halarci babban taron karawa junan sanin domin daukar matakan shawo kan cin zarafin bil'adama."}}
{"translation": {"en": "Learn how to make wine at home.", "ha": "Bari mu gano tare da ku yadda za ku dafa abinci mai ruwan inabi a gida."}}
{"translation": {"en": "It is not the first time I visite this place and yet, It surprises me every time.", "ha": "\"Ba lokaci ne na farko da na kasance a wannan kasa ba kuma duk lokacin da nake mamakin kyawawan kyan gani."}}
{"translation": {"en": "9 Why are you crying out now?", "ha": "9 Yanzu, me ya sa kike kuka da ƙarfi?"}}
{"translation": {"en": "Dr. David W. Stewart, Dr. Prem N. Shamdasani, Dr. Dennis Rook (2006) identifies the following advantages and disadvantages of focus groups:", "ha": "Dr. David W. Stewart, Dr. Prem N. Shamdasani, Dr. Dennis Rook (2006) gano wadannan abũbuwan amfãni, kuma disadvantages na mayar da hankali kungiyoyin:"}}
{"translation": {"en": "Liechtenstein Country in Europe Liechtenstein is a German-speaking, 25km-long principality between Austria and Switzerland.", "ha": "Liechtenstein mai magana ne da Jamusanci, tsawon mulkin 25km tsakanin Austria da Switzerland."}}
{"translation": {"en": "Here is an extract of the custom font 441.", "ha": "A nan za ku ga irin nau'o'in shuke-shuke 444."}}
{"translation": {"en": "Through the mucous drug is absorbed into the blood by 20%, everything else creates a physical barrier for the germs in the nose.", "ha": "Ta hanyar maganin miyagun ƙwayoyi ne ake zubar da jini cikin kashi 20%, duk wani abu ya haifar da shinge na jiki ga germs a cikin hanci."}}
{"translation": {"en": "Our decisions are influenced by what we read.", "ha": "Abubuwan da muke rubuta suna shafan abubuwan da muke karantawa."}}
{"translation": {"en": "Thoreau states that, \"no government would be best.\"", "ha": "To amma duk da haka, Hausawa sun ce, \"Da babu gwamma ba daɗi.\""}}
{"translation": {"en": "Some actors don't think about actual events in their life.", "ha": "Wasu 'yan wasan kwaikwayo ba su tunani game da abubuwan da suka faru a rayuwarsu ba."}}
{"translation": {"en": "See also: List of Top Government Officials Under President Duterte", "ha": "DUBA WANNAN: Daya daga cikin masu son takarar shugaban kasa a PDP ya janye"}}
{"translation": {"en": "Vice President of the Committee, Dan...", "ha": "Kwamishinan Watsa Labarai na jihar, Mr Dan..."}}
{"translation": {"en": "These reports are published for the most recent 36 months at Local Tax Distribution by NAICS.", "ha": "Wannan na kunshene a cikin bayanan watanni 3 na farkon shekararnan kan rabon kudin da hukumomin kasarnan suka samu da Hukumar NEITI ta fitar a jiya litinin."}}
{"translation": {"en": "There is to many complaints...", "ha": "Akwai wakoki da yawa ..."}}
{"translation": {"en": "South Africa's position as the number three supplier of iron ore to China .", "ha": "The asali Afrika ta Kudu 3 kafa Cast baƙin ƙarfe wiwi"}}
{"translation": {"en": "So the Coandă effect doesn't have a chance to have its way", "ha": "sai rawa yake ta kasa samo hanyar kare kai saboda haka"}}
{"translation": {"en": "Netflix is an international provider of on-demand internet media streaming.", "ha": "Netflix ne mai on-bukatar internet streaming kafofin watsa labarai."}}
{"translation": {"en": "\"When he comes into London he will expect support from his loyal servants.", "ha": "Da zarar ya sake dawowa to karbar dalibansa masu aminci a kansa zai faru."}}
{"translation": {"en": "pre-shrinking to avoid shrinkage after", "ha": "Nasihu don gujewa tashin hankali bayan kakin zuma"}}
{"translation": {"en": "None were willing to help.", "ha": "amma ba ko mutum daya da ya nufo su da niyyar taimako."}}
{"translation": {"en": "People do horrible things in the pursuit of money.", "ha": "Mutane za su yi abubuwan ban mamaki a kokarin ƙoƙarin magance wutsiyoyi."}}
{"translation": {"en": "God is depicted as both approving of and regulating slavery, ensuring that the traffic and ownership of fellow human beings proceed in an acceptable manner.", "ha": "An nuna Allah a matsayin mai yarda da kuma daidaita tsarin, tabbatar da cewa zirga-zirga da kuma mallakar 'yan'uwan ɗan adam suna tafiya cikin hanyar karɓa."}}
{"translation": {"en": "For the first few days, you may feel a bit odd.", "ha": "Domin da farko 'yan kwanaki, za ka iya ji a bit m."}}
{"translation": {"en": "hottest girl in the City is always ready Have fun", "ha": "ko da yaushe wani a so birnin yana da fun"}}
{"translation": {"en": "Patrick Bertoletti, of Chicago, Illinois, who finished in second place, competes in Wing Bowl 15 February 2, 2007 in Philadelphia, Pennsylvania.", "ha": "Patrick Bertoletti na Chicago, Illinois, wanda ya kammala a karo na biyu, ya yi nasara a Wing Bowl 15 Fabrairu 2, 2007 a Philadelphia, Pennsylvania."}}
{"translation": {"en": "It has to be noted that during the time of the Qur an, the concept of popular sovereignty", "ha": "Ya kamata a lura cewa, a lokacin Daular Daular Kasa, fadar ta sha wahala ƙwarai."}}
{"translation": {"en": "to HIV among gay men and other men who have sex with men.", "ha": "Maza amish mutane da ciwon gay jima'i da gay sexy biyu so saurayi ga gay."}}
{"translation": {"en": "It is not a good book for the Sunday school library.\"", "ha": "Littafin nan ba karamin taimakamun yayi ba lokacin danaje school.\""}}
{"translation": {"en": "Or do you want to take the tail?\"", "ha": "Ko so kake ka mayar da 'yar taka bazawara?\""}}
{"translation": {"en": "As you are in me, you will be in the midst of your Kingdom.", "ha": "Kowace lokacin kun tsaya kan ruwa, kun kasance a cikin mulkina."}}
{"translation": {"en": "Cool 30 minutes before serving..", "ha": "Cool na minti 30 kafin yin hidima."}}
{"translation": {"en": "Januar 2020: Moons of Madness", "ha": "Janwar ke sath insan ka sambandh"}}
{"translation": {"en": "Even when I was not faithful...He was always faithful because He can't deny himself.", "ha": "13. in ba mu da aminci, shi dai mai aminci ne, domin shi ba zai iya mūsun kansa ba.\""}}
{"translation": {"en": "After a long and productive tenure of twenty-six plus years of ministry, the Rev. Miller retired on January 31, 2002, and was honored by the congregation with the title Pastor Emeritus.", "ha": "Bayan an episcopate na saba'in da shekaru hudu, mafi tsawo kullum rubuta a cikin tarihi, Remigius ya ɗauki jirgin sama a kan 13th Janairu, ranar tunawa da episcopal consecration kuma ya haihuwa."}}
{"translation": {"en": "A flash flood warning was issued in the region, and drivers were advised to stay off the roads.", "ha": "An bayar da hutun makarantu a yankin inda aka kuma gargadi jama'a da kar su fita kan tituna."}}
{"translation": {"en": "India is home to about 1.15 billion people, representing 17 per cent of the world's population.", "ha": "Indiya yanzu na gida ne game da kimanin mutane biliyan 1.21, wakiltar kusan kashi 17 cikin dari na yawan mutanen duniya."}}
{"translation": {"en": "President Buhari pulled a total of 14,842,072 votes at the party's...", "ha": "KAI TSAYE: Shugaban Buhari ya samu kuri'u 14,842,072 a zaben fidda gwanin APC"}}
{"translation": {"en": "smile is a sadly sweet as the music of", "ha": "Murmushi Afnan tayi irin Wanda ke karamata kyau da annuri ,"}}
{"translation": {"en": "people are not going to let any one", "ha": "Ƙanshi ba zai bar kowa ba."}}
{"translation": {"en": "Stories pave the way to make it easier for them to follow you.\"", "ha": "Kai musu waya da aka yi ya taimaka suka samu sauki tafiyar da al'amuransu daidai da mazauna birane.\""}}
{"translation": {"en": "I would do it (i.redd.it)", "ha": "Nan jiang yi shi (er)"}}
{"translation": {"en": "Show this part of the table.", "ha": "Taimako Wannan ɓangare na teburin."}}
{"translation": {"en": "No doubts on the means to be", "ha": "kamar yadda ka shakata duk hanyar saukar da waɗannan"}}
{"translation": {"en": "Lithuania: Recipient of the Order of Vytautas the Great with Golden Chain (2003)", "ha": "Aajo Sare Ralke Ho Bhangra Paliye Babbu Maan, Sadhana Sargam Babbu Maan Babbu Maan Hawayein (2003)"}}
{"translation": {"en": "Its about the community, hence why people are invited to witness a wedding.", "ha": "Yaran sun bayyana a jigace ne, dalilin da yasa mutane suka taru tare da tambayar matar."}}
{"translation": {"en": "Tall buildings' major use - office work, a byproduct of the Industrial Revolution - was a new function in need of a new urban architecture.", "ha": "Babban aikin gine-ginen gine-gine mai girma, wanda ya haifar da juyin juya halin masana'antu - shine sabon aikin da ake buƙatar sabon gine-gine na birane."}}
{"translation": {"en": "Gehenna (Hell) shall be enough for him.", "ha": "Kuma yã isa Jahannama ta hũru da shi."}}
{"translation": {"en": "It's a good offer for new players", "ha": "Wannan nau'in kyauta ne mai rahusa ga sababbin 'yan wasa."}}
{"translation": {"en": "Spent more on advertising than ever before.", "ha": "Ya kwance masu zani a kasuwa fiye da kowane lokaci."}}
{"translation": {"en": "The shooting and murder of unarmed protesters, no matter the level of provocation, has never been effective in supressing public anger and frustration.", "ha": "\"Harbe-harbe da kisan masu zanga-zangar da ba su dauke da makami, komai matakin tsokana bai taba yin tasiri wajen danne fushin jama'a da takaici ba."}}
{"translation": {"en": "The Bible does not say that Abraham was commanded", "ha": "Kada Daga Zabe Ya Sa Mu Karaya - Ibrahim Alkali"}}
{"translation": {"en": "Play with your family and friends and show them you are the best player!", "ha": "Ka sadu da abokanka da abokan hulɗa akan wasanni na teburin, ka hada kai tare da abokanka kuma ka nuna abokan adawarka cewa kai mai kyau ne ga mafi kyawun su!"}}
{"translation": {"en": "affianced to the prince, and the marriage was celebrated", "ha": "Ana ta faman shirye shiryen, daurin auren su faruk da prince."}}
{"translation": {"en": "Therefore Vedas says that \"You can eat meat, but...\"", "ha": "BBC Hausa - News - \"Afirka za ta iya ciyar da kanta, amma...\""}}
{"translation": {"en": "He supports the terrorists", "ha": "Ya kare 'yan ta'adda lokacin da yake so."}}
{"translation": {"en": "believer can at times be guilty of unbelief.", "ha": "Gaskiyar ita ce, wani lokacin talakawa ba su da gaskiya."}}
{"translation": {"en": "He thanked us again and went on his way.", "ha": "Godiya ta sake yi masa sannan tabar wurin cikin mamaki."}}
{"translation": {"en": "Below is a list of opening and closing times for all the major stock exchanges in the global", "ha": "Below ne mai cikakken tebur na bude da kuma rufe daga cikin manyan kudi cibiyoyin a mahara lokaci zone Formats:"}}
{"translation": {"en": "Came up with stress as a diagnosis even before picking up his stethoscope.", "ha": "Da Kai ta mishi alamun eh kafin ta matsa ya fara duba ta da stethoscope."}}
{"translation": {"en": "No laws were ever used on him to this day nor one dared to stop him from doing what he wants to do because he is protected by satan his lord.", "ha": "Nasreen se tsalle take yau za'a unguwa da ita ta ishi kowa da maganar duk wanda ta gani seta fad'a masa Ummienta zata unguwa da ita dan Reyhana bata fiya fita unguwa da ita ba gara ma Mommy."}}
{"translation": {"en": "It had music...", "ha": "ta da da music..."}}
{"translation": {"en": "Nevertheless, here's a comprehensive list of John's best songs of the '80s, presented in chronological order.", "ha": "Duk da haka, a nan akwai jerin sunayen mafi kyaun waƙoƙin da John ya fi kyau a cikin '80s, da aka gabatar a cikin tsari na lokaci-lokaci."}}
{"translation": {"en": "What we do for the environment - Wellington City Council", "ha": "Abun da yasa muke yi wa jama'a rijista - Gwamnatin jihar Kaduna ▷ Legit.ng"}}
{"translation": {"en": "The ex-boyfriend's name is Eddie Lomas.", "ha": "Sunan da sunan uba Emily Lomas."}}
{"translation": {"en": "For instance, in the scene where he puts infant Kal-El into the escape pod, he was reading his lines from the diaper of the baby.", "ha": "Alal misali, a wurin da yake sanya baby Kal-El zuwa cikin gudun hijirar, yana karatun layi daga jaririn jaririn."}}
{"translation": {"en": "There is only one Lawgiver and Judge, the One who is able to save and to destroy;", "ha": "Mai ba da Shari'a ɗaya ne, shi ne kuma mai yinta, shi ne kuwa mai ikon ceto da hallakarwa."}}
{"translation": {"en": "Call to Me, and I will answer you, and show you great and mighty things which you do not know (Jeremiah 33;3).", "ha": "3 Ku yi kira gare ni, Zan kuwa amsa muku, Zan nuna muku manyan al'amura, waɗanda ba ku sani ba."}}
{"translation": {"en": "Chapter 25: Take a chance on me", "ha": "12 Abba - Take a Chance on Me"}}
{"translation": {"en": "It's incredible that the amount of news that happens in the world each day fit exactly the length of the newspaper period.", "ha": "Abin ban mamaki ne cewa adadin labarai da ke faruwa a duniya yau da kullum kullum daidai ne daidai da jarida."}}
{"translation": {"en": "Are you not with them?\"", "ha": "ka te ru wa ke ga na i da ro?」"}}
{"translation": {"en": "Calendar of Events - August 1661", "ha": "Wabamun Lake - August 16"}}
{"translation": {"en": "\"You never close your eyes anymore when I kiss your lips...\"", "ha": "\"Seka sake fuskarka ai tunda na miji da na miji kaga suna kiss ba.\""}}
{"translation": {"en": "To see the sky and hear the day.", "ha": "\"Bari sama ta ji, bari sama ta ga."}}
{"translation": {"en": "The State of the Big East: Success!", "ha": "Ins Nasara ta shahara - Sanya Babbar nasarar ku!"}}
{"translation": {"en": "The best part is that you'll learn about everything the property has to offer, and maybe even find another position you like better for the future.", "ha": "Mafi mahimmanci shi ne cewa za ka koyi duk abin da dukiya ke bayar, kuma watakila ma sami wani matsayi da kake son mafi kyau a nan gaba."}}
{"translation": {"en": "(ii) a tax on the sale or use of:", "ha": "4) Don nuna farashin ko farashin wani abu:"}}
{"translation": {"en": "At the same time, the volume of secretions themselves is small and therefore women call them daubs.", "ha": "Bugu da kari, ƙarar ɓoye suke da ƙananan kuma sabili da haka matan suna kira su da rashin tausayi."}}
{"translation": {"en": "And that's what we are aiming for: creating a simple, yet fully functional campaign.", "ha": "Wannan shine dalilin da ya sa manufarmu mai sauƙi ce: don ƙirƙirar ƙwarewa mai ban mamaki amma mai sauƙi."}}
{"translation": {"en": "It's a hyperbolic statement, but what would we do without such statements?", "ha": "Wadannan suna da mummunan fashi, amma menene zamu yi ba tare da waɗannan lokuta ba, idan muka tilasta canzawa!"}}
{"translation": {"en": "[۴] psychosocial treatments", "ha": "[4] Wani tsiro da ake maganin gargajiya da shi"}}
{"translation": {"en": "To be penniless to determine you have to be in third.", "ha": "Don kada ku yi la'akari da kasancewa na uku idan kun kasance ba."}}
{"translation": {"en": "It is clear, however, that the Special Master did not credit this challenge.", "ha": "Ya kamata a yarda da cewa dangin sarauta ba su yarda da irin wannan matsala mai ban mamaki ba."}}
{"translation": {"en": "If it contains the chemicals, your baby's health will be at risk.", "ha": "Wannan yana nufin cewa kamuwa da cuta ya shiga jiki kuma lafiyayyar jaririnka yana cikin barazana."}}
{"translation": {"en": "Fast food- I'm sorry, but that is not food.", "ha": "Excusez-moi, amma babu wani abinci!"}}
{"translation": {"en": "During the summer, however, the social scene in your life can drastically decrease, especially if youre no longer on campus and spend your days at a job or internship.", "ha": "A lokacin rani, duk da haka, yanayin zamantakewa a rayuwarka zai iya rage yawanci, musamman ma idan ba a cikin filin wasa ba kuma ku ciyar da kwanakinku a aikin ko aiki."}}
{"translation": {"en": "It wasn't near his house or mine.", "ha": "Na farko dai ba a gidansa ko gidana aka yi ba."}}
{"translation": {"en": "by man's subjugation of the animal's will to suit his own purposes", "ha": "Tin asali dan adam yana hawa doki domin bukatan kansa"}}
{"translation": {"en": "singer-dancer of the award-winning show choir, The", "ha": "Sai Salisu Basso na Jaridar Triumph, mataimakin shugaba"}}
{"translation": {"en": "While the bar mitzvah ceremony is a milestone life-cycle event in the life of a Jewish boy and is the culmination of years of study, it is actually not the end of a boy's Jewish education.", "ha": "Yayinda bikin zartar da mashaya ya zama wani matsala na rayuwa a cikin rayuwar dan jaririn Yahudawa kuma shine ƙarshen karatun shekaru, ba shakka ba ƙarshen yarinyar Yahudawa ba ne."}}
{"translation": {"en": "30 And throw the worthless slave into (X) the outer darkness; in that place there will be weeping and gnashing of teeth.", "ha": "30Ku jefar da banzan bawan nan waje, cikin duhu, inda za a yi kuka da cizon haƙora.'"}}
{"translation": {"en": "Everybody makes mistakes in life", "ha": "Kowa fa yana laifi a rayuwar nan, haba"}}
{"translation": {"en": "It's interesting to hear how the tour guide system works and what her plans are.", "ha": "Yana da ban sha'awa don sanin yadda yumɓu mai yumɓu yake aiki da abin da kaddarorinsa masu amfani suke."}}
{"translation": {"en": "\"Hamas is a threat only to Israel.\"", "ha": "\"Babu komai yaya yusleem kawai dai nagaji ne\""}}
{"translation": {"en": "First time together in fifteen years.", "ha": "Wannan shi ne karo na farko da suka yi aiki tare cikin shekaru 15."}}
{"translation": {"en": "But she has decided not to, because she wants to spend time with her kids.", "ha": "Ya bayyana cewa Michelle bai ɓace ba, sai dai ta so ya ciyar da lokaci tare da 'ya'yanta."}}
{"translation": {"en": "They kept in contact but within a couple of months into her new course she became attracted to a graduate student who was also teaching a few classes a week, one of which she attended.", "ha": "Babu wata matsala da suke fuskanta,ta b'angaren karatunsu,a ranar ne suna zaune Sai ga wata new student ta shigo class en,Sai da ta tsaya ta k'arewa y'an class en kallo,kowa da abunda yake.........."}}
{"translation": {"en": "I mean, Wanda.", "ha": "ลัว - wanda"}}
{"translation": {"en": "the way he looks at me", "ha": "Kamar yadda shi ma yake kallona."}}
{"translation": {"en": "\"Even if the child doesn't keep it, the parents will.", "ha": "\"Koda yaran bazasu saka kuri'a ba, iyayen zasu saka."}}
{"translation": {"en": "KB: It's a graphics tablet!", "ha": "Pill Fiend: Duanmu Baiye!"}}
{"translation": {"en": "an it's lots more fun.\"", "ha": "M. Kuma mai yawa fiye da fun. \""}}
{"translation": {"en": "The last scene brought to mind \"Amazing Grace.\"", "ha": "Atlast i wan say \"azad ji amar rahe\""}}
{"translation": {"en": "So, it's important to take this advice:", "ha": "Yana da kyau sauraron wannan shawara:"}}
{"translation": {"en": "It's such a fun game, especially with friends.", "ha": "Shi ne remarkably fun, musamman ma tare da abokai."}}
{"translation": {"en": "It provides you web gain access to just, for example, and there's no assistance for e-mail forwarding.", "ha": "Yana ba ku damar shiga yanar gizo kawai, alal misali, kuma babu tallafi don isar da imel."}}
{"translation": {"en": "evrything you know", "ha": "sandeep da ka fan"}}
{"translation": {"en": "Dang...another miss.", "ha": "Ƙarin Miss Miss"}}
{"translation": {"en": "\"That new girl is today right?\"", "ha": "\"Ita yanzu yarinyar tasan yana sonta ne?\""}}
{"translation": {"en": "You love the Tate.", "ha": "un mare da kayak!"}}
{"translation": {"en": "We're pushing on for a win now.", "ha": "Kuma, muna ja kashe wani win ga zamanai!"}}
{"translation": {"en": "the records of the Council; but I remember well", "ha": "Block Party - Har yanzu ina tunawa;"}}
{"translation": {"en": "Depending on the game yes.", "ha": "ko gua ga bisa bisa yah."}}
{"translation": {"en": "Forms group with Nos. 43-51.", "ha": "Raya A Yani No. 41-43"}}
{"translation": {"en": "Be prepared to spend at least 14 days in quarantine after landing in your home country.", "ha": "'Dan wasan kwallon kafan zai shafe kwanaki akalla 14 a killace a cikin gidansa."}}
{"translation": {"en": "At Tegel Airport, you will find the left luggage location at Terminal A and they are open every day from 5 am to 10:30 pm.", "ha": "a Tegel Airport, za ka sami hagu kaya wuri a Terminal A kuma suna bude kowace rana daga 5 ni zuwa 10:30 pm."}}
{"translation": {"en": "When mike awakes from his doctor, 100 mg ida's daughter, dr.", "ha": "100 killeyan da dakk jatt maada na mare,"}}
{"translation": {"en": "He is receiving medical attention Thursday night, according to an FBI official.", "ha": "Mai yiwuwa a yi taron na MDD a makon gobe, a cewar wani jami'in diflomasiyyar Faransa."}}
{"translation": {"en": "But as long as it's used as a meal replacement in the morning, it can actually make sense.", "ha": "Amma don fitar da kaya a cikin safiya yana da kyau, zai iya zuwa irin wannan hadayar."}}
{"translation": {"en": "That's about a far from Australia as you can get.", "ha": "Australia ne game nesa kamar za ka iya samun. ina son wancan."}}
{"translation": {"en": "Again, illustrations highlight what is important in the chapter.", "ha": "Sabili da haka kalma a cikin sanarwa tana nuna abin da yake da muhimmanci a nan."}}
{"translation": {"en": "Bewley laments the fact that", "ha": "kiyak yanawada ban:sorry:"}}
{"translation": {"en": "mingw-get.exe so it looks like it was there...", "ha": "Ζουλού - haka chin"}}
{"translation": {"en": "A Guide to Improving the Sustainability of Your Lifestyle and Home", "ha": "Yi aiki kan inganta tsarin gidan yanar gizonku ko salon sa."}}
{"translation": {"en": "For details of the different kinds of import, with examples and instructional videos, see:", "ha": "Domin daban-daban na fassarar layi, duba Misalai da Abubuwan Abubuwan (a ƙasa)."}}
{"translation": {"en": "He was so impressed with his Banneker's work and intelligence, he lent him books on mathematics and astronomy.", "ha": "Ya ji daɗin aikin Banneker da basirarsa, ya ba shi littattafai akan ilmin lissafi da kuma astronomy."}}
{"translation": {"en": "Pictures of success with propecia.", "ha": "Sami nasara ta amfani da Gamepron!"}}
{"translation": {"en": "A lot of people say that you should never eat at night.", "ha": "Kuma, abin da ya zama abin ƙyama ga mata da yawa, kada ku ci da dare!"}}
{"translation": {"en": "It whispered my name in the night.", "ha": "\"Ni ma din ya kira ni da daddare."}}
{"translation": {"en": "When I have hardly known", "ha": "Near Ban Na San"}}
{"translation": {"en": "port, but it does include all", "ha": "mai fadi, domin ta hada kowane"}}
{"translation": {"en": "Hello to you, Dad.", "ha": "Barka da zuwa, Bako."}}
{"translation": {"en": "I'll miss you on earth.", "ha": "Doug: Ba zan rasa shi ba a duniya."}}
{"translation": {"en": "Then they just reversed and went on their way without stopping at all.", "ha": "A haka suka shiga kauyen, su ka yi barnarsu, ba tare da an kawo wani dauki ba."}}
{"translation": {"en": "comparisons with neighbouring Hausaland.", "ha": "Akwai na kan iyaka da na maƙwabtan Hausa da kuma na zango-zangon Hausawa."}}
{"translation": {"en": "of the evolution of language, which can be found in his works on logic", "ha": "Hanyar ganewa, wanda zai iya bayyana kansa a cikin kwarewar ƙaunatattun."}}
{"translation": {"en": "Referring to \"the elementary doctrine of Christ,\" the Letter to the Hebrews lists six religious teachings which apparently all newcomers to the Faith were expected to know (көру 6:1-2).", "ha": "Magana game da \"farkon rukunan Kristi,\"Wasikar zuwa ga Ibraniyawa ta jera koyarwar addini guda shida wadanda ga dukkan alamu sabbin shiga Imanin ne ake tsammanin su sani (gani 6:1-2)."}}
{"translation": {"en": "17 Lord our God, be pleased with us.", "ha": "17 Ka yarda, albarkarka ta kasance tare da mu, ya Ubangiji Allahnmu."}}
{"translation": {"en": "He added that hosting the conference is in the interest of the Gulf countries in general not only the State of Qatar.", "ha": "Yana mai cewa yana da yaƙinin wannan tsari da ya ƙirƙiro zai amfani ƙasa bakiɗaya ba jihar Zamfara kaɗai."}}
{"translation": {"en": "The decision on how the paper will be presented at the conference is made by the scientific-program committee.", "ha": "Adireshin sadarwa don gabatarwa a majalisa za a yanke shawara ta kwamitin kimiyya a cikin yanayin bita."}}
{"translation": {"en": "But here I am back to business today.", "ha": "Yau na kara zuwa kasuwa amman bai nan."}}
{"translation": {"en": "The study questioned commercial real estate asset managers around the nation on several aspects of the state of the sector.", "ha": "Bata-garin sun tarwatsa wasu kayayyakin gwamnati ballantana na kan tituna a sassa daban-daban na jihar."}}
{"translation": {"en": "temporal analysis of the deformation led to the distinction of fourteen (14)", "ha": "Nahan teka ya danaparamita yekin tambayan kawruhi. (14)"}}
{"translation": {"en": "The canard is full of secrets. il y a plus d'un an", "ha": "Duniya tana cike da asirai da kuma asiri, fahimtar abin da ke da shekaru fiye da ɗaya."}}
{"translation": {"en": "Today, my hubby is a true believer of unschooling.", "ha": "A daran yau Arfat ne ranar mai daraja aka samu wasu mara imanin da ba a san..."}}
{"translation": {"en": "His mother, Flora Wellman, became pregnant with Jack while living with William Chaney, an attorney and The Londons were a working-class family.", "ha": "Mahaifiyarsa, Flora Wellman, ta zama ciki tare da Jack lokacin da yake zaune tare da William Chaney, lauya da kuma malami."}}
{"translation": {"en": "(He is the CEO).", "ha": "To, sÃ£lihanmÃ£tÃ£ mÃ£su É - Ã£'a ne, mÃ£su tsaráo1⁄2wa ga gaibi sabÃμda abin da Allah Ya tsare."}}
{"translation": {"en": "my mom left a legacy.", "ha": "\"Momy an basu gado ne fa.\""}}
{"translation": {"en": "We will use all of the legal tools at our disposal to fight this.\"", "ha": "Zamuyi amfani da dukkan dukiyar da muke da shi tare da gwamnatin tarayya wajen dakile lamarin.\""}}
{"translation": {"en": "Not necessarily, only if it's infected.", "ha": "Babu shakka, a, kawai idan babu rashin lafiya a cikin mutane."}}
{"translation": {"en": "6 Ruth went to the threshing floor and did exactly as her mother-in-law had directed her.", "ha": "6 Rut kuwa ta gangara zuwa masussukar, ta yi yadda surukarta ta faɗa mata."}}
{"translation": {"en": "A whale's tongue weighs more than an elephant", "ha": "Yi ge yan shen jiu dian ran wo de wu tai"}}
{"translation": {"en": "A front group for business?", "ha": "Shin Abokin Abokin Gudanar da Sabili da Abokin Kasuwanci? | WHSR"}}
{"translation": {"en": "\"And Moses was in the Mount forty days and forty nights.\"", "ha": "Musa kuwa yana bisa dutsen har kwana arba'in da dare arba'in."}}
{"translation": {"en": "He then proceeded to accosted her on the ride over.", "ha": "2132.Ddakay ta bi ka asu skaya pais."}}
{"translation": {"en": "You can, for example, give a cookery course on how to turn eels into starters.", "ha": "Alal misali, zaku iya ba da kullun abinci a kan yadda za a juya eel a cikin appetizers."}}
{"translation": {"en": "Nevertheless, the quality of the add-on exceeds the inconvenience.", "ha": "Ko yaya dai, ingancin add-on ya wuce damuwa."}}
{"translation": {"en": "EVAF activities kicked off yesterday with more than 300 students enrolled (07/07/2009)", "ha": "Yan sanda a ƙasar jamus sun dakatar da mutane sama da ɗari biyar _ Labarai _ DW _ 02.05.2010"}}
{"translation": {"en": "As we can see from the above, the Vietnamese authorities are seriously concerned about economic growth in the country and do their best to their country has reached a sufficiently high level of development and has become a worthy representative of the Asian gambling.", "ha": "Kamar yadda muka gani daga sama, hukumomi na Vietnamese suna damu sosai game da ci gaban tattalin arziki a kasar kuma sunyi komai ga ƙasarsu sun kai gagarumin cigaba kuma sun zama mai wakiltar wakilcin Asiya."}}
{"translation": {"en": "Would it be too much to ask...?", "ha": "Shin zai zama abu mai yawa don tambaya cewa ..."}}
{"translation": {"en": "WWE 2K14 will be the first game in the series published by 2K Sports.", "ha": "WWE 2K18 ne a kokawar game wanda aka wallafa 2k wasanni."}}
{"translation": {"en": "Created by Adobe Systems Incorporated", "ha": "Adobe Systems Incorporated a cikin duniya"}}
{"translation": {"en": "Of course, that generation did indeed pass away and the coming of the Son of Man did not occur.", "ha": "A bayyane yake, babu ɗayan waɗannan abubuwan da suka faru, musamman ma yayin da zaɓaɓɓun zaɓaɓɓu suka biyo bayan bayyanuwar zuwan ɗan mutum."}}
{"translation": {"en": "It is recommended that parents and children travel.", "ha": "Bugu da ƙari, an ba da yara da iyayensu shawarar yin tafiya a cikin iska."}}
{"translation": {"en": "No one can stop the Great Biilly.\"", "ha": "Ba Wanda Zai Iya Rusa Babbar Kasuwar Kasar Sin CRI Hausa\" />"}}
{"translation": {"en": "\"O-kay...\" Elinor hesitated, trying to process Altman's explanation.", "ha": "\"Kin lsa, al- dama dun ki tsokana . ya sa ki ka.ce Taliyar za kl yl."}}
{"translation": {"en": "A good understanding of all laws and regulations relating to cargo handling is a must.", "ha": "Ganin cikakkiyar fahimtar duk ka'idoji da ka'idoji game da tebur yana da dole ne don aikin maigidan."}}
{"translation": {"en": "The minor prophets of the old testament No Free 73664565", "ha": "45 Raja Babu Sarkaai Liyo Khatiya Jaada Lage 465"}}
{"translation": {"en": "Is a cosmetic OEM/ODM service enterprise integrating the research and development of cosmetics raw materials, formulation development, processing and production, and matching services.", "ha": "Shin wata kwaskwarima OEM / ODM sha'anin hadawa da bincike da ci gaban da kayan shafawa raw kayan, halitta ci gaba, da aiki da kuma samar, da kuma matching sabis."}}
{"translation": {"en": "You need to figure out what makes you happy and exert every possible effort to achieve your objectives of being happy.", "ha": "Tsara abin da kuke so ku dandana kuma ku yi iyakar ƙoƙarinku don kasancewa mai daɗi da sha'awar buɗe ido."}}
{"translation": {"en": "There's a game on today", "ha": "wasa a yau saboda wata rana"}}
{"translation": {"en": "a) You have heard of the patience of Job.", "ha": "Kun ji labarin haƙuri na wahalar Ayuba."}}
{"translation": {"en": "Miffed by Clymer's success in Rio, [119] Metzger now made a vain attempt to unite all the F.R.A.'s branches under his own jurisdiction.", "ha": "[114] Ƙ aurar su A ƙ ilu Aliyu [115] da takwarorin zamaninsa ya sa rubutattun wa ƙ o ƙ in Hausa wani kogin wasan kwaikwayo."}}
{"translation": {"en": "JWC foresaw that it would shortly become unable to meet its", "ha": "Daga nan hukumar ta kara da cewa nan gaba kadan ba za ta iya daukar wannan nauyin ba."}}
{"translation": {"en": "a new friend..", "ha": "Michurin Lesha"}}
{"translation": {"en": "World War II becomes more pronounced.", "ha": "Yaƙin duniya na ɗaya da na biyu suka ƙara dagula musu tunani."}}
{"translation": {"en": "Petition to change the lives of women in Africa AN INTERNATIONAL petition campaign aimed at removing the enormous bias against women in Africa has been launched by an Irish development agency.", "ha": "Wani shiri da Bankin Raya Kasashen Afirka, AFAWA na musamman yana ba da tsari mai yawa don cire ƙuntatawa mata 'yan kasuwa na fuskantar a Afirka."}}
{"translation": {"en": "\"Radical Self-Transformation in a Group,\" paper presented at a roundtable organized by the", "ha": "ke jikin motoci.\"Takardar da aka gabatar a taron k'ara wa juna sani, sashen"}}
{"translation": {"en": "American and European banks failed.", "ha": "Amurka da tsirarrun kasashen yammacin duniya sun kasa cimma burinsu."}}
{"translation": {"en": "Many of our clients like these Pizzaexpress.com vouchers and we have been helping them to save a great deal.", "ha": "Yawancin abokan ciniki kamar waɗannan vistaprint.co.nz lambobin talla na nz kuma mun taimaka musu sun sami ceto da yawa."}}
{"translation": {"en": "\"Vegas vs. Macau, who will win?.\"", "ha": "Dubi Carbonemys vs. Titanoboa - Wane ne ya lashe?)"}}
{"translation": {"en": "By agreed upon convention, what service runs across the sockets identified by this value? ________", "ha": "A sakon da ya fitar ta shafinsa na sada zumunta, Bashir Yace duk wanda aka ga ya yada wannan labari [...]"}}
{"translation": {"en": "Moses is to be rewarded.", "ha": "Sai muce Allah ya kyauta."}}
{"translation": {"en": "Great Power Competition in the Indian Ocean", "ha": "Mai yuwuwa ga yawon shakatawa na teku na Indiya mai girma"}}
{"translation": {"en": "Because you got it.\"", "ha": "Don- kin samu na'"}}
{"translation": {"en": "Two DVX's passing in the night...", "ha": "HDPE mai bango sau biyu bututun bututu"}}
{"translation": {"en": "2R85 The Witch-king, Lord of the Nazgul x2", "ha": "87 Olaboye Moyin Oluwa NGR 0"}}
{"translation": {"en": "So, with such expensive devices, you can expect reliable and accurate diagnoses.", "ha": "Don haka, tare da kyakkyawan tsarin kula da irin wannan gajere, za ka iya yin saƙa da fata da madauri."}}
{"translation": {"en": "This, of course, is what we are doing today.", "ha": "A gaskiya, wannan shine abin da za mu yi a yau."}}
{"translation": {"en": "He also charged them to work hard to succeed and use the opportunity of the training to establish themselves and build solid relationships with one another.", "ha": "Ya kuma sgawarce su da suyi amfani da damar Da suka samu na horon da kuma tallafin domin su zamo masu dogaro da kawunan su."}}
{"translation": {"en": "For the soul of a penny", "ha": "A haka for a penny"}}
{"translation": {"en": "Make sure that you do exercises and exercise muscles that are different each time you exercise.", "ha": "Tabbatar cewa kana yin daban-daban darussan da kuma motsa jiki daban-daban tsokoki kowane lokaci da ka motsa jiki."}}
{"translation": {"en": "Pi c x pic if you want.....", "ha": "Rayan T If Na Luv U Want"}}
{"translation": {"en": "Dawn of the Living Dead: Early Encounters with the Portuguese", "ha": "Turawa a Ƙasar Haɗeja: Karon Haɗejiyawa Da Turawan Mulkin Mallaka."}}
{"translation": {"en": "I cried silently on his chest..", "ha": "Na yi shiru na lafe a kirjinsa kamar ba ni."}}
{"translation": {"en": "She said that alcohol is her drug of choice.", "ha": "Ta ce shayar da yara nono ne ke kare cutar kansa."}}
{"translation": {"en": "The ranks of the volunteer army at present", "ha": "Wanda a halin yanzu rundunar 'yans anda na Sabongari sun kwantar da tarzomar."}}
{"translation": {"en": "This morning Nathan had to head out early to a music festival, and after he showered he asked me, \"Are you going to make me breakfast?\"", "ha": "Da Iklima ta shigo yi ma Hajiya sai da safe Hajiya tace \"Iklima, ya kamata ki fara Abinci ko?\""}}
{"translation": {"en": "He is, in short, a man of the past.", "ha": "Kuma ko ba komai, shi mutum ne da baya tunani akan abinda ya wuce."}}
{"translation": {"en": "A man came running from the far side of the town, and said, \"My people, follow the messengers.", "ha": "Mai riwaya ya ci gaba da cewa: Akwai wani tsoho tukuf a wannan birni, wanda ya ce da su:  Mutanena, wallahi wannan kira ne irin na Annabi Shu aibu (a.s)."}}
{"translation": {"en": "The choice of man", "ha": "Zarniyar Male Human"}}
{"translation": {"en": "It would be Zoë.", "ha": "da da pret ce zic.."}}
{"translation": {"en": "You'll wonder if you've lost your mind", "ha": "Wataƙila kuna mamaki ko mutumin ya rasa hankalinsa ne."}}
{"translation": {"en": "But once it's shown us where the anomalies are, it is imperative that we set it aside in favor of more appropriate tools.", "ha": "Amma da muka zo mu na so mu yi wannan mu gano ina wadancan kudi su ke, sai ma su mummnunar manufa suka rika yada cewa karin kudin mai za a yi."}}
{"translation": {"en": "You have the power to create something that, before you imagined it, did not exist.", "ha": "Da alama kuna aiki ne akan cewa tunda baza ku iya tunanin wani abu wanda ya kasance kafin halittar lokaci ba, to babu abin da zai wanzu."}}
{"translation": {"en": "Lol, I'm the same", "ha": "lol we da same"}}
{"translation": {"en": "You may be an animal makers...", "ha": "Kuma zaku iya zama mai bincike na teku na wasa ..."}}
{"translation": {"en": "Love is not as important", "ha": "Ƙauna ba ta da muhimmanci ga Wadannan."}}
{"translation": {"en": "concerned, it's bad enough already without the Score, and now these", "ha": "ba q'aramin tausayin ta yakeji ba kuma data gad'i hakan kuwa yanzun,"}}
{"translation": {"en": "But you've stopped responding", "ha": "ta daina kuka ta fara amsa"}}
{"translation": {"en": "Clement of Rome?)", "ha": "Shera da Roma ???"}}
{"translation": {"en": "Riding horses every day.", "ha": "Maimakon haka, akwai farashi a farashi kullum."}}
{"translation": {"en": "Honey, I Blew up Myself", "ha": "In shege ya tada kai nai."}}
{"translation": {"en": "out the UAW.", "ha": "Fitar da UV"}}
{"translation": {"en": "conductor of electricity, better even than copper and gold.", "ha": "Kyakkyawan daidaitawa, har ma fiye da Ipad da Kwasfa."}}
{"translation": {"en": "percent in India to 42 percent in South Africa", "ha": "425% Daidaitawa daidai a Miamidice"}}
{"translation": {"en": "They raised their eyes to him.", "ha": "Gabadayansu da idanu suka bishi da shi hankalinsu ,a tashe."}}
{"translation": {"en": "travel through the body in the blood, can be present several years before", "ha": "A cikin fadar ginin da gidan sarauta zai iya komawa bayan bayan shekaru da yawa."}}
{"translation": {"en": "The Lamb eternally.", "ha": "da kuma Ɗan Rago har abada abadin."}}
{"translation": {"en": "The first televised debate was in September 1960 between Vice-President Richard M. Nixon and Sen. John F. Kennedy.", "ha": "An fara yin muhawara a karo na farko a ranar 26 ga watan Satumba, 1960, tsakanin mataimakin shugaban kasar Richard M. Nixon da US Sen. John F. Kennedy ."}}
{"translation": {"en": "2:18 真正地, Caleb, the son of Hezron, took a wife named Azubah, of whom he conceived Jerioth.", "ha": "2:18 Lalle, Kalibu, ɗan Hesruna, ya ɗauki matarsa mai suna Azuba, wanda ya ji Jerioth."}}
{"translation": {"en": "Nuclear weapons are an effective preventive against foreign invasions.", "ha": "Makaman nukiliya na da tasiri sosai wajen hana kai hare-haren kasashen waje."}}
{"translation": {"en": "It is an algorithm and format for lossless audio data compression which is out there to all users with plug-ins for playback in nearly every media participant.", "ha": "Yana da wani algorithm da kuma format for lossless audio data matsawa wanda shi ne samuwa ga duk masu amfani tare da toshe-ins domin sake kunnawa a kusan kowane media player."}}
{"translation": {"en": "\"You could be a good person and a racist and not even know it.\"", "ha": "\"Za ku iya zama sarki ko baƙon kasa kuma ba wanda zai sani.\""}}
{"translation": {"en": "Quotes Laugh Like Nobody's Watching", "ha": "Kallon sa kawai take yi yadda ya tamke fuska kamar be taɓa dariya ba"}}
{"translation": {"en": "I saw her the moment that I walked into the party, dancing with two of her friends, laughing with a smile as bright as the sun.", "ha": "Rannan, sai na ga wata yarinya a farfajiyar, wacce ke tafiya tare da ƙananan ƙawayenta, suna dariya da dariya, kamar mala'ika mai farin ciki."}}
{"translation": {"en": "Furthermore, there are also some companies who will not promote employees who do not continue or improve education through an MBA program.", "ha": "Bugu da ƙari kuma, akwai wasu kamfanonin da ba za su inganta ma'aikatan da ba su ci gaba ko inganta ilimi ta hanyar shirin MBA ba."}}
{"translation": {"en": "He said even though we were yet to enter the peak of the rainy season, at least 18 of the 36 states in the country had started experiencing flood disasters.", "ha": "Ya ce, duk da har zuwa yanzu wasu jihohin ba su fuskantar wannan matsalar, amma zuwa yanzu a wannan daminar jihohi 18 daga cikin 36 a Nijeriya tunin suka fara dandana matsalar ambaliyar ruwa."}}
{"translation": {"en": "and signed by the witness.\"", "ha": "Wanda kuma ga shi Mai Martaba ya bayar da shaidar hakan, ta hanyar bani wannan sarautar.\""}}
{"translation": {"en": "(And indeed We have destroyed towns round about you, and We have shown the Ayat in various ways that they might return.) (46:27) Al-Hasan Al-Basri said: \"This means the victory of Islam over disbelief. \"", "ha": "\"Bayan gaskiya tayi halinta muka bazama nemanki, tun daga Ringim har zuwa sauran garurruwan da suke maƙotaka damu amma babu ke babu dalilinki, haka muka zauna muka sha kukanmu nida Innarki da sauran ƴan uwanki, muka ci gaba da yin Addu'a akan Allah ya bayyana ki aduk inda kike."}}
{"translation": {"en": "Quote: \"Except for complaining.", "ha": "Harararta yayi\"baki iya gaisuwa ba sai complain\""}}
{"translation": {"en": "Contains large and small women's shorts sizes chart in different countries.", "ha": "Ya ƙunshi ƙanana da manyan mata t-shirts Girma ginshiƙi a kasashe daban-daban."}}
{"translation": {"en": "This is because the base of the pyramid occupies a considerable area.", "ha": "Wannan shi ne saboda gaskiyar cewa yankin thoracic yana da nauyin kima."}}
{"translation": {"en": "issued the report on Monday, according to the Israeli daily newspaper", "ha": "An yi wannan waya ne a Ranar Litinin kamar yadda Daily Trust ta rahoto."}}
{"translation": {"en": "sion; he did make it.", "ha": "jiang ya yi; sun ya di"}}
{"translation": {"en": "Steyn calm under pressure.", "ha": "Unaiza tayi shiru cikin yanayi na karin damuwa."}}
{"translation": {"en": "(51:51) - And do not ascribe divinity to aught side by side with God: verily, I am a plain warner to you from Him!\"", "ha": "51; Kuma kada ku sanya, tãre da Allah wani abin bautãwa na dabam, lalle nĩ, mai gargaɗi kawai ne a gare ku, mai bayyanannen gargaɗi."}}
{"translation": {"en": "During this step we also anonymously get in touch with customer support with a set of very specific questions and адрес инспекции.", "ha": "A yayin wannan matakin kuma muna samun suna ba tare da izini ba tare da tallafin abokin ciniki tare da takamaiman takamaiman tambayoyi da tambayoyi."}}
{"translation": {"en": "\"Lord, if You will it, my mother would not be dying.\"", "ha": "\"Ka miƙa bukatun su, in dai mahaifiyata ba ta yi kururuwa ba . \""}}
{"translation": {"en": "We are grateful to the funding support from these institutions for our work.", "ha": "Har'ilayau muna godiya ga wadannan Cibiyoyin domin tallafar wannan aikin da kudi."}}
{"translation": {"en": "A new addition can damage or destroy historic features", "ha": "Kyakkyawan ƙididdiga na iya yin ko karya labari na gwaji."}}
{"translation": {"en": "O. In the next class c.", "ha": "Anyway, C ya in da next post"}}
{"translation": {"en": "He made me get one of those.\"", "ha": "ya sanya ni daga cikinsu\" sai"}}
{"translation": {"en": "\"I urge you to be fair with our people.\"", "ha": "Ya ci gaba da cewa, \"ina cewa ne kar ku ba ma'aikatanmu cin hanci."}}
{"translation": {"en": "PowToon is free and incredible software that allows users to create animations.", "ha": "PowToon ne mai free, kuma madalla software cewa sa masu amfani don ƙirƙirar rayarwa."}}
{"translation": {"en": "The hunt for efficient antiaging merchandise is a world-wide sport for each women and men.", "ha": "Jaka mai laushi da ƙwanƙwasa ƙwanƙwasawa shine zaɓi na duniya don mata da kowane nau'i."}}
{"translation": {"en": "All motorcycles work the identical, so there isn't an enormous difference in performance.", "ha": "Dukkanin masana'antun ƙwararrun ƙwararrun masana'antu ne, saboda haka babu bambanci sosai game da inganci."}}
{"translation": {"en": "The nine months diploma course changed the course of life.", "ha": "Ruwa tazarar shekaru bakwai ya canza tafarkin kogi."}}
{"translation": {"en": "Therefore, any objections raised to their parents are silenced", "ha": "Saboda haka, duk dan halak baya bijirewa maganar iyayensa."}}
{"translation": {"en": "He said, See that what you have heard from the beginning remains in you.", "ha": "Ku lura fa cewa abin da kuka ji daga farko, yǎ ci gaba da kasance a cikinku."}}
{"translation": {"en": "Kosuke on the future of Sunrise", "ha": "manazashi wa Like the sun terasu Futures"}}
{"translation": {"en": "If I didn't still have an HR24, which does display the expiration date, I would be completely in the dark.", "ha": "Idan dai har ban samu EFCC ta tantance ni a yau har ta ba ni katin tantancewa ba, to a gaskiya a nan zan kwana.\""}}
{"translation": {"en": "Problems with the edition.", "ha": "Matsaloli lokacin bugawa?"}}
{"translation": {"en": "ment; the price of the drink", "ha": "Yanyuwa - Taloki"}}
{"translation": {"en": "It was also difficult for the US soldiers to be", "ha": "Ko su Amurkawan idan sun zo zai basu wuya."}}
{"translation": {"en": "The \"u\" may be shorter", "ha": "'A' iya gabatar da wuri da lokaci"}}
{"translation": {"en": "When the groom doesn't show, she's in trouble.", "ha": "Idan har babu to maigida ya shiga rashin kwanciyar hankali."}}
{"translation": {"en": "Twice, then twice more...", "ha": "kamviri - haka chin"}}
{"translation": {"en": "When you eat, you don't have to tell your stomach to produce acid for digestion.", "ha": "Akwai wasu kuskuren cewa ba ku bukatar ku ci abincin dare don ba da damar jiki ya cinye ƙwayoyi."}}
{"translation": {"en": "The one memory of his father is a rather implausible", "ha": "Ajiyar Zuciya Abba ya jaa jin ba wani abun tada hankali sosai bane."}}
{"translation": {"en": "Who did once upon the Ross, alleluia!", "ha": "Wane ne ya yi sau ɗaya akan gicciye, Halleluia!"}}
{"translation": {"en": "There are more bacteria in the human gut, for instance, than there are body cells.", "ha": "Akwai karin kwayoyin cuta a cikin ɗan adam, alal misali, fiye da akwai kwayoyin jiki."}}
{"translation": {"en": "He answered, \"Didn't everyone?\"", "ha": "Ta yi mamaki, ya ce, \"Ba duka ba?\""}}
{"translation": {"en": "Hope to contribute in this community and greetings to you all...", "ha": "08094233473 rakiyabamalli@gmail.com Masu karatu da ke biye da mu a wannan shafi muna muku barka da warhaka, da fatan kowa ..."}}
{"translation": {"en": "\"I dunno, you're getting pretty good at sharpening your ninja skills.\"", "ha": "\"Ke dawa kike yi rashin kunya zakiyi mun don naga kina wanke najasan gardi\""}}
{"translation": {"en": "Next story Tens of thousands of new organisms have been discovered on Earth", "ha": "Image caption An gano sababbin nau'in halittu guda 5000"}}
{"translation": {"en": "Wars of the French Revolution: Battle of Cape St. Vincent", "ha": "Yaƙe-yaƙe na juyin juya halin Faransa: Yaƙi na Cape St. Vincent"}}
{"translation": {"en": "known as the \"Home of Ramona.\"", "ha": "Sunan mai suna \"dan Ramon (Mai hikima mai karewa).\""}}
{"translation": {"en": "It's Laurie the youtube video.", "ha": "ma chaîne Youtube Laure Tarin"}}
{"translation": {"en": "Is your toilet clogged but you don't have a plunger?", "ha": "Kuna o kuyiT ana t anaga kananunku amma ba ku da ƙwarewar dinki?"}}
{"translation": {"en": "Do you know anything about their business?", "ha": "Shin sun san menene kasuwancin ku?"}}
{"translation": {"en": "A rectangle is quadrilateral with four right angles.", "ha": "Rectangle ne mai quadrilateral da hudu dama kusassari."}}
{"translation": {"en": "A lesson for the Jewish people", "ha": "Tuma Bahuda Darshana"}}
{"translation": {"en": "The rude girl's nose began to bleed.", "ha": "Da alamu yar matar tawa ta fara sabawa da kanwar ta."}}
{"translation": {"en": "It is - it's fallen.", "ha": "ama - yawa"}}
{"translation": {"en": "Charles Oputa, popularly known as Charly Boy, on Monday led a protest to the headquarters of the Economic and Financial Crimes Commission (EFCC) in...", "ha": "Charles Oputa da aka fi sani da Charley Boy a ranar Litinin zai jagoranci zanga-zanga zuwa ofishin hukumar yaki da yiwa tattalin arzikin kasa ta'annati ta EFCC domin neman a..."}}
{"translation": {"en": "How to re-register Antlr3.", "ha": "jie kai wai di ren zai jing mai fang de 3 yi wen"}}
{"translation": {"en": "Oyeyemi said, \"The suspect has made a confessional statement that he is a leading member of the dreaded Eye confraternity.\"", "ha": "Ikem ya ce, wanda ake tuhuman ya fada da bakinsa cewa shi dan wata kungiyar asiri ce, mai suna, Eiye confraternity.\""}}
{"translation": {"en": "Since then the area has always been called bahun Bango.", "ha": "Daga bisani aka fara kiran yankin da Bauchi."}}
{"translation": {"en": "Raise your salary ...\"", "ha": "Kuma ka yawaita yimin Salati acikinta......\""}}
{"translation": {"en": "Is It Safe and Effective for Children?", "ha": "Shin wannan daidai ne kuma ba zai cutar da jarirai ba?"}}
{"translation": {"en": "\"What would treating you like a woman look like?\"", "ha": "'Me yasa kake kama da matar da ta fitar da su?'"}}
{"translation": {"en": "The giving of the one who loves is a", "ha": "Yi kyauta ga ƙaunataccen abu yana da sauki."}}
{"translation": {"en": "41The Jewish people therefore murmured concerning him, because he said, \"I am the bread which came down out of heaven.\" 42They said, \"Is not this Jesus, the son of Joseph, whose father and mother we know?", "ha": "41Da jin haka, Yahudawa suka fara gunaguni a kansa, domin ya ce, \"Ni ne burodin da ya sauka daga sama.\" 42Suka ce, \"Kai, wannan ba Yesu ba ne, ɗan Yusuf, wanda mahaifinsa da mahaifiyarsa duk mun san su?"}}
{"translation": {"en": "Anonymous: True or not.", "ha": "Re: Re: Hakama or no hakama."}}
{"translation": {"en": "Well, yeah, but there are limits.", "ha": "Ee, zaku iya amma akwai iyakoki masu alaƙa da shi."}}
{"translation": {"en": "I have been a Muslim for one year.", "ha": "Ni da ganin Aslam fa sai nai wata."}}
{"translation": {"en": "USG People is a specialist provider of employment services in Europe.", "ha": "Da farko dai, Ugs ne takalma ga ma'aikata a Australia."}}
{"translation": {"en": "In 1957 she recorded her first album, Miss Calypso.", "ha": "A shekara ta 1957, Angelou ta rubuta kundi ta farko, Calypso Heat Wave."}}
{"translation": {"en": "the average young man of his age and", "ha": "budurwa ta gaban kwatace kuma shekarunta"}}
{"translation": {"en": "Sorry for the loss of Mr. CONRAD", "ha": "Sorry yaar duniya bekar bina son of SARDAR"}}
{"translation": {"en": "That means that eleven of the recommendations were made by people no longer with the Department.", "ha": "Ya nuna cewar zaben da suka gudanar shi ne sahihi ba wanda mutane 11 suka gudanar ba."}}
{"translation": {"en": "For the purposes of Hardy-Weinberg, ed.", "ha": "Ka tuna da maƙasudin Hardy-Weinberg: (A yawan yawan jama'a ne a ma'aunin halitta)"}}
{"translation": {"en": "As you can imagine, what this implies for the evolution of abelisaurs during the late Cretaceous period is still being worked out.", "ha": "Kamar yadda zaku iya tunanin, abin da ake nufi da juyin halitta na abelisaurs a lokacin marigayi Cretaceous lokaci har yanzu ana aiki!"}}
{"translation": {"en": "Sunday mornings and open to all.", "ha": "Safiya da yamma kowa da kowa, fatan dukkanku sun ji daɗin ranar Lahadi har yanzu"}}
{"translation": {"en": "He met thee in the way, and smote the hindmost of thee.", "ha": "you ru bi hua gan zao luo shi , wǒ zhū zhi bing yi fu ru shi,"}}
{"translation": {"en": "A mother lost her child and her husband on the same day.", "ha": "Patacara ya rasa 'ya'yanta, mijinta da iyayenta a rana guda."}}
{"translation": {"en": "It can tell your story and showcase all the facets of your company.", "ha": "Kuna iya rikodin duka tattaunawar kuma ku ba da rahoton halayen su ga masu kamfanin ku."}}
{"translation": {"en": "The Potential Risks Associated With High Fructose ...", "ha": "Good kasuwar yiwuwa na high-matsa lamba va ..."}}
{"translation": {"en": "Her level of detail and flexibility is something an actor should always be striving for.", "ha": "Kyakkyawan adadi da launin fata shine wani abu da zaiyi ƙoƙari don."}}
{"translation": {"en": "BTW thank you to everyone.", "ha": "Godiya da gl kowa da kowa."}}
{"translation": {"en": "Also known as: Frances E. W. Harper, Effie Afton", "ha": "Har ila yau aka sani da: Frances EW Harper, Effie Afton"}}
{"translation": {"en": "So dream a little dream, while relaxing your day and night away.", "ha": "Haka ne, yi tsawon rai da nutsuwa a ranka yayin da kake zaman dare da rana."}}
{"translation": {"en": "It is used as an anesthetic, and the plant also has a positive effect on the activity of the nervous system, therefore it is considered an excellent sedative and hypnotic.", "ha": "Sun yi amfani da shi a matsayin cututtuka, kuma tsire-tsire yana da sakamako mai tasiri a kan aikin sashin jiki, saboda haka an dauke shi kyakkyawar magani mai kwarewa da hypnotic."}}
{"translation": {"en": "They testified that the prosecution's informants were liars.", "ha": "Ga shi kuwa, alkalamin ƙarya na magatakarda, ya yi ƙarya."}}
{"translation": {"en": "Vietnam: When to Go.", "ha": "Launi: Maɗaura da Rini"}}
{"translation": {"en": "As with any medical condition, you'll want to get expert advice.", "ha": "Kamar yadda yake tare da kowane yanayin likita yakamata ku duba don neman shawarar kwararru daga ƙwararren likita kamar likitan ku."}}
{"translation": {"en": "Currently, there is already a ranking", "ha": "Yau a kan saman akwai filin da aka lura."}}
{"translation": {"en": "\"I think you need to get up.\"", "ha": "\"Ai kuwa ni na zata kin tashi fa.\""}}
{"translation": {"en": "(17:100) Say: If you control the treasures of the mercy of my Lord, then you would withhold (them) from fear of spending, and man is niggardly.", "ha": "100Ka ce: \"Dã dai kũ, kunã mallakar (2) taskõkin rahamar Ubangijĩna, a lõkacin, haƙĩƙa dã kun kãme dõmin tsõron ƙãrħwar taskõkin."}}
{"translation": {"en": "Note that you can't move a home (site) from one Google Analytics account to another you would have to set up a new property under the new account and lose the historical data you gathered from the original residential or commercial property.", "ha": "Ka lura cewa ba za ka iya matsawa da dukiya (website) daga daya Google Analytics account zuwa wani-ka da, don kafa wani sabon dukiya a karkashin sabon lissafi kuma rasa tarihi data ka tattara daga asali dukiya."}}
{"translation": {"en": "She also worked at Hospital.", "ha": "kuma tana da aiki a asibiti."}}
{"translation": {"en": "Even after two years of his passing it had felt like a day still hadn't passed.", "ha": "Kwana biyu sukai amman duk ya damu ji yake kamar wanda ya shekera biyu bai ganta ba."}}
{"translation": {"en": "They had been fighting one another for the previous 20 years; at the Battle of Ningyuan in 1626, the Manchu leader Nurhaci had received his fatal injury fighting against the Ming.", "ha": "Sun kasance suna fada da juna a cikin shekaru 20 da suka gabata; a yakin Ningyuan a 1626, Manchu shugaban Nurhaci ya samu mummunan rauni da ya yi wa Ming."}}
{"translation": {"en": "Available for 15.", "ha": "Diyar Turunç 15"}}
{"translation": {"en": "Now we have 25 vendors,\" she said.", "ha": "Yanzu haka jami'anmu na bibiyar masu garkuwan,\" in ji ta."}}
{"translation": {"en": "11:30, \"For My yoke is easy, and My burden is light.\"", "ha": "11:30 Gama karkiyata mai daɗi ce, nauyi na kuma mai sauƙi ne. \""}}
{"translation": {"en": "Caring for elderly 3.", "ha": "datta kiran Hace 3 días"}}
{"translation": {"en": "We look forward to August 26th.", "ha": "A yanzu zamu ci gaba da jiran 26 ga Yuni."}}
{"translation": {"en": "Why does the GK meet with Gawain on New Year's day?", "ha": "guo nei wai tou zuo jun su lei yao wu yan jiu kai fa xin jin zhan"}}
{"translation": {"en": "Just how do you get there and what are the components of that?", "ha": "Yadda za a samu can kuma menene siffofin ziyarar ?"}}
{"translation": {"en": "Young will never forget the day the youngster rolled into town and he takes up the story.", "ha": "Ba zai taba manta da ranar Jay Z ta jawo babban waƙarsa ba, kuma ta sanya shi."}}
{"translation": {"en": "looking for just the right person to give", "ha": "Kawai neman abin da wani ya samar wanda ya dace ya nuna alama."}}
{"translation": {"en": "for the feed, as well as to sell", "ha": "man fetur da kuma duk da haka shi ne don sayarwa a matsayin"}}
{"translation": {"en": "Figuring Out the Style of Earrings That She Likes", "ha": "Ƙirƙirar shi irin wannan yanayin da ya ji yana ƙaunar."}}
{"translation": {"en": "It opens with the line \"and every day starts off the same, I wake up looking for my brain.\"", "ha": "Ta gyada kai tareda cewa \"kuran danake mafarkinsa kullum inna tashi sainaga cizon ajikina yayi baki.\""}}
{"translation": {"en": "Pablo Neruda Quotes - To feel the love of people... - Life Quotes", "ha": "mubarak desh ka jawan ko.....sab ko maro..aur be Inka bhai hai wa par"}}
{"translation": {"en": "Don't be fooled, children, they are EVIL.", "ha": "Kada ku yaudare su, saboda waɗannan yara suna da hankali."}}
{"translation": {"en": "urged them to continue to churn out", "ha": "shi yan jiao shi de su zhi jie gou zuo yi"}}
{"translation": {"en": "Nice to meet you would you like to have coffee with me?", "ha": "Kai, Ina matukar jin daɗin san ku - kuna son ɗaukar kofi ba da daɗewa ba?"}}
{"translation": {"en": "1:4 Ruler of the day of judgment", "ha": "4 Mai nuna Mulkin/Mamallakin Rãnar Sakamako."}}
{"translation": {"en": "Q: Hey! you didn't send any screws!!", "ha": "h: iya iya! terus ntar gw tunjukin lagi jalannya!!"}}
{"translation": {"en": "\"Where are your divers?\"", "ha": "\"tapi kamu suka kan?\" jawab ku"}}
{"translation": {"en": "I want to use this device on a new account", "ha": "Muna yin amfani da wannan soso a sababbin soso."}}
{"translation": {"en": "He hasn't been to Australia.", "ha": "Don shi bai taba zuwa Australia ba."}}
{"translation": {"en": "To honor the fact that he came here to put", "ha": "ti yan lai zi fa guo de shi jue zuo yan"}}
{"translation": {"en": "A look that says, 'What information am I missing?' and 'Should I have spoken to Idrissa?'", "ha": "Kallanta yai cikin tsana yace \" to ko in sanar ma Abdulmajid?\""}}
{"translation": {"en": "Now, therefore, I beg you swear to me by the Lord, since I have shown you kindness that you will also show kindness to my father's house and give me a true token.", "ha": "12 Yanzu fa, ku rantse mini da Ubangiji, kamar yadda na yi muku alheri, haka ku kuma za ku yi wa gidan mahaifina, ku ba ni tabbatacciyar alama."}}
{"translation": {"en": "Disposition will be made of Satan for a thousand years.", "ha": "Shaidan ya daure shekaru dubbai ba dubu ba."}}
{"translation": {"en": "She is Sam's Grandmother.", "ha": "Yanzu shine kakar samhain."}}
{"translation": {"en": "Portmore United missed two weeks of competition to participate in...", "ha": "Maki biyu ne ya ragewa United a fafatawar da suke yi ta gama buga gasar a cikin kungiyoy..."}}
{"translation": {"en": "72% were currently or formerly homeless.", "ha": "Kashi 72 cikin 100 na yanzu ko kuma ba su da gida."}}
{"translation": {"en": "He watched them go, and then turned to his wife.", "ha": "Bayan ta gaishe su kana tayi beark bayan ta kammala Mama ta dube ta tace,"}}
{"translation": {"en": "Hmm looks like shes pregnant...", "ha": "Pregnancy k baad kamar dard... ho gayi hai."}}
{"translation": {"en": "When someone invests in gold and silver, it will help to preserve their purchasing power.", "ha": "Idan Sanya Silver da Iron Man ya haɗu, wannan zai sa su haɓaka."}}
{"translation": {"en": "\"Mama...\" Kagome whispered crying again.", "ha": "Koda...\" sekuma ta sake fashewa da kuka."}}
{"translation": {"en": "I'm too old to be lifting!", "ha": "\"Oh, idan na tsufa isa in tashi a fadin teku!"}}
{"translation": {"en": "Why did he let go of her?", "ha": "Me ya sa ta tafi ta bar shi?"}}
{"translation": {"en": "high levels of water soluble metals (Table 1).", "ha": "Hanyar ƙidayar don iyakar ruwa mai amfani (tebur 1)"}}
{"translation": {"en": "It has a height greater than its width and is made in various sizes and weights.", "ha": "Ya kamata dan kadan ya fi girma fiye da wanda ya gabata kuma yana da sashi na kusan santimita a kowane gefe."}}
{"translation": {"en": "You must come back before nine o'clock", "ha": "Ya kamata ku dawo da shirin karfe 9:00 na Dare."}}
{"translation": {"en": "I... think that's most of the super good ones?", "ha": "Ina nufin... mafi yawan cakulan mafi kyau daidai?"}}
{"translation": {"en": "Do you want to volunteer for families?", "ha": "Idan kana so ka madadin da zabi fayiloli?"}}
{"translation": {"en": "The components for which such symbols and labeled representations are used must be adequately recognized within the specification.", "ha": "Abubuwan da ake amfani da waɗannan alamomi da alamomin da aka yi amfani da su suna amfani da su dole ne a gane su da kyau a cikin ƙayyadewa."}}
{"translation": {"en": "The two war parties have agreed to work together to rid the land of Demons.", "ha": "Kasashen da suka halarci taron, sun yanke shawarar aiki tare don ganin an murkushe ayyukan 'yan Boko Haram."}}
{"translation": {"en": "I hope she gets blown into space at some point.", "ha": "Kuna ganin shi yana motsawa cikin sama a wani lokaci ko wani."}}
{"translation": {"en": "Hi Stephen, thanks for your compliments....!!!", "ha": "hausla afzaayi ka shukriya saNgwan ji...!!"}}
{"translation": {"en": "High quality plastic, which is virtually unbreakable", "ha": "- Babban filastik mai nauyi yana da nauyi & kusan ba za a iya rushe shi ba"}}
{"translation": {"en": "Be careful with slicked back comb-overs - they are not the best option for thin hair and receding hairline.", "ha": "Kayan gajeren gashi tare da bangon elongated - ba mafi kyawun maganin ga 'yan mata da nau'in fuska na rectangular ba."}}
{"translation": {"en": "\"Don't You Know What the Night Can Do\"", "ha": "\"Shin, Ba Ka San Abin da Night Zai Yi\""}}
{"translation": {"en": "for book Taste of Home - April/May 2012", "ha": "Mujallar bayani \"Art Menu\" fitowar Afrilu / Mayu"}}
{"translation": {"en": "Carl is tired of his wife.", "ha": "Keith ya gajiya da yarinyar matarsa."}}
{"translation": {"en": "Soon after, the Remington Company mass began marketing the first typewriters starting in 1877.", "ha": "Ba da daɗewa ba, Kamfanin Remington ya fara sayar da kasuwanni na farko da suka fara a 1877."}}
{"translation": {"en": "The possession or use of any communications device is strictly prohibited", "ha": "Amfani da shi don kowane ɗan wasa ko amfani da shi an haramta shi ƙwarai."}}
{"translation": {"en": "They will know that I am Yahweh (M) when I take My vengeance on them.\"", "ha": "Sa'an nan za su sani ni ne Ubangiji, sa'ad da na ɗauki fansa a kansu.\""}}
{"translation": {"en": "602 and 603, for the purpose of making loans to", "ha": "502 da 603 sun ƙare da siyar da pallet"}}
{"translation": {"en": "The lawmakers in December 2018, approved promissory notes and bond issuances of N67.9 billion and N34.3 billion for Delta and Taraba States respectively.", "ha": "A watan Disamban 2018 ne 'yan majalisan suka amince da kudin kwantiragi na naira biliyan N67.9 da kuma biliyan N34.3 ga jihohin Delta da Taraba."}}
{"translation": {"en": "The US President has not yet been chosen", "ha": "Har yanzu ba a sanar da kyaftin din kungiyar Amurka ba."}}
{"translation": {"en": "Just wanted to say \"Hi\" - Thailand", "ha": "Just walkin 'uh - di chin chin ya chin"}}
{"translation": {"en": "and lead to his exile by his father King", "ha": "le mai hun gaiya teru ho sobiya"}}
{"translation": {"en": "Oil for Food: The Global Food Crisis in the Middle East", "ha": "Kasuwanci - Yadda tsadar kayan abinci ke tsananta a sassan Duniya"}}
{"translation": {"en": "Sojourners for Truth and Justice Wikipedia", "ha": "Watsa daga Weber ta shari'a da kuma gaskiyar na"}}
{"translation": {"en": "After a while, he sat down.", "ha": "Ba ta yi dogon tunani ba, ta zauna."}}
{"translation": {"en": "When it comes out, you'll be informed", "ha": "A lõkacin da ta ke yi, za a yi bayanin kula sanar da kai."}}
{"translation": {"en": "On this great occasion, I would like to share about japanese style design.", "ha": "A wannan shafin, Ina so in gabatar da labarin yadda dusar ƙanƙara ta Japan take."}}
{"translation": {"en": "I was born in Plano, TX.", "ha": "Kamzoron Ki Nahin Hai Duniya, Pt."}}
{"translation": {"en": "25 I'll sprinkle pure water on you all, and you'll be cleansed from your impurity and from all of your idols.\"", "ha": "25 Zan yayyafa muku tsabtataccen ruwa, za ku kuwa tsarkaka daga dukan ƙazantarku, da kuma daga dukan gumakanku."}}
{"translation": {"en": "To me he was like a high mountain.", "ha": "A gare ni kamar dutse ne, babban tudu na tura."}}
{"translation": {"en": "I drove to the U of M hospital.", "ha": "Na zo daga Amurka zuwa Max Hospital."}}
{"translation": {"en": "Also I paid attention to insignificant details, but I learnt to understand what is more important.", "ha": "Nan ni ma na kara gishiri da magi amma na tozarta tozartawa mafi muni."}}
{"translation": {"en": "Scar the Martyr - 04.", "ha": "Bai Chaliya Ji - Meerasi 4"}}
{"translation": {"en": "You Don't Leave When Jenn...", "ha": "Sai kawai da baƙin ciki bai yi baƙin ciki Jen ..."}}
{"translation": {"en": "The music and acting is excellent, one of the best in the gaming industry.", "ha": "Nishaɗi da sautuna suna da kyau a nan, daya daga cikin mafi kyau a duk fadin gabaran Gaming Gaming."}}
{"translation": {"en": "If I were to go into medicine, I know I would choose to become a GP.", "ha": "Da a ce na sauya sheka zuwa APC, tuni da na zamto minista - Babangida Mu'azu ▷ Legit.ng"}}
{"translation": {"en": "I had gone away and come home.", "ha": "Anan na barta ni kuma na koma gida."}}
{"translation": {"en": "Let the earth bring forth a Savior.", "ha": "Bari ƙasa ta buɗe kuma ta fito da mai ceto!"}}
{"translation": {"en": "The Rowdies have to be loud.", "ha": "Ranas Sikiya Gotta Saree.."}}
{"translation": {"en": "The first man is really amazed out by this behaviour and can't figure", "ha": "Gaskiya Samm Wannan Series Ya Bani Haushi Ya Kamata Ae Ta Ganshi Koda Shi Bazai Iya Ganinta ba"}}
{"translation": {"en": "I started out by doing a detailed drawing on illustration board.", "ha": "Specialy da m LED nuni, samar da wani cikakken bayani ga nuni shagon kayan ado."}}
{"translation": {"en": "When the content of such a plant in an aquarium, you need to replace a weekly one-fifth of the water every week.", "ha": "Idan kun ci irin wannan shuka a cikin akwatin kifaye, kuna buƙatar maye gurbin shi kowace mako tare da kashi biyar na ruwa."}}
{"translation": {"en": "st. louis with Kaori", "ha": "kasumeyuku shi no kaori"}}
{"translation": {"en": "Italian Village Commission was supportive of the...", "ha": "Hukumar Yawon Bude Ido ta Afirka ta goyi bayan fadada ..."}}
{"translation": {"en": "Laugh-In's \"Sock it to me\" girl?", "ha": "nima dai dariyar nayi nace \"  mata ku qame qam 🤣"}}
{"translation": {"en": "The other is the use of state terrorism by the superior Nazi forces in the Balkans, in an attempt to suppress the resistance movement.[citation needed]", "ha": "Sakamakon matsin lamba da gwamnatin jihar Zamfara kema yan ta'addan jihar, maimakon su nemi kuɗin fansa sun koma bukatar buhunan shinkafa, [...]"}}
{"translation": {"en": "Failure is not an option Posters and Art", "ha": "Bugawa ba wani samfurin aikin zane ko zane ba."}}
{"translation": {"en": "Now, with the use of Internet, all of us can simply discover all these video games on-line.", "ha": "Don sauki da sauƙin sadarwa a Intanet, mun gabatar da duk tattaunawar bidiyo ta amfani da tsarin caca akan shafin yanar gizo."}}
{"translation": {"en": "These are few factors responsible for the rapid growth of the market.", "ha": "Wadannan sune lamba daya da ke saurin kawo samu a kasuwancin sayar da kayan kwalliya."}}
{"translation": {"en": "\"He walked over with his friends to the crossroads to put", "ha": "Ya bar masoyiyarsa da ciwan sanshi dan yasan tagama tafiya da qaunarsa aranta"}}
{"translation": {"en": "There are three cars in this picture.", "ha": "Malam: Akwai motoci uku a wannan hoton?"}}
{"translation": {"en": "Look at this woman's ...", "ha": "Anya wannan matar ...."}}
{"translation": {"en": "All that remains is for us to welcome", "ha": "Mun kawai shiga har zuwa maraba da ku da wani"}}
{"translation": {"en": "I have no doubt that this is yet more proof that Kadima is a party lacking any agenda.\"", "ha": "Kinsan ko akwai sababbin darasi kuyi ready keda Nihal ina nan b'ullowa Akwai chapter.\""}}
{"translation": {"en": "In this case, malaria is the cause of the convulsion.", "ha": "A wannan yanayin, dalilin cutar ta kare shi ne kashin da ke ciki ."}}
{"translation": {"en": "The futility of these things", "ha": "saikin aijou wa IMA ICHI"}}
{"translation": {"en": "It's a whole lot easier to have some of the covert operatives do the job and then get it over with.\" -Pat Robertson, calling for the assassination of Venezuelan President Hugo Chavez\"Wait a minute, I didn't say 'assassination.'", "ha": "Yana da sauki fiye da yadda wasu daga cikin masu aiki a cikin gida suka yi aiki sannan kuma su ci gaba. \"-Pat Robertson, yana neman a kashe shugaban Venezuela Hugo Chavez"}}
{"translation": {"en": "To do that, you need to first add a shop section on your Business Facebook Page.", "ha": "Saboda wannan, kuna buƙatar ƙara mai kwaskwarima ga taken kasuwancin Facebook Place na kowane wuri."}}
{"translation": {"en": "Go to the nearer door and open it carefully.", "ha": "Bayan haka, je wurin kandami mafi kusa kuma ku jefa masa murya."}}
{"translation": {"en": "12:25 For I, the Lord, will speak.", "ha": "12:25 Domin Ni, Ubangiji, zai yi magana."}}
{"translation": {"en": "Based in Denver, Colorado, United States.", "ha": "Denver birni ne, da ke a jihar Colorado, a ƙasar Tarayyar Amurka."}}
{"translation": {"en": "Good living starts at an early age and must be consistently maintained over a lifetime.", "ha": "Ana fara motsa jiki sosai bayan tsufa, kuma dole ne a ci gaba na dogon lokaci."}}
{"translation": {"en": "Jumeirah Maldives to open in October", "ha": "Jumeirah Maldives: Za a buɗe wuraren shakatawa na alatu a cikin Oktoba"}}
{"translation": {"en": "My father and brother were shot to death on November 5.", "ha": "An kashe shi da Paparoma a ranar 28 ga watan Agusta, mutanensa har sai sun isa."}}
{"translation": {"en": "6 He must not be a recent convert, or he may be puffed up with conceit and fall into the condemnation of the devil.", "ha": "6 Lalle ne kuma, kada ya zama sabon tuba, don kada ya daga kai ya burmu a cikin hukuncin da aka yi wa Iblis."}}
{"translation": {"en": "The social innovation is the Gregorian calendar.", "ha": "Samfurin farko shine Gritin tsalle tsalle igiya."}}
{"translation": {"en": "If you are not willing to listen, there is no helping you.", "ha": "Idan kai mai haƙuri ne mai tsananin rashin ji, to ba kyau."}}
{"translation": {"en": "What is the course of the virus?", "ha": "me wani dati'un çevirisi"}}
{"translation": {"en": "From the July 15, 2012, Watchtower, page 24, in the article, \"Of Whom Shall I Be In Dread?\" under the sub-heading \"Trust In God's Help\":", "ha": "Yanzu, Hasumiyar Tsaro ta 1st 2001, shafi na 5, a ƙarƙashin taken \"Waye Dogocin Za ku Dogara?\""}}
{"translation": {"en": "In 1992, when still a paratrooper in the Venezuelan army, Chavez attempted a coup against President Carlos Andres Perez and was subsequently jailed for his attempt.", "ha": "A shekarar 1992, Chavez wanda ke mukamun Kanel a wannan lokaci, ya yi yunkurin kifar da gwamnatin Shugaba Carlos Andres Perez, ta hanyar juyin mulki, abun da ya janyo aka daure shi na tsawon shekaru biyu."}}
{"translation": {"en": "But of all these, the most important is the", "ha": "a duk abin da amma wannan shi ne babban babban babban"}}
{"translation": {"en": "All images courtesy of the artist and Lizamore & Associates.", "ha": "all images courtesy of kengo kuma & associates and koya yasan"}}
{"translation": {"en": "No one doubted Jessica's skills as they watched her career.", "ha": "Ba wanda zai iya yarda da irin yadda Patricia ya zama mummunan lokacin da ta zo ne a ganawarsa ta aiki."}}
{"translation": {"en": "or develops a health problem which, in the judgment of the director of the health", "ha": "asali.A bisa nazari na ka'idodin tsaron lafiyar shugaba,wannan wani kuskure ne"}}
{"translation": {"en": "become controversial, especially when they are", "ha": "ba daidai ba, mai rikici, musamman ma lokacin da kulle suke har yanzu;"}}
{"translation": {"en": "It is directed by Lasse Hallström ...", "ha": "Lawes Moda Abiye Tasarim ..."}}
{"translation": {"en": "At only 19, Kendall has become the new face of Estee Lauder.", "ha": "A wani rana kuma ya zama sanannun cewa Kendall ya zama sabuwar fuskar shahararren laet LaPerla."}}
{"translation": {"en": "For the Love of Paper: A Challenge", "ha": "Barka Da Zuwa TSANGAYAR SIRRINSU: Tasarifi"}}
{"translation": {"en": "Gravel is anything larger than sand and includes granules, pebbles, cobbles, and boulders on the Wentworth scale.", "ha": "Girman hoto abu ne mafi girma fiye da yashi kuma ya hada da granules, pebbles, cobbles, da kuma dutse a kan Wentworth sikelin."}}
{"translation": {"en": "\"This time he made it not by chance but by choice, down on one knee, he said 4 words and I said yes,\" she wrote at the time.", "ha": "Amma a wannan lokacin bai samu ba, amma a hankali sai ya durƙusa a gwiwa, ya furta kalmomi hudu masu kyau, kuma na amsa \"I.\""}}
{"translation": {"en": "Year of the business: 2017", "ha": "Lokaci don kasuwa: 2017"}}
{"translation": {"en": "Caitlin does not .", "ha": "Killian Kada"}}
{"translation": {"en": "Philmont subsequently did not open for the 2018 season.", "ha": "Kwanan nan, Max Mara gabatar da tarin spring-summer 2013."}}
{"translation": {"en": "Thank You for Your purchase", "ha": "Na gode da sayan sayan!"}}
{"translation": {"en": "East Los Angeles Woman Donates Coffins to Families who can't afford them", "ha": "Matan Nijar Sunyi Abunda Matan Kannywood Bazasu Iya Ba A Gidan Gala."}}
{"translation": {"en": "18Then I will give You thanks in the great assembly; I will praise You among many people.", "ha": "18 Sa'an nan zan yi maka godiya a gaban babban taron jama'a."}}
{"translation": {"en": "This trophy is responsible for 37-percent of all UFO sightings in Europe.", "ha": "Wannan ganima yana da alhakin kashi 37 cikin 100 na duk abubuwan da aka gani a UFO a Turai."}}
{"translation": {"en": "Based on Ecclesiastes 3:1-8", "ha": "Yi kwatanta Mai-Wa'azi 3: 1-8 a cikin Karin Ma'anar Littafi Mai Tsarki"}}
{"translation": {"en": "If you start right now, you can:", "ha": "Idan a halin yanzu ka shiga ciki, za ka iya:"}}
{"translation": {"en": "fragments of ire which are still to be found", "ha": "kundin Wakokin da har yanzu ba'a sami wanda ya fishi"}}
{"translation": {"en": "Uprising (1980) was Bob Marley's final studio album, and is one of Marley's most directly religious albums, including Redemption Song and Forever Loving Jah.", "ha": "Tashin hankali a shekarar (1980) shi ne faifan studio na ƙarshe na Bob Marley, kuma yana ɗaya daga cikin shirye-shiryensa na addini; ya hada da \"Waƙar fansa\" da \" Madawwami vingaunar Jah .\""}}
{"translation": {"en": "Arrests for driving under the influence in Virginia tend to spike on the Fourth of July.", "ha": "A halin yanzu dai, ana hasashen cewa zanga-zangar da ta barke a kasar Sin, za ta kai kololuwarta ne a ran 4 ga watan gobe."}}
{"translation": {"en": "Some, like day-to-day match recommendations, are helpful, although some, like alerts that inform you every brand brand new \"like\" you can get, can you need to be irritating.", "ha": "Wasu, kamar shawarwarin wasan yau da kullun, suna da taimako, yayin da wasu, kamar faɗakarwar da ke gaya muku kowane sabon \"kama\" da kuka samu, na iya zama mai ban haushi."}}
{"translation": {"en": "Â·12:18 \"Then he said, 'This is what I'll do.", "ha": "18\"Sai ya ce, 'Ga abin da zan yi."}}
{"translation": {"en": "Isaiah 48:18 - If only you had paid attention to my commands, ...", "ha": "48:18 Idan da kun lura da dokokina!"}}
{"translation": {"en": "A child is not always a child.", "ha": "daushe mai kidan kwarya ahayye yaro ahayye ba yaro ba"}}
{"translation": {"en": "Contains, at head of sheet, fourteen portraits, presumably of the men executed, whose names are listed at the end of the ballad.", "ha": "A tsakiyar wani sassaka ne na hannayen mutane wanda ke dauke da jigon kwalliya hudu, a sama wanda aka dakatar da gem din a ƙarshen sanda."}}
{"translation": {"en": "and the transfer of management personnel to the newspaper's main", "ha": "Kamisama wa nan mo michi nanka shite nai aozora ga waratteru"}}
{"translation": {"en": "Lance is currently in the process of rewiring his entire facility - it can't open until that is complete.", "ha": "Yanzu MTN ta sanar cewa ba za ta bude ofisoshinta ba har sai komai ya lafa."}}
{"translation": {"en": "She asked with terror in her voice.", "ha": "Ta faɗa da bayyanen nan tsoro cikin muryarta."}}
{"translation": {"en": "politely pretending to care that the U.S. or", "ha": "kiye huye to ho sar par sawaar us ko barar"}}
{"translation": {"en": "Don't allow others to take away your precious time", "ha": "Kada ka bari mutane su rika juya lokacinka."}}
{"translation": {"en": "If a genuine commitment to Christian faith will result in a stronger marriage, then perhaps the Bible really does have something important to say about the subject.", "ha": "Idan haƙuri kai tsaye ga bangaskiyar Kirista zai haifar da aure mai karfi, to, watakila Littafi Mai Tsarki yana da wani abu mai mahimmanci game da batun."}}
{"translation": {"en": "Inoculant: Suggested", "ha": "aconsejar: don ba da shawara"}}
{"translation": {"en": "I have other words to describe my mother.", "ha": "Nayi tunanin hanyoyi dabam da zan iya gaya wa mahaifiyata."}}
{"translation": {"en": "He was the only man on Earth,", "ha": "Shi kaɗai ne a duniya."}}
{"translation": {"en": "So we're here to stay, until God moves us along.", "ha": "Amma sai muka ci gaba da zama a nan, tun tana ta barcinta, har Allah ya raya mana ita, ya mai da ita haka."}}
{"translation": {"en": "\"The Air component, therefore, dispatched a NAF attack helicopter to the location which engaged the target area, leading to the killing of several of the bandits.\"", "ha": "Saboda haka, Kwamandan Jirgin Sama, ya aika da jirgin sama mai saukar ungulu zuwa wurin da ya yi niyyar kai harin, lamarin da ya kai ga fatattakar 'yan fashin da yawa. \""}}
{"translation": {"en": "Then unlock the door and...", "ha": "Ka bude kofa sannan sannan ..."}}
{"translation": {"en": "1) that gk (m) are all real.", "ha": "Organic - (m) Dukan abincinmu shine kwayoyin."}}
{"translation": {"en": "Zayed al-Hadid began to laugh, a long cold laugh.", "ha": "Alhaji ywyi dariya sosai daga bisani yayi shiru."}}
{"translation": {"en": "How long it takes to go to Mars ?", "ha": "Yaya tsawon lokacin tafiya zuwa Mars?"}}
{"translation": {"en": "Oh, Lord, I pray You", "ha": "Gareshi, ya Ubangiji, ina roƙonka."}}
{"translation": {"en": "not focus solely on the Yoni need to be afraid of shaming", "ha": "bai la tu zhi yi jian fei ya li shi duo de zhi yi jian"}}
{"translation": {"en": "Loved her with a longing that at times made me want to rip out my heart.", "ha": "Na ƙaunace shi sosai zuciya ta wani lokaci yana jin cewa ba zai iya riƙe wannan ƙaunar ba."}}
{"translation": {"en": "what the meat-eaters ate.", "ha": "Mene ne gwangwani ya ci?"}}
{"translation": {"en": "She all but gave away the first set.", "ha": "A kowane hali, ta maye gurbin na farko da na biyu."}}
{"translation": {"en": "This lamp is designed for kids' studies and other activities.", "ha": "An kirkiro wannan kwalejin ta hanyar la'akari da motsa jiki da kuma ayyukan yara."}}
{"translation": {"en": "What a great article.......The real spirit of Huntsville all wrapped up in a few great guys!", "ha": "Babban ra'ayin kyauta ga masoya DIY - duk a cikin babban akwati mai ɗaukuwa!"}}
{"translation": {"en": "It reminds me of the Life of Brian!", "ha": "Yana tunatar da ni abin da ya faru a Life of Brian... the Takalmi Alama ce!"}}
{"translation": {"en": "Because of this, they do not avoid the treated places, and as a result are killed after exposure to them.", "ha": "Amma irin wadannan wurare suna da tsada don ƙirƙirar kuma, a sakamakon haka, ba a kama su ba."}}
{"translation": {"en": "How do you go into the future?", "ha": "Wai gaba kake dani ne?"}}
{"translation": {"en": "Mobile apps account for more than 50% of time spent on digital", "ha": "Harkokin Watsa Labarai na Ƙasashen Jama'a sun ɗauki fiye da 30% na lokaci na layi Danna Talla"}}
{"translation": {"en": "with her husband, the reflection of Alice's face with her eyes wide open is seen", "ha": "Suna gamawa din hannatu ta dubi bilkisu da idanunta wadanda suka cika taf da ƙwalla"}}
{"translation": {"en": "untitled - Duration: 2:31.", "ha": "Duration: 2.31 ~ Hakan Dulkar"}}
{"translation": {"en": "\"The presence of the bishop at special events in", "ha": "Saraki ya caccaki wasu sanatoci a zaman ta na musamma"}}
{"translation": {"en": "I always thought the U.S....", "ha": "Amerika-jin wa baka n da ..."}}
{"translation": {"en": "It's hard to anticipate every possible variant", "ha": "Zai yi wuya a yi tunanin dukan zaɓuɓɓuka masu yiwuwa don yin pancakes."}}
{"translation": {"en": "We've been able to put something special together here where we all have something that helps each other.\"", "ha": "Yanzu ya kamata mu shirya wani abin musamman, wanda zai iya ba da taimako yayin da muke neman juna.\""}}
{"translation": {"en": "the armenian language", "ha": "Harshen Armeniyanci"}}
{"translation": {"en": "When all the leaders of the congregation came and told Moses, (NASB)", "ha": "Sa'an nan dukan shugabannin cikin taron ya zo, kuma suka discoursed tare da Musa."}}
{"translation": {"en": "And then... we dance.", "ha": "inmu -Dance"}}
{"translation": {"en": "My parents made my brother and me sleep in the garage.", "ha": "Iyayena inda ni da masu zane-zane muka tashi a atelier."}}
{"translation": {"en": "What is, then, implied in the question: \"Is your heart right, as my heart is with your heart?\"", "ha": "Sai ya ce masa, \"Shin zuciyar ka karkata zuwa ga gaskiya, kamar yadda zuciyata ne tare da zuciya?\"Kuma Yehonadab ya ce, \"Shi ne.\""}}
{"translation": {"en": "also apply to air traffic.", "ha": "Haka kuma ana amfani dasu a cikin tsarin tsarin airframe."}}
{"translation": {"en": "Rhinestone charms bring out the magpie in all of us.", "ha": "Randy's musings kawo fitar da genealogist a dukan mu ..."}}
{"translation": {"en": "Because of this, Saudi Arabia overproduced oil to benefit the Western powers.", "ha": "Ma'ana dai ita kasar ta Misra tana noma isashshiyar shinkafa don amfanin yan kasar."}}
{"translation": {"en": "In VB.NET a member field in a class is a property.", "ha": "A cikin VB.NET filin mamba a cikin aji shine dukiya."}}
{"translation": {"en": "Gilad Shalit has reportedly been brought to from to Gaza to Egypt already.", "ha": "Yayin da shi kuma Gilad aka mika shi zuwa Masar daga Gaza."}}
{"translation": {"en": "I'm not saying that accepting God's grace is a joy ride.", "ha": "Ba na yarda da cewa ya ce dabaru, jinkirtar Allah arziki albarka muddin ka iya."}}
{"translation": {"en": "See that no one pays back evil for evil, but always try to do good to each other and toe everyone else.", "ha": "Ku tabbata cewa kada kowa yǎ rama mugunta da mugunta, sai dai kullum ku yi ƙoƙarin yin wa juna alheri da kuma dukan mutane."}}
{"translation": {"en": "With Kaitlyn, I tried to keep her up for an hour at a time.", "ha": "Kamar Katrina, ban taba tsaya a sa'a."}}
{"translation": {"en": "Having finished their food.", "ha": "Haka suka gama cin abincinsu."}}
{"translation": {"en": "There's cold in the home", "ha": "Naman gishiri mai sanyi a gida"}}
{"translation": {"en": "Let the bridegroom come out of his room and the bride out of her bridal chamber.", "ha": "Bari ango ya tashi daga gadon sa, kuma amarya daga dakinta na amarya."}}
{"translation": {"en": "years old; More than half (65%) of this group were boys.", "ha": "Yawancin mutanen Mexico a yau (fiye da 65%) sun fito daga wannan rukuni."}}
{"translation": {"en": "Jerusalem is the capital of Israel 7 December 2017", "ha": "Birnin Kudu ta zama babban birnin Isra'ila 07.12.2017"}}
{"translation": {"en": "The value provided by the certificate and its ease of use are the main reasons I have the card.", "ha": "Hadin kan abokan aiki da daliban da na samu shi ne silar."}}
{"translation": {"en": "Wonder which will be the first of her kids to want to live with their father.", "ha": "Su inna hanse sunsha mamakin yanda akayi HAMEEDA ta iya had'uwa da mahaifinta..."}}
{"translation": {"en": "It's a description of the current situation, but what are you arguing?", "ha": "Yanzu ace mun saka doka amma don hali irin na yaran yau, ace kun karya ta?"}}
{"translation": {"en": "MOT until the middle of September.", "ha": "Ko kuma wajen - game da tsakiyar Satumba."}}
{"translation": {"en": "we're here to welcome you", "ha": "kuma mun zo nan don maraba da ku."}}
{"translation": {"en": "Kinda comes with the job.\"", "ha": "shi o yobu wana ga matte iru.\""}}
{"translation": {"en": "If a kingdom be divided against itself, that kingdom cannot stand.\"", "ha": "In mulki yana gāba da kansa, wannan mulki ba zai tsaya ba."}}
{"translation": {"en": "Let's find the best theme", "ha": "yi sun shin best item"}}
{"translation": {"en": "nature, as the child was taken back home after a fortnight.", "ha": "Bayan haihuwar haihuwa, dan wasan nan da nan ya koma cikin saiti."}}
{"translation": {"en": "The most important European vacation destinations will now be served with more than 80 additional flights from Frankfurt Rhein-Main Airport and over 50 additional flights from Munich.", "ha": "Za a yi amfani da mafi mahimmancin wuraren hutu na Turai tare da ƙarin jirage sama da 80 daga Filin jirgin saman Frankfurt Rhein-Main da sama da ƙarin jirage 50 daga Munich."}}
{"translation": {"en": "Incantations to the reach of the convent under the sea.", "ha": "cong shi ci yi jing guan gu shi ci ying yi de han xu mei"}}
{"translation": {"en": "Get noticed by designing a label that will show up in beautiful showers!", "ha": "Ka ba da kanka yanayi mai kyau, wanda za a buga a kan ƙwaƙwalwar ƙwaƙwalwa!"}}
{"translation": {"en": "\"Is there any evidence not to?\"", "ha": "Bayan ba kada shaidar da zata nuna hakan?\""}}
{"translation": {"en": "Congratulations, Laurie, on the sale of this wonderful image.", "ha": "Hello Gino, Na gode da samar da mafi kyau trance synths wannan ban mamaki price."}}
{"translation": {"en": "The Spirit is \"of one substance with the Father,\" for there is only one God.", "ha": "Al'ummar da ta yi imani da imani guda ɗaya kawai: \"Bako daidai yake da Allah.\""}}
{"translation": {"en": "So let's stay here", "ha": "Don haka zamu tsaya a nan."}}
{"translation": {"en": "How quickly is food supposed to go from one end of the digestive system to the other?", "ha": "Menene yawan samarwar cikin Rapid Scaffold, daga kayan zuwa samfuran karshe?"}}
{"translation": {"en": "B3: I Need You", "ha": "Sha uku: Muna buƙatar ku. . ."}}
{"translation": {"en": "Yes, one point five gigabytes.", "ha": "A. Na'am, daya Gorgosaurus da tara masu kwakwalwa!"}}
{"translation": {"en": "Be a source of grace to those around you.", "ha": "Zai sa ku zama tushen alheri ga wadanda ke kewaye da ku."}}
{"translation": {"en": "When you are close to death Dear brothers and sisters, we want you to know what will happen to the believers who have died so you will not grieve like people who have no hope.", "ha": "Kuma yanzu, 'yan'uwa, muna so ku san abin da zai faru ga muminai wadanda suka mutu don haka ba za ku yi baqin ciki ba kamar mutanen da basu da bege."}}
{"translation": {"en": "That still continued to rise", "ha": "Wannan ya ci gaba da girma a cikin sautin."}}
{"translation": {"en": "He closed the distance, threw me again and this time, I retched.", "ha": "Se da ya tsinke, sannan ta sake kira, se a lokacin ya daga"}}
{"translation": {"en": "Each of the sons in his own way knows what it is to be challenged by their father's commands, to feel himself stumbling over what is not palatable to him.", "ha": "Ko kula ta basuyi ba domin su sun san karamci duk ya'yan masu mulki ne daga ya'yan gwamna sai na sarki da masu mayan mukamai ita kuwan ba Baban ba kowa bane zai rufin asiri amman take daga musu kai su sai abin ya dinga basu dariya ma."}}
{"translation": {"en": "\"It will sell?", "ha": "Zai sayar da kyau?"}}
{"translation": {"en": "Maybe there's the slight advantage the US would have over other countries or maybe the Olympic organizers aren't too keen on some of the sport's drama.", "ha": "Watakila akwai wata dama da Amurka za ta samu a kan wasu ƙasashe ko watakila masu shirya gasar Olympics ba su da sha'awar wasan kwaikwayo na wasanni."}}
{"translation": {"en": "The forthcoming elections are as important for good governance as that of the presidency and the National Assembly.", "ha": "\"Zaben da ke tafe yana da muhimmanci kamar yadda zaben shugaban kasa da na 'yan majalisun tarayya ke da muhimmanci."}}
{"translation": {"en": "Current trends in the number and needs of foster children have led to", "ha": "Bukatun mata masu juna biyu da matan da aka haife su zuwa tufafi a halin yanzu suna da yawa."}}
{"translation": {"en": "As you can see, these systems they are quite cheap, so for a few euros you can have one or more at home to create the system you need.", "ha": "Kamar yadda kake gani, waɗannan tsarin suna da araha, don haka don 'yan kuɗi Euro za ku iya samun ɗaya ko fiye a gida don ƙirƙirar tsarin da kuke buƙata."}}
{"translation": {"en": "Then they called to one another in the morning", "ha": "Sai suka kirãyi jũna, sunã mãsu yin asubanci. (21)"}}
{"translation": {"en": "Are you ready for the decay?", "ha": "Tayyar Ne Demek?"}}
{"translation": {"en": "If it is an individual pass, then yes it is overpriced, but it is going to be valid for families.", "ha": "Idan danshi abun cikin yayi yawa sosai, zai yi kyau a lokacin daga baya kuma dole ne ya zama ja."}}
{"translation": {"en": "Only a small road separates this property from the ocean.", "ha": "Titi ne kawai ya raba wannan kasuwa da wannan Unguwa."}}
{"translation": {"en": "I'll keep on keeping on and I know I'll make it (whatever that means) one day.", "ha": "Na sani, kuma zan rubuta in aje a inda zan rika tunawa akai-akai (don wata rana)."}}
{"translation": {"en": "The upper chamber also directed the National Emergency Management Agency (NEMA) and other relevant Federal Government agencies to, as a matter of urgency, give all the necessary support to the victims of the menace of bandits in Sokoto and other parts of the country.", "ha": "Majalisar ta kuma umarci Hukumar Ba da Agajin Gaggawa ta Kasa, NEMA, da sauran hukumomin gwamnatin tarayya da su gaggauta bayar da dukkan taimakon da ya dace ga wadanda hare-haren 'yan ta'adda suka rutsa da su a Sakkwato da sauran sassan kasar nan."}}
{"translation": {"en": "Fly With The Black Swan by Sonata Arctica", "ha": "south yan kyite tare kwar sount yan lan t URSA"}}
{"translation": {"en": "You can learn from the person who is willing to criticize, to give a different point of view.\"", "ha": "Za ka iya koya daga mutumin da ke son yin suka don bada wata fahimtar ta daban,\" ya ƙara da haka."}}
{"translation": {"en": "A bunch of 40 year olds with no kids.", "ha": "Hoton tauraron dan shekara 40 ba shi da yara."}}
{"translation": {"en": "Father, by the blood of Jesus, deliver Ghana from all forms of illegality, thereby restoring our dignity as a nation. -Ecclesiastes.", "ha": "Ya Uba, ta bakin jinin Yesu, ka kubutar da Zimbabwe daga dukkan nau'ikan ta haramtacciyar hanya, don haka dawo da martabarmu a matsayin kasa. -Musiri."}}
{"translation": {"en": "He conducts with flair and a certain opportunism.", "ha": "Ya taimaka masa ta hanyar sa'a da kuma wani kyakkyawan opportunism."}}
{"translation": {"en": "Image caption President Obama still faces many challenges on the war on terrorism", "ha": "Image caption Marigayin ya rika kalubalantar Shugaba Mugabe yayin da ya kwashe lokaci mai tsawo yana mulkin kasar"}}
{"translation": {"en": "Drinking tea and then hauling ass on the bike is the best of all.", "ha": "Yi sabo da juices, kuma ku sha kamar yadda ya kamata, zai fi dacewa a cikin komai a ciki."}}
{"translation": {"en": "The sale of British Steel represents an important vote of confidence in the UK's steel industry.", "ha": "Sayar da Karfe na Biritaniya yana wakiltar mahimmin ƙuri'a na amincewa da masana'antar ƙarfe ta Burtaniya."}}
{"translation": {"en": "Hence Jesus's answer focused on that issue.", "ha": "Amsar da Yesu ya bayar an mai da hankali akan wannan."}}
{"translation": {"en": "Obviously I don't appreciate the pressures of being a famous pop star I'd never heard of.", "ha": "Nace naji zanyi tunani na kashe wayan batare da na saurare me zata sake cewa ba."}}
{"translation": {"en": "If you're the type of person who needs to know everything about a subject and you want it all in the one place then you're in luck as here we'll tell you everything you need to know about the live casino industry in general to give you an understanding of what it's about, how it works, and how to the Élő online kaszinó játékok!", "ha": "Idan kana da irin mutumin da ya bukatar ya san kome game da wani batu da ka so shi duka a cikin wuri guda sai ka yi a cikin sa'a kamar yadda a nan za mu gaya muku abin da kuke bukatar sani game da live gidan caca masana'antu a general to ba ka fahimtar abin da ya ke game da, yadda yake aiki, da kuma yadda za a live online gidan caca wasanni!"}}
{"translation": {"en": "The teacher comes back in the room and laughs at me.", "ha": "Malam ya fada tare da shige wa cikin dakinsa yana dariya..."}}
{"translation": {"en": "He was jailed for seven days because of the 'persistent nature of the breaches'.", "ha": "Kuma ina da maki 7 saboda yakin ta hanyar \"dabarun jurewa.\""}}
{"translation": {"en": "Six thousand kids and their parents came to enjoy a variety of literary opportunities and experiences.", "ha": "Mahaifi da yarinya sun karbi dubban abubuwan da suka dace da kuma irin abubuwan da suka dace."}}
{"translation": {"en": "Never turn your back on a falling tree and plan an escape route if you are the feller.", "ha": "Kada ka juya baya kan itacen da ya fadi sai ka shirya hanya na kubuta idan kai ne mai satar."}}
{"translation": {"en": "You are my shining star with gold metallic ink.", "ha": "You're My Shining Star kimi dake ga watashi no subete na no"}}
{"translation": {"en": "• Involves abstaining from all food, but not from water.", "ha": "• Ana nufin ganin jikin ne, ba duk an rufe ba."}}
{"translation": {"en": "the information in some kind of logical", "ha": "Login Login Anyar"}}
{"translation": {"en": "Density: 10.3 g/cm3 (predicted near room temperature)", "ha": "Density: 10.3 g / cm 3 (annabta kusa dakin zazzabi)"}}
{"translation": {"en": "Those aren't his paws, they're his feet", "ha": "yagewa ba, wadannan butocinsa"}}
{"translation": {"en": "Every detail has been designed with exclusivity in mind but also in the environment.", "ha": "Kowane samfurin an halicce shi tare da ruhu, amma kuma a cikin hasken yanayi."}}
{"translation": {"en": "There is certainly no scriptural requirement to do so.", "ha": "Tabbas babu wata hujja ta nassi da cewa bukata ce."}}
{"translation": {"en": "The iron becomes heavy, specially when the water tank is full.", "ha": "Wannan maɓallin yana adana ruwa mai yawa, musamman idan ƙarfin tanki yana da girma."}}
{"translation": {"en": "Children of The Wind", "ha": "Yara Yan Iska."}}
{"translation": {"en": "The meaning of the name Bella: Beautiful, God Is My Oath.", "ha": "\"Wow nice name, Gaskiya sunan yadace dake sosai, Masha Allah suna me daɗi.\""}}
{"translation": {"en": "Puerto Rico - part of US?", "ha": "Australia - shin se kai"}}
{"translation": {"en": "Leo is such a joy to have around, and these days is taking part in absolutely everything that we do.", "ha": "Leo ya karfafa mu a cikin ikon yanzu, kuma wanda muke faruwa yanzu a kowane lokaci marar lokaci."}}
{"translation": {"en": "You won't get a prize", "ha": "Ba za ku sami lambar ba."}}
{"translation": {"en": "Be bold - and don't be afraid to fail.", "ha": "Babban abu - kada kaji tsoron alhakin sannan zaka yi nasara."}}
{"translation": {"en": "\"In the last five years a series of corruption cases involving of billions of dollars benefiting the cronies of the political class have been reported.", "ha": "\"A shekaru biyar da suka gabata, Magu ya sha yin ikirari akan daruriwan biliyoyin da aka samo daga mahandama."}}
{"translation": {"en": "Macuk was ranked sixth in 5A.", "ha": "Teemah kuwa cikin shagwa6a tace masa."}}
{"translation": {"en": "The Moon is in Sagittarius", "ha": "Lokacin da Moon ya kasance a Sagittarius"}}
{"translation": {"en": "He said that this would reduce the menace of cybercrime and other computer-based frauds in the country.", "ha": "Ya yi bayanin cewar hakan zai taimaka wajen rage karfin aikace-aikacen ta'addanci da sauran munanan dabi'u a tsakanin al'umman kasar nan domin tsaftace yanayin zamantakewa."}}
{"translation": {"en": "contention may have merit, it fails to take into account the fact that exogenous", "ha": "Da zata iya mishi karya zata ce bata warke ba dan yaci gaba da kira."}}
{"translation": {"en": "Android phone should be on the left, Samsung S8/S8+ on the right.", "ha": "Tabbatar iPhone ne a hagu da kuma Samsung S8 a gefen dama."}}
{"translation": {"en": "The graphics in the game are animated just like those in the movie.", "ha": "Hanyoyin sauti a cikin wannan wasan shine kamar yadda ake sa ran a cikin fim din."}}
{"translation": {"en": "- Diagnose and treat the full spectrum of more than 100 different types of rheumatic disorders", "ha": "• Fayil sa hannu da kuma ganewar kari bayan nau'ikan fayil sama da 100"}}
{"translation": {"en": "There are plenty of apps that can act as a simple timer...", "ha": "Akwai ayyuka da dama da ba'a ba kawai kawai suke ba don lokaci ..."}}
{"translation": {"en": "Round 4: By the end of the battle, the British were almost completely without hope.", "ha": "Tsayayya da: A farkon zabensa, Washington ta yi gudu kusan ba tare da nuna bambanci ba."}}
{"translation": {"en": "90:14 And to feed in the day of hunger.", "ha": "َ090-014 Ko kuwa ciyarwa, a cikin yini ma'abũcin yunwa."}}
{"translation": {"en": "Also make sure that your computer's USB port is functioning well.", "ha": "Koyaushe tabbata cewa tashar USB ɗinka tana aiki daidai, ma, ba shakka."}}
{"translation": {"en": "International Art Fairs: The Best Art Fairs in the World", "ha": "Biranen Art: Mafi Ingantattun wurare a Duniya _ ARTMO"}}
{"translation": {"en": "September 11th attack on the World Trade Center", "ha": "Lokacin da aka kai hari kan Cibiyar Ciniki ta Duniya a ranar 11 ga Satumba."}}
{"translation": {"en": "The average content of zinc in the ore is about 6%.", "ha": "Kwararren yau da kullum na zinc a rago yana kimanin 60%."}}
{"translation": {"en": "Is it any wonder that Abraham is called \"a friend of God\"?", "ha": "Yayi questioning nata hawaye ne ke ambaliya kan fuskarta \"nn..na'am Ya Ibraheem\" \"Ummimi?\""}}
{"translation": {"en": "To fight for the land of our ancestors' graves,", "ha": "Irin wannan kullun don asarar nauyi za a shirya ta kakanninmu."}}
{"translation": {"en": "If the user does not load", "ha": ": In ba Wanakiri ya ɗaurai ba."}}
{"translation": {"en": "Briefing journalists on Tuesday in Lagos on the release of results of WASSCE for private candidates 2021- first series, the Head of the National Office, Mr Patrick Areghan, explained that the pandemic distorted academic calendar, hence it was not possible to hold the examination in May/June.", "ha": "Da ya ke yi wa manema labarai a ranar Talata a Legas yayin sanarwar fitar da sakamakon jarrabawar WASSCE na Private ta shekarar 2021, shugaban hukumar, Mr Patrick Areghan ya yi bayanin cewa annobar korona ya hargitsa tsarin rubuta jarrabawar don haka ba zai yi wu a rubuta a watan Mayu da Yuni ba."}}
{"translation": {"en": "Make sure you have the right support and training", "ha": "Tabbatar kana da iko mai kyau da kulawa."}}
{"translation": {"en": "The data collected includes the number of visitors, the origin of their visit, and the pages visited, in an anonymous form.", "ha": "Bayanan da aka tattara sun hada da adadin maziyarta, tushen maziyarta da kuma shafukan da aka ziyarta ta wani fanni da ba a sansu ba."}}
{"translation": {"en": "Seventy-three years later they forbid people to gather to celebrate Independence Day.\"", "ha": "Tunkafin Ummi tai arba'in Hajiya ta fara tuna musu da maganar tafiyan su Washegari ranan da tayi arba'in\""}}
{"translation": {"en": "On March 24, 2014, Putin and Russia were suspended from the G8.", "ha": "A ranar 24 ga Maris, 2014, an dakatar da Putin da Rasha daga kungiyar G8."}}
{"translation": {"en": "Born on December 1, 1949 into a lower-middle class family, young Pablo grew up in the Medellín suburb of Envigado.", "ha": "An haife shi a ranar 1 ga Disamba, 1949, a cikin dangin ƙananan yara, matasa na Pablo sun girma a cikin unguwar Medellín na Envigado."}}
{"translation": {"en": "of the language in Common Use", "ha": "Harshen haɗin da ake amfani dashi a gabatarwa."}}
{"translation": {"en": "Taking care of elderly parents: list", "ha": "Handicraft ga tsofaffi - katin rubutu"}}
{"translation": {"en": "A week later, the War in Europe was over.", "ha": "Kusan a mako guda da suka gabata, kasashen yammacin Turai sun nuna rashin kyau."}}
{"translation": {"en": "The film 3.", "ha": "cin cin cinema 3"}}
{"translation": {"en": "However, since he left Manchester United in the middle of the 2017-18 season, he signed for the relative obscurity of LA Galaxy which plies its trade in the Major League Soccer franchise in the United States.", "ha": "Duk da haka, tun da ya bar Manchester United a tsakiyar 2017-18 kakar, sai ya sanya hannu a kan lalatawar LA Galaxy wadda ta fi cinikin kasuwanci a Major League Soccer Franchise a cikin Amurka."}}
{"translation": {"en": "I came across the book in a charity (thrift) shop today and have started reading it.", "ha": "Na karɓi littafin mawuyacin littafi (wanda aka gina tare da Binciken) a yau a cikin wasiku kuma yana da ban mamaki da gaske."}}
{"translation": {"en": "It only takes about 20 min. to get into midtown/Times Square.", "ha": "Yana daukan kawai a kan 2 hours isa Brussels Midi / Zuid tashar."}}
{"translation": {"en": "Instead, think of it as responding to God's initiative rather than trying to get Him to respond to yours.", "ha": "Bincika amsoshin da ke nuna nufin Allah maimakon ƙoƙarin tabbatar da shi ya bi tsarinku ."}}
{"translation": {"en": "There are many people watching online, and we have achieved great success.", "ha": "Akwai mutane da yawa da ke kallon layi, kuma mun sami babban rabo."}}
{"translation": {"en": "heavenly Father would do it.", "ha": "Ubana wanda ke cikin sama zai yi."}}
{"translation": {"en": "15:36And when they had brought him out, they stoned him, and he died as the Lord had commanded.", "ha": "15:36 Kuma a lõkacin da suka kai shi waje, sun rinjaye shi da duwatsu, ya rasu, kamar yadda Ubangiji ya umarta."}}
{"translation": {"en": "Don't slow down, pick up speedian", "ha": "mai nahi, mere pyar ka saaya"}}
{"translation": {"en": "And the sky is crying out tonight", "ha": "Dama daren yau zamuje kamosu."}}
{"translation": {"en": "Not one after the other!", "ha": "Daya bayan daya ba! hehehe!"}}
{"translation": {"en": "The New Earth will eventually become part of...we will be allowed to join the New Galactic Federation.", "ha": "Mafi mahimmancin labari shine cewa za a jefa mu cikin sabon ɓangare na sabon galaxy."}}
{"translation": {"en": "Movember is fast drawing to a close.", "ha": "Ameer yace da sauri yana yin gaba dan Aliya ta biyo bayansa."}}
{"translation": {"en": "Original birth records from approximately 1850 through the 1980s for some communities are in the custody of the Provincial Archives of Alberta.", "ha": "* Rubutun haihuwa na asali daga kimanin shekarun 1850 zuwa cikin shekarun 1980 don wasu al'ummomi suna cikin tsare na Cibiyoyin Gida na Alberta."}}
{"translation": {"en": "He's got his BEAST ON!", "ha": "Yan abi yarima a sha kida!;D"}}
{"translation": {"en": "Looking at Q5.", "ha": "yata garasu q5"}}
{"translation": {"en": "Before you buy one, sit in it for a while.", "ha": "Kafin ka saya kare kake son irin, zauna tare da ita har dan lokaci."}}
{"translation": {"en": "It's where I find my strength", "ha": "Ai sai inda karfina ya kare."}}
{"translation": {"en": "yes. this is indeed...", "ha": "Ee, wannan haƙiƙa..."}}
{"translation": {"en": "But the annals of business history are littered with people who were confident of the future.", "ha": "Kasancewa ga katunan kasuwanci an ƙirƙira shi ne ta mutane masu basira waɗanda suka dubi a gaba."}}
{"translation": {"en": "He always gives us a really good vibe.\"", "ha": "Koyaushe yana ba da kyakkyawan motsin zuciyarmu ,\" da dai sauransu."}}
{"translation": {"en": "Methinks it's a result of ageing?", "ha": "Annobar Sara-Suka: Shin Bauchi Ta Yi Tsaf?"}}
{"translation": {"en": "National churches, bishops, and priests who resisted such changes (mostly Anglo-Catholic descendants of the Oxford Movement) began to question whether they should remain in the Anglican Communion, and some began to look to individual reunification with Rome.", "ha": "Ikilisiyoyin kasa, bishops, da firistoci waɗanda suka saba wa irin waɗannan canje-canje (mafi yawa daga cikin 'yan Anglo-Katolika na Oxford Movement) sun fara tambayar ko ya kamata su kasance a cikin tarayyar Anglican, kuma wasu sun fara kallon mutum tare da Roma."}}
{"translation": {"en": "In the Fire:", "ha": "A wurin wurin wuta itace:"}}
{"translation": {"en": "Open my eyes so I can truly see the marvelous things in your law.", "ha": "18 Ka buɗe idona Domin in ga gaskiyar shari'arka mai banmamaki."}}
{"translation": {"en": "I knew I made the wrong decision.", "ha": "Ta san na yi mummunan zaɓin farawa."}}
{"translation": {"en": "Don't fight for now!", "ha": "Kada kuyi yaki yanzu!"}}
{"translation": {"en": "The purpose or beneficiation", "ha": "Manufar ko amfani"}}
{"translation": {"en": "You can even swap amongst products jogging on unique functioning units, such as Android, iOS and BlackBerry OS, without needing to buy a new license from TheOneSpy.", "ha": "Hakanan zaka iya canzawa tsakanin na'urori masu gudana a tsarin daban-daban na tsarin aiki, kamar Android, iOS da BlackBerry OS, ba tare da saya sabon lasisi daga TheOneSpy ba."}}
{"translation": {"en": "Now that number has been reduced to two or three.\"", "ha": "Ministan ya fadi irin wannan kalamin har sau biyu zuwa uku.\" cewar dan majalisar."}}
{"translation": {"en": "Sacco and Vanzetti were not the original suspects in the robbery case.", "ha": "Sacco da Vanzetti ba su ne ainihin abin da ake zargi da su ba."}}
{"translation": {"en": "and demand for small arms and light weapons is critical to the well being of its", "ha": "Zaɓin bude ƙafaya da makamai shine abin da ake bukata a cikin zafi."}}
{"translation": {"en": "The Elks have pledged", "ha": "sakam alayki"}}
{"translation": {"en": "Since this can lead to some awkward situations, you'll want to consider whether it's worth it or not.", "ha": "A wannan yanayin, zaku iya yin amfani da kyakkyawan fatawa don sha'awar wannan zai sanar da ku ko zai faru ko a'a."}}
{"translation": {"en": "\"And I want to assure you that any request that comes from Mr. President is a request that will make Nigeria a better place in terms of appointments or legislation and the Senate will act expeditiously to ensure that we play our part in the confirmation or passing of legislation appropriately.\"", "ha": "\"Ina so in tabbatar muku cewa duk wata bukata da ta fito daga hannun Shugaban kasa bukata ce da za ta sanya Najeriya ta zama kasa mafi dacewa dangane da alƙawura ko kuma majalisar, Majalisar dattijai kuwa za ta yi aiki da sauri don tabbatar da cewa mun taka tamu rawar don tabbatar ko kuma ƙaddamar da dokokin, yadda yakamata.\""}}
{"translation": {"en": "On January 22 1905, one hundred thousand workers, led by a priest, marched peacefully to the czar's Winter Palace in the Russian capital of St. Petersburg.", "ha": "Ranar 22 ga watan Janairu, 1905, dubban ma'aikata suka taru domin tafiya mai zaman lafiya zuwa fadar Winter Palace a St. Petersburg ."}}
{"translation": {"en": "This position is responsible for coordination of all program", "ha": "Wannan haɓaka shine don yin kwafin ajiya na duk shirin."}}
{"translation": {"en": "This is the region that is often compared to the likes of the Caribbean.", "ha": "Wannan wuri ne sau da yawa idan aka kwatanta da Caribbean rairayin bakin teku masu."}}
{"translation": {"en": "And this is no small fete, given that his character spends most of the show in a catatonic state, and most of his songs are internal monologues.", "ha": "Ba wai amfani da jaridar da mafi yawan mabiyanta ƴan jihar Katsina bane, kuma mafi yawan labarunsu iyakar sa nan."}}
{"translation": {"en": "\"[Her eyes] are not completely closed, and indeed they have never been.\"", "ha": "Kuma duk ganuwar sunyi daidai, kuma babu abin da ya fadi, ba su da baya."}}
{"translation": {"en": "A long night for me.", "ha": "da kuma babban dare a gare ni"}}
{"translation": {"en": "Both countries will have to provide one Company of soldiers who will guard the colony.", "ha": "A inda dukkanin kasahen biyu suka amince da su sanya jami'an tsaro na hadin gwiwa a tsakanin su domin kula da yankin."}}
{"translation": {"en": "The latest version before Euro 2020 - the biggest football tournament in Europe.", "ha": "An kammala wasannin mako na 5 na Gasar Zakarun Turai, Gasar kwallon kafa mafi girma a nahiyar Turai."}}
{"translation": {"en": "Not only is this myth the opposite of what reality is, but it doesn't even appear at first glance to contain an expected criticism like these myths usually do.", "ha": "Ba wai kawai wannan labari ba ne akasin abin da gaskiya yake, amma ba ma ya bayyana a kallo na farko da ya ƙunshi zargi mai kama kamar irin waɗannan labaran da ake yi."}}
{"translation": {"en": "the earth in a curious path, and the accuracy of a hit", "ha": "Gaskiyar na bakin kofa, da arshe da cewa wani abin mamaki a kusa da sauransu"}}
{"translation": {"en": "The ball's history", "ha": "The Tabarin Ball"}}
{"translation": {"en": "She left her own baby for money..", "ha": "Yaranta kuwa kuda ma baya taba su."}}
{"translation": {"en": "She's a great scientist!", "ha": "\"Hey, babban mawallafin masanin kimiyya ne!"}}
{"translation": {"en": "Now I can't format it.", "ha": "Amma ba zan iya format da shi a yanzu."}}
{"translation": {"en": "You do not have to fill out the \"website\" line.", "ha": "Ba za ku buƙaci haɓakawa ta hanyar amfani da 'Views Page' ba."}}
{"translation": {"en": "for all kinds of disappointments", "ha": "don haka a duk sabis na gwiwa"}}
{"translation": {"en": "So when people say our waterproofing is solid, it's not just a figure of speech.", "ha": "Don haka a lokacin da mutane suka ce ruwanmu yana da ƙarfi, ba kawai wani abu ne na magana ba."}}
{"translation": {"en": "Food for the return trip", "ha": "dafa abinci safar hannu"}}
{"translation": {"en": "\"I saw her boobies\"", "ha": "\"Un ga warukatta\""}}
{"translation": {"en": "And then I started to feel ill. . . .\"", "ha": "Amma yawon nan har jiri ya fara saka min da ciwon kai.\""}}
{"translation": {"en": "As revealed by PEOPLE, the woman in the picture was Flavia Lazarus.", "ha": "Ɗaya daga cikin wadannan 'yan matan da ba tare da daidaito ba shine samfurin Flavia Lacerda."}}
{"translation": {"en": "\"Combined Heat and Power.\"", "ha": "\"Heat da kuma hade da zafi da ikon.\""}}
{"translation": {"en": "Five games to watch for men's basketball this season", "ha": "Sportsungiyar Wasanni 5 don Gwada Wannan bazarar"}}
{"translation": {"en": "Thirteen groups from Israel and abroad...", "ha": "Miliyoyin al'umma ne suka fito a Iran da sauran kasashe a..."}}
{"translation": {"en": "The timing is right, and now you know your stuff!", "ha": "Sa'an ki d'aya yau y'an mutunci na suna nan Amma ai kin sanni sarai!"}}
{"translation": {"en": "• Limited to just 750 signed and numbered copies", "ha": "• Ka sa kawai 5 free sautunan ringi da rajista"}}
{"translation": {"en": "\"When I think of a merry, joyful, free woman, and have a look at the ailing, aching state a spouse is mostly doomed to, which you can't deny is the penalty of marriage.\"", "ha": "\"Lokacin da na yi la'akari da yarinya, farin ciki, budurwa kyauta, da kuma kallon marasa lafiyar, halin da ake ciki da matar da ke cikin gida, wanda aka yi wa matarsa lalacewa, wanda ba za ka iya ƙaryatãwa game da hukuncin auren ba.\""}}
{"translation": {"en": "2020-1-23 · While coal has been reported in rocks as old as Proterozoic (possibly 2 billion years) and as young as Pliocene (2 million years old), the great majority of the world's coal was laid down during the Carboniferous Period, a 60-million-year stretch (359-299 m.y.a.) when sea level was high and forests of tall ferns and cycads grew in gigantic", "ha": "Yayin da aka ruwaito kwalba a cikin dutsen kamar tsofaffi kamar Proterozoic (kimanin biliyan 2) kuma a matsayin matashi kamar Pliocene (shekaru 2), yawancin karfin duniya ya kwanta a lokacin Carboniferous Period, shekaru 60 da miliyan shimfidawa (359-299 mya) lokacin da matakin teku ya yi tsawo da kuma gandun daji na ferns masu tsayi da kuma cycads sun girma a cikin fadin masu zafi na wurare masu zafi."}}
{"translation": {"en": "He also started using a touch-screen", "ha": "Ke nan shi ma ya yi amfani da salon kamancen fifiko."}}
{"translation": {"en": "There are many ways of doing this, but one of the most crucial ...", "ha": "Kodayake akwai wasu hanyoyi da kuma hanyoyi, daga cikin mafi muhimmanci daga wannan ..."}}
{"translation": {"en": "If an attempt is made to add more", "ha": "Idan wasanka ya cancanta don ƙarin da kake nema za ka samu."}}
{"translation": {"en": "When Is the Best Time to Visit Jean?", "ha": "Mafi lokaci zuwa ziyarci Dijon?"}}
{"translation": {"en": "I do not want to seem to scare you with my letters.", "ha": "Ba na so yǎ zama kamar ina ƙoƙari in tsorata ku ne da wasiƙuna."}}
{"translation": {"en": "The Hub doors are open to everyone.'", "ha": "Kofar fadar shugaban kasa a bude take ga kowa.\""}}
{"translation": {"en": "\"I've got the water.\"", "ha": "\"Ni Ina ruwa na.\""}}
{"translation": {"en": "Archos 9 Tablet Available for pre-order in North America", "ha": "'Yan APC 9 da ke fafutikar maye gurbin mataimakin gwamnan jihar Ondo"}}
{"translation": {"en": "He added: \"But this moment is also building on a great legacy and taking it another step.\"", "ha": "Rahoton ya kara da cewar: \"A yanzu haka yana kwance an ba shi gado kuma za a sallame shi da zaran an samu ci gaba.\""}}
{"translation": {"en": "I have explored and read about AT for 2 years.", "ha": "\"Na yi ta karatu, har wajen shekara biyu na sauke."}}
{"translation": {"en": "desire to do the right, that evil is present with me.", "ha": "Desire, bangaren aiki na mũnanãwa, rushes zuwa m gefen mai tunani, gaskiya."}}
{"translation": {"en": "Glory to the strike of the prisoners of freedom and dignity in the jails of Israeli occupation", "ha": "Osae kirezu ni hashiridashita ne gai wa kasoku shite yuku"}}
{"translation": {"en": "Food inspired by the deli, rotisserie and BBQ.\"", "ha": "Kudina kuwa munci kaji, kayan marmari, da laban.\""}}
{"translation": {"en": "This is true both in the case of centre as well as respective state governments who also face the prospect of a fall in tax revenues.", "ha": "Wannan lamari na zuwa ne a daidai lokacin da gwamnatin kasar da ma na jihohi musamman na arewa ke kukan matsalar tabarbarewar tattalin arziki da karancin kudaden shiga."}}
{"translation": {"en": "compatible with the FAT32 file system.", "ha": "Shi ne iya warke daga madadin FAT32 fayil tsarin."}}
{"translation": {"en": "Gastropods are a highly diverse group of mollusks that include between 60,000 and 80,000 living species.", "ha": "Gastropods (Gastropoda) sune ƙungiyoyi masu yawa wadanda suka hada da mutane 60,000 da 80,000."}}
{"translation": {"en": "He was born to a Muslim father and a Christian mother", "ha": "Za ka ga uwa Musulma uba Kirista ko mai addinin gargajiya."}}
{"translation": {"en": "whether it's hair or fashion.", "ha": "Haka ne, yana da gashi ko fur, ko wane irin shari'ar."}}
{"translation": {"en": "Just like the violence.", "ha": "kamar zalunci"}}
{"translation": {"en": "Do you know of any resources for explaining how to get better landscape shots?", "ha": "kuna da wata ma'ana game da yadda za a iya kashe ƙarin fasalin sharhi daga maɓallin kama?"}}
{"translation": {"en": "\"Oh, okay, so if they don't haul out, then that carries over next time, right?\"", "ha": "\"Ba komai, ai ka yi kokari ma, na gaba kuma ai sai ka yiashirin ko?\""}}
{"translation": {"en": "and later she was joined by Mr. Connors", "ha": "Bayan lokaci sai ya zama sanarwa da Mr. Jones ta hanyar watsa labarai."}}
{"translation": {"en": "When it comes to grapefruit, it's either a hit or a miss....", "ha": "in shabdon ne sabhi bhawon ko samet liya..."}}
{"translation": {"en": "We encourage you to read the opinion carefully in its entirety for a", "ha": "Muna ba da shawara ku cikakken da cikakken karanta na matakai a kasa."}}
{"translation": {"en": "The rich continue to exploit the poor.", "ha": "Mawadata suna ci gaba da ayyukan su da matalauta nasu."}}
{"translation": {"en": "Just curious as to what people buy...", "ha": "Dubi kawai abin da mutane kawai ke sayar da kyawawan sharuɗɗa."}}
{"translation": {"en": "V. The service of God is of the most pressing urgency.", "ha": "Allah Ya sa ba za abi wannan doka ba tunda lamarin gaugawa ne."}}
{"translation": {"en": "Close all the programs, even the Internet Explorer.", "ha": "Rufe dukan amma shafin yanar gizo Explorer taga."}}
{"translation": {"en": "With a peak of interest, I turned towards the woman and observed her.", "ha": "bayanta gwanin burgewa, na sosai ya shiga k'are mata kallo ganin yadda fatan ta ke"}}
{"translation": {"en": "\"I like his music; you know what I'm saying?", "ha": "Ina son waƙarsa; ka san abin da nake fada?"}}
{"translation": {"en": "And he blew into his nostrils the breath of life, and man became a living being.\"", "ha": "take arayuwar ta ,wai namiji ya rabi jikinta har takaita ga runguma ,dan takaici ma batasan"}}
{"translation": {"en": "Do you want to thank that teacher for her or his selfless service?", "ha": "Shin kuna so ku gode wa malamin a gare ta ko sabis na son kai ba?"}}
{"translation": {"en": "Sense of Identity and Voting.", "ha": "u ko na in logo ne vote diya hai"}}
{"translation": {"en": "the hand of Barnabas and Saul.", "ha": "Barnabaŧ na Ŧawul baya kayili"}}
{"translation": {"en": "And then there is the \"coffee system.\"", "ha": "Sa'an nan, akwai raguwa - \"kahwa.\""}}
{"translation": {"en": "There's no magic required to cook good food.", "ha": "Babu buƙatar wahala don shirya kyakkyawan abun ciye-ciye."}}
{"translation": {"en": "Lots of problems for Sepsi this year and they will have to fight hard to remain in the first league this year.", "ha": "Kuri'a na matsaloli ga Sepsi wannan shekara da kuma za su yi yãƙi da wuya ya kasance a cikin ta farko league wannan shekara."}}
{"translation": {"en": "\"not by works, so that no-one can boast.\"", "ha": "A'a, ba saboda ayyuka ba ne, don kada kowa ya sami fahariya. \""}}
{"translation": {"en": "Take your stethoscope and show him it's going to be amazing!", "ha": "Yi amfani da namu Cakulan Kwanyar Cakulan kuma ku ba shi harbi, Na faɗi cewa za ku ba da kanku mamaki!"}}
{"translation": {"en": "Highlights: Phosphatidylserine (PS) is an essential component of all neuronal membranes.", "ha": "Phosphatidylserine (PS) foda abu ne mai mahimmanci ga dukkanin membranes na neuronal."}}
{"translation": {"en": "Once she left she walked to the school by herself.", "ha": "Bayan sauka kuma ta cigaba da zuwa makaranta da kan ta."}}
{"translation": {"en": "3:31 ಆದ್ದರಿಂದ, everything that you have brought upon us, and all that you have done for us, you have done in true judgment.", "ha": "3:31 Saboda haka, duk abin da kuka zo da kan mu, da dukan abin da ka yi mana, ka yi a gaskiya hukunci."}}
{"translation": {"en": "The only thing we were missing is goals.\"", "ha": "Abunda muka rasa shine tunanin manufofi.\""}}
{"translation": {"en": "\"I think you want everything to be smooth from the start.", "ha": "\"Ina tsammanin idan kuna fatan duk abin da za a daidaita daidai lokacin da za ku damu."}}
{"translation": {"en": "Besides, I didn't have enough money to go South or West or get a ticket on a steamship.", "ha": "Ban sami damar samun ingantattun haɗi zuwa Gabas ta Gabas ko zuwa Chicago a wani jirgin sama ba."}}
{"translation": {"en": "Until recently, the only way to buy the Atomic Pi was to order it directly from the United States, but now you have more options.", "ha": "Har zuwa kwanan nan, hanyar da za a sayi Atomic Pi ita ce ta yin odar kai tsaye daga Amurka, amma yanzu kuna da ƙarin zaɓuɓɓuka."}}
{"translation": {"en": "But if you like, you can simply use an eyeliner.", "ha": "Idan kana so, zaka iya amfani da eyeliner ."}}
{"translation": {"en": "Able to reach every nook and cranny", "ha": "Za su iya samun duka wutsiya da fadi."}}
{"translation": {"en": "Part 7: Additional information", "ha": "Sashe na 4: Ƙarin fasali"}}
{"translation": {"en": "Didn't it used to be mangosteen?", "ha": "Da la masa ce maninca?"}}
{"translation": {"en": "Panama is the only country where you can see the sun rise over the Pacific Ocean and set on the Atlantic.", "ha": "Jamhuriyar Amurka ita ce kadai wuri a duniyar duniyar inda za ku ga yadda rana ta tashi sama da Pacific Ocean kuma ta wuce Atlantic."}}
{"translation": {"en": "Voluntariness is a legal", "ha": "Shittu kwararren lauye ne."}}
{"translation": {"en": "God only knows avenged sevenfold.", "ha": "Saboda tsanin tsawon da Allah ya zuba masa na kafa bakwai sai mutane suke kiransa dogo."}}
{"translation": {"en": "Shad's a good man", "ha": "\"Sanata Kashamu mutum ne nagari."}}
{"translation": {"en": "Partial reprint of the May 1949 issue of Detective Tales.", "ha": "  Journal of Seismology 1989 Issue 2 mao shan di qu xuan wu yan li shi ceng zhi xin fa xian ji qi yi yi"}}
{"translation": {"en": "It's worn for protection.\"", "ha": "Ana lallashi kina kara botsarewa.\""}}
{"translation": {"en": "how to be a lady  electrik red 228 results", "ha": "Ingenico Seyyar YazarkasaPOS iWE280"}}
{"translation": {"en": "But if you have to do it manually by changing the dates then it will be tiresome and in most case you will give up.", "ha": "Duk da haka, idan baka yin gasa irin wannan lokaci sau da yawa, sa'an nan kuma a tsattsar kafar, ba zai shafar da yawa ba."}}
{"translation": {"en": "Like many Alexander houses of the mid-20th century, the home was designed for the natural landscape.", "ha": "Kamar gidajen Alexander da yawa na tsakiyar karni na 20, an tsara gida don yanayin wuri."}}
{"translation": {"en": "Such is the case here, as Pluto's antics end up destroying the opera, with some interesting results.", "ha": "Kuma wannan ana nuna shi lokacin da masu zane ke rushe ganuwar kafa tare da sakamako mai ban sha'awa da ban sha'awa."}}
{"translation": {"en": "If you love life, let him", "ha": "Bishi, ki so shi, ki bar raina shi"}}
{"translation": {"en": "Denying terrorists the means to carry out an attack", "ha": "- Sun yi gargadin cewa watakila 'yan ta'adda ka iya amfanin da yanayin wajen kai hari"}}
{"translation": {"en": "To the extent there is a discrepancy between designations registered in the old and new systems, the information in the new directory will control.", "ha": "Kuma tunda akwai manyan bambance-bambance tsakanin tsofaffi da sabbin bayanan, ana kula da bayanin mai shigowa azaman sabon mahalu enti."}}
{"translation": {"en": "It relies on the job need to have a specialised body of knowledge", "ha": "Gyaran taimako na ji yana buƙatar aiki na ƙwararren masani."}}
{"translation": {"en": "It will be up to you to decide whom you want to reach out to.", "ha": "Duk akwai bar yi ne a gare ku a zabi wanda share abubuwa da ka ke so ta dawo."}}
{"translation": {"en": "But nothing is wrong, it will go away within a few hours.", "ha": "Amma amsa bai wuce ba, bayan 'yan sa'o'i duk abin da zai wuce."}}
{"translation": {"en": "She also remembered how, at the age of ten, she had seen both her father and uncle Ubayy journey from Medina to prove to themselves that the rumors a prophet had appeared in the Arab race where unfounded.", "ha": "Ta kuma tuna da yadda, yana da shekaru goma, sai ta gan da mahaifinta da kuma kawun Ubayy tafiya daga Madina zuwa tabbatar da kansu cewa jita-jita, da shi Annabi ya bayyana aArab tseren inda tushe."}}
{"translation": {"en": "has been collected from the tax-pay", "ha": "An kori shi koda ta kodan."}}
{"translation": {"en": "If that is the case then change would be impossible or it would be illusory.\" said Harrison.", "ha": "Idan wannan shine lamarin to, canji ba zai yiwu bane ko kuma zai zama bacci.\" in ji Harrison."}}
{"translation": {"en": "The Soul - The Great White Brotherhood", "ha": "sun _ Big Bible Fan"}}
{"translation": {"en": "It is the largest information of comment and corporation in the difference.", "ha": "Wannan shi ne mafi girma da yawa daga cikin mafi girma na tarayyar tarayya da kuma bambanci a cikin wani yanayi."}}
{"translation": {"en": "The clothing mustn't be worn in order to acquire the admiration of others.", "ha": "Ya kamata mutum kada ya yi ado a hanyar da ya dace don samun sha'awar wasu."}}
{"translation": {"en": "so there's lesser people..", "ha": "Yana daga cikin mutanen... less"}}
{"translation": {"en": "TOKYO - For one Japanese man, being at the front of a Tokyo queue as the new iPad debuted Friday was his way of saying \"thank you\" to Apple (IW 500/4) after a year that turned his life around.", "ha": "Ga daya Japan mutum, kasancewa a gaban wani Tokyo jerin gwano a matsayin sabon iPad fito a duniya Jumma'a da aka masa hanyar ce \"na gode\" to Apple bayan shekara da juya rayuwarsa a kusa da."}}
{"translation": {"en": "Chapter 3: National Income: Where It Comes From and Where It Goes", "ha": "2.0.9 Ayyukanmu: A ina da suka wuce da kuma zamewa"}}
{"translation": {"en": "Meta finds it frustrating that he's always seen as the little brother", "ha": "baysize ts shi jiao ji shi xin yi dai wan quan shi jiao ji"}}
{"translation": {"en": "Any amounts already paid by the Client (in advance) will be refunded to the Client as soon as possible, and in any case within 14 days after dissolution of the Agreement.", "ha": "Duk wani adadin da abokin ciniki ya rigaya ya biya (a gaba) za a mayar da shi ga Abokin ciniki da wuri-wuri, kuma a kowane yanayi a cikin kwanakin 14 bayan rushe Yarjejeniyar."}}
{"translation": {"en": "32 While they were going out, a man who was demon-possessed and could not talk was brought to Jesus.", "ha": "32Yayinda suke fitowa, sai aka kawo wa Yesu wani mutum mai aljani, da ba ya iya magana."}}
{"translation": {"en": "Learn more about compound interest, the math formula for calculating it on your own, and how a worksheet can help you practice the concept.", "ha": "Ƙara koyo game da sha'awar fili, matakan lissafi don ƙididdige shi a kanka, da yadda yadda aikin rubutu zai iya taimaka maka kayi aikin."}}
{"translation": {"en": "This resulted in the App Store.", "ha": "Wannan ya kawo har App store taga."}}
{"translation": {"en": "We need to listen.\"", "ha": "Mun cancanci mu ji. '"}}
{"translation": {"en": "Here's a picture of our mat:", "ha": "Ga abincinku na hoto mai taken taken:"}}
{"translation": {"en": "He is named for King Ngolo Diarra of the Bamana Empire.", "ha": "An sanya masa suna bayan Sarki Ngolo Diarra na Daular Bamana ."}}
{"translation": {"en": "It's just a - mole!", "ha": "ta kawa - cudo!"}}
{"translation": {"en": "And to ease their consciences they say, \"Mother wouldn't allow that.", "ha": "Ganin batada niyyar motsawa yasa Momy cewa \"ba magana ake makiba kobakijine jabeer ne yazo,"}}
{"translation": {"en": "Traveling to Columbus has never been better than when you treat yourself to a stay at Best Western Suites, so what are you waiting for?", "ha": "Yana da mafi kyawun duka duniyoyin biyu lokacin da kuka zama memba na GamePron, don haka me kuke jira?"}}
{"translation": {"en": "19:9 And all the people were conflicted, in all the tribes of Israel, deyərək: \"The king has freed us from the hand of our enemies.", "ha": "19:9 Kuma duk mutane sun rikice, A cikin dukan kabilan Isra'ila, yana cewa: \"Sarki ya 'yantar da mu daga hannun abokan gaba."}}
{"translation": {"en": "Diyya, but equal to a woman's dowry.", "ha": "akka dora laga idan balan idiiya mata yanakam ma ."}}
{"translation": {"en": "A few days have passed since I made the fateful decision, since I decided to go behind La Muerte's back and put a hit out on Don Dada without his permission.", "ha": "19Ci numa ra apa wama fan aji dzun titi numa ki fin dòn waji ma tá jinni, kuma fyen tà yi pajukun numa beri ndeku so apa wa titi numa ki ndo tsòn wa ki don."}}
{"translation": {"en": "be desired, for example, to employ 10 to 20 equilibrium stages such as", "ha": "Sanya layuka da kuke buƙata, misali saka tsakanin layuka 10 da 11"}}
{"translation": {"en": "As an employer, Atticus is a fair and respectful man.", "ha": "Tattaunawa: Atticus mai bada shawara ne ga gaskiya da adalci."}}
{"translation": {"en": "They follow orders, orders given by....", "ha": "Sanarwar da bangarorin suka fitar, ta umarci..."}}
{"translation": {"en": "In the low-pay symbol area, you will find playing cards.", "ha": "A wani ɓangare na allon ladabi za ku sami alamun katin wasa."}}
{"translation": {"en": "Below are the food cards and links to suggestions of what you can use with them:", "ha": "Akwai fakitoci na masu tsara littafi, alama a ƙasa tare da abin da kuka samo daga gare su:"}}
{"translation": {"en": "The disease can also be contracted from handling an infected corpse.", "ha": "Ana kuma iya daukar ciwon ta hanyar yin amfani da burushi na goge baki wanda mai dauke da cutar ya yi amfani da shi."}}
{"translation": {"en": "We do not send copies of secret documents by e-mail.", "ha": "B Ba mu samar da akwatin saƙo mai zaman kansa Ana samar da IDS na imel ɗin ne ba tare da izini ba."}}
{"translation": {"en": "But still the people refused to abandon their idolatry.", "ha": "Amma har yanzu mutãne suka ƙi su suyi watsi da bautar gumaka."}}
{"translation": {"en": "I'll definitely play", "ha": "Ina wasa ba shakka."}}
{"translation": {"en": "If you are worried, then you should consider changing your smoking and drinking habits.", "ha": "Idan kun ji damuwa, yana da kyau don canza abincin ko maye gurbin shayi mai sha tare da shayi na shayi."}}
{"translation": {"en": "It's magical ability to seamlessly take you from one destination to another, completely unhindered by the surface over which you travel.", "ha": "Yana sihiri m zuwa seamlessly kai ka daga wuri daya zuwa wani, gaba daya unhindered da kasa kan abin da za ka yi tafiya."}}
{"translation": {"en": "To encourage the study of comparative religion, philosophy, and science", "ha": "Karfafa nazarin kwatanta addini, falsafa da kimiyya"}}
{"translation": {"en": "Don't buy a car,", "ha": "KADA mun sayi mota."}}
{"translation": {"en": "Rocking has never been so relaxing...", "ha": "Wlhi bai taɓa samun nutsuwa irin tayau ba..."}}
{"translation": {"en": "\"Now, Canda, \" said the king, \"you failed to return the oxen, and therefore you are his debtor for them.", "ha": "To a nan sai Sarkin Kano Abbas ya ce, to amma ba za ka ke Mai Unguwar Mundu bawa ba, saboda haka sai aka yi masa Dan Lawan aka kai shi Dutse kuma ya rike sosai."}}
{"translation": {"en": "Self-Care is more than just going to the Spa", "ha": "Bata jira abinda zata ce ba kawai tafice fuuu daga d'akin."}}
{"translation": {"en": "Thinking this was possible, he wrote: \"If our personality survives, then it is strictly logical or scientific to assume that it retains memory, intellect, other faculties, and knowledge that we acquire on this Earth.", "ha": "Yana tsammani wannan zai yiwu, ya rubuta cewa: \"Idan yanayinmu yana tsira, to, yana da mahimmanci ko ilimin kimiyya don ɗauka cewa yana riƙe da ƙwaƙwalwar ajiya, hankali, sauran ƙwarewa, da kuma ilimin da muka samu a wannan duniya."}}
{"translation": {"en": "NOT the city.", "ha": "Dabi Bugarin"}}
{"translation": {"en": "John Kirnan was just a boy when his father died.", "ha": "John Kay yana saurayi ne kawai lokacin da ya zama manajan daya daga cikin mabanin mahaifinsa."}}
{"translation": {"en": "from 2 months to 2 years of life", "ha": "daga 0 zuwa 2 watanni na rayuwa."}}
{"translation": {"en": "dissembled image of the DSLR camera", "ha": "Ɗaukaka Hoto na Jirgin DSLR"}}
{"translation": {"en": "He told us he will talk to locals to give some space for our over night stay at the village temple.", "ha": "Sai ya ce mana zai aiko mana da kudi domin mu aikewa da iyalanmu a can gida su yi bukukuwan Sallah."}}
{"translation": {"en": "Email Security: The best way to deal with ransomware is to eliminate the risk in the first place.", "ha": "Hanyar magance ciwon: Hanya mafi inganci domin kawar da ciwon kaba shi ne fida, domin a gyara wannan wuri da yake rauni."}}
{"translation": {"en": "Not communicating with them would be a mistake", "ha": "Yin magana da su a matsayin mummunan dabi'a ba dace ba ne."}}
{"translation": {"en": "The leaves are taking a battering, but it will survive.", "ha": "Bumblebees suna ci gaba da karewa amma sun tsira da amfani."}}
{"translation": {"en": "Arduino - The First Layer", "ha": "Lagadin - Abakan"}}
{"translation": {"en": "Found entirely by accident in the year 2000, this ancient underground storage chamber is one of the few open to the public.", "ha": "An samo shi a cikin nisa 2000, wannan ƙanshi mai ban sha'awa har yau yana kasancewa mafi kyau a cikin kayan ado da yawa."}}
{"translation": {"en": "Native to Asia, lemons are believed to", "ha": "balaraba ta ce amma dai zaki iya dorewa dayimasa"}}
{"translation": {"en": "m, don't forget to c", "ha": "Ra Ch Gu Ku Sa Bu Su"}}
{"translation": {"en": "Publishing Engine is Not Running - But, it is....", "ha": "Baki yi laitin balaga ba; Ke..."}}
{"translation": {"en": "Why are you here wasting your time and money?'", "ha": "Don me za ku ɓata lokacinku da dukiyarku? \""}}
{"translation": {"en": "We make an effort to offer the best prices whilst addressing numerous wearing markets and other around the world sports activities.", "ha": "Mun yi ƙoƙarin bayar da mafi kyawun farashin yayin da muke rufe kasuwanni masu yawa da sauran abubuwan wasanni a duniya."}}
{"translation": {"en": "He's just a man, he's not a lion or a bear.", "ha": "Shi dai ba waliyi bane ba kuma karfe bane da zaki ce bashi da bukatar mace."}}
{"translation": {"en": "You also need to be prepared to work in remote locations.", "ha": "Hakanan dole ne ku shirya nesa da gareji don aiki a kan wani maɓallin."}}
{"translation": {"en": "Ohio State over Buffalo...Another big opener for the Buckeyes.", "ha": "Alan kuli-kuli & babban baƙo butt-buster ga saurayin jaki"}}
{"translation": {"en": "Well regardless of wether 2 is true or not, 1 is enough of a turn off for me.", "ha": "Duk abin da Rutte faɗi, karya ne ko a'a, gel ne 1 a sarari."}}
{"translation": {"en": "I'm talking about the raw, vegan sattvic kind today.", "ha": "- Ni saniyon na m inuwa hassan na jajere a yau mun fito"}}
{"translation": {"en": "Does anyone remember S.W.A.T.?", "ha": "wani ya san sunan bttmm?"}}
{"translation": {"en": "1 Therefore, having this ministry by the mercy of God, a we do not lose heart.", "ha": "1 Saboda haka, da yake muna da wannan hidima bisa ga jinƙan Allah, ba za mu karai ba."}}
{"translation": {"en": "\"Beeb's a Boon for the Kids\"", "ha": "'Bolt zai zama abin koyi ga matasa'"}}
{"translation": {"en": "This is a rambunctious effort that will surely stay on repeat for a minute.", "ha": "Hanya ta uku sabuwa ce, wanda yayi alkawarin yin rijista a cikin minti daya."}}
{"translation": {"en": "President Muhammadu Buhari and All Progressives Congress (APC) leaders will meet after the governorship poll to decide the zoning formula for sharing power at the National Assembly, a source said yesterday.", "ha": "Shugaban kasa Muhammadu Buhari da shugabannin jam'iyyar All Progressives Congress (APC) za su gana bayan zaben gwamnoni don yanke shawara akan tsarin rabe raben mukaman majalisa ga yankuna, a cewar wata majiya a jiya."}}
{"translation": {"en": "Tesla agreed to pay a $ 20 million fine.", "ha": "Aliyu ya yanke shawarar sanya farashin naira miliyan 20."}}
{"translation": {"en": "Find the Date of This Holy Day in This and Other Years", "ha": "Nemi Ranar Easter Easter a cikin wannan da sauran shekarun"}}
{"translation": {"en": "To begin the appraisal review process, please provide as much information as possible about the property in the form below.", "ha": "Don bincika game da samfur ɗin samfurin, don Allah bayar da cikakken bayani game da odar yadda zai yiwu."}}
{"translation": {"en": "> muds now (modern?) the concept of 'virtual world' rather than 'game'", "ha": "* duniya se -apne hissay ka kaam mukammal kar ke jao' *"}}
{"translation": {"en": "2.The machine can be equipped with different types of cap unscrambler (vibrating, rotary, belt type) depending on the type and size of the cap.", "ha": "2.An iya amfani da injin din tare da nau'ikan kwalliyar da ba za a iya cire shi ba (faɗakarwa, juyawa, nau'in bel) dangane da nau'in da girman murfin."}}
{"translation": {"en": "To play or to listen to?", "ha": "Wasan shi ya k'are ko kuma da saura?"}}
{"translation": {"en": "Fagin is arrested and hanged for his crimes; and Oliver settles down to a normal life, reunited with his family.", "ha": "An kama Fagin da laifin aikata laifuka; kuma Oliver ya sauka zuwa rayuwa ta al'ada, ya sake saduwa da iyalinsa."}}
