{"translation": {"en": "They are extremely important for the feeding of birds during migration.", "zu": "Ikakhulukazi kanzima kubalulekile ukondla izinyoni ngesikhathi yokwakha isidleke."}}
{"translation": {"en": "The Underlying Cause of the Natural Gas Shortage", "zu": "nohoy causade la emisinde gasesde"}}
{"translation": {"en": "When Green isn't", "zu": "Ukuba luhlaza akwemukelekile"}}
{"translation": {"en": "paying a visit to his father", "zu": "Ukuqasha kokuvakasha e-Tate"}}
{"translation": {"en": "He died at St. Petersburg", "zu": "Yashona Isenburg"}}
{"translation": {"en": "You do need to eat every day.", "zu": "Udinga ukuyidla yonke imihla."}}
{"translation": {"en": "\"She's so different than the person you see playing tennis on TV.", "zu": "\"Abantu bazobona intokazi ehluke kakhulu kunoSne akade bembona emdlalweni engiqale ukulingisa kuwo kwithelevishini."}}
{"translation": {"en": "\"Is it too early to get a cup of coffee?\"", "zu": "Isikhathi sekwephuze kakhulu ukuthola i-caffeine?"}}
{"translation": {"en": "Take a Look at their Charges", "zu": "Hlola amaphuzu akho esikweletu"}}
{"translation": {"en": "Your doctor will order lab tests before, during, and after your treatment to see if you are affected by this drug.", "zu": "Udokotela wakho uzoyala ezinye izivivinyo ze-laboratory ngaphambi nangesikhathi somuthi wakho ukuze ubone ukuthi isibindi sakho singonakaliswe noma sonakaliswe i-lapatinib."}}
{"translation": {"en": "One of the most lucrative options for a foreign entrepreneur is to set up an Offshore company.", "zu": "Umehluko ezibaluleke kakhulu ubhekwa ezinkampanini zamazwe angaphandle ukuthi sithole isisebenzi sokuphatha ohlangothini."}}
{"translation": {"en": "Many players are understandably suspicious of this type of promotion.", "zu": "Yebo, kuyaqondakala ukuthi kungani abadlali abaningi begxeka ngaleli su."}}
{"translation": {"en": "I think the word \"slave\" derived from the word Slav.", "zu": "Lisuselwa izwi Slavic \"ukuvikela.\""}}
{"translation": {"en": "Tell me if I did okay", "zu": "Khuluma, uma ndenze kak'hle"}}
{"translation": {"en": "Or, you can ask your parents or school to help you find opportunities to meet new people.", "zu": "Kungenjalo, ungacela umama noma udadewethu ukuthola umuntu ofanele kubantu ojwayelene yabo."}}
{"translation": {"en": "The Constitution of the Republic of South Africa protects freedom of cultural expression.", "zu": "UMthethosisekelo waseNingizimu Afrika uqinisekisa amalungelo omphakathi aqhakambisa usikompilo lwabo."}}
{"translation": {"en": "Hoping that his friend would", "zu": "Ngethemba lokuthi isoka lakhe"}}
{"translation": {"en": "\"What kind of assault are we talking about?", "zu": "Ziziphi izinhlobo zokuhlukunyezwa esizikhuluma ngazo?"}}
{"translation": {"en": "1.Why the hair colors are not the same as the pictures?", "zu": "Q5.Why umbala langempela akuzona efanayo umbukiso sithombe?"}}
{"translation": {"en": "One reason is the accumulation of fabric softener residue.", "zu": "Omunye walena uwukuba le remover yezitikha Cleanextreme Aufkleber."}}
{"translation": {"en": "Of course, not all characters have the same moveset.", "zu": "Kodwa-ke, akuzona zonke ezinekhwalithi efanayo."}}
{"translation": {"en": "He also quits his job.", "zu": "silahle nomsebenzi wakhe."}}
{"translation": {"en": "Los Angeles, California has the largest Thai population outside of Asia.", "zu": "ILittle Havana Miami inabantu abaningi kunabo bonke baseLatin America ngaphandle kweLatin America."}}
{"translation": {"en": "The city also acquired a reputation as a testing ground that stays with the city to this day.", "zu": "Kuyinto nale ndawo waqala umlando yedolobha, okuyinto ihlala kuze kube yilolu suku."}}
{"translation": {"en": "A new work in my life", "zu": "Owuqalile umsebenzi uzowufeza empilweni yami"}}
{"translation": {"en": "We are going to at the exhibition The 6th China International Occupational Safety & Health Exhibition.", "zu": "I 98th China Occupational Ukuphepha nempilo Izimpahla Expo."}}
{"translation": {"en": "It was also useful to me as a medium to help with my recollection.", "zu": "Kubuye kusize kakhulu ukungigcina engqondweni yami njengomculo we-counterpoint kumculo engiwudalayo."}}
{"translation": {"en": "We want privacy for our family as we move into a new life. \"", "zu": "\"Sizoyazisa imindeni yethu uma sesidlulela kwesinye isigaba sothando lwethu.\""}}
{"translation": {"en": "On the Red Carpet From the Original Farmer's Market (2010-) watch online", "zu": "Ukucubungula amagilebhisi ekwindla _ Umlimi wasemadlelweni we-intanethi _ April 2020"}}
{"translation": {"en": "Iain began his new role with BT Sport on Monday.", "zu": "Uwuqalile umdlalo weqembu lakhe elisha iSabah FK ebivula isizini ngoMsombuluko."}}
{"translation": {"en": "\"I think President Morales was denying the magnitude of the problem,\" Kolehmainen said.", "zu": "Ngicabanga ukuthi wayekhungathwe ubukhulu bomcimbi,\" kusho uMakhabane."}}
{"translation": {"en": "It was thought that they would not be able to cause problems to the rulers from there far away exiles.", "zu": "Kube abanakumjabulisa abalandeli yencwadi lamazwe ezikude."}}
{"translation": {"en": "I'll take the waste...oh wait.", "zu": "I blame Obama...oh wait."}}
{"translation": {"en": "The best way to breathe?", "zu": "Indlela ukudambisa usaphefumula?"}}
{"translation": {"en": "You want to pay attention to this notice:", "zu": "Ingabe udinga ukuhlwaya ukupelwa leliqhinga:"}}
{"translation": {"en": "Scroll down to Water Treatment.", "zu": "Hlunga Igobolondo Ukuze Water Treatment"}}
{"translation": {"en": "the table also and its utensils, and the pure gold lampstand with all its utensils, and the altar of incense,", "zu": "nangezingwegwe zenyama, nangezinkamba, nangezitsha zegolide elicwengekileyo, nangezindebe zonke zegolide, isisindo saleso naleso sitsha;"}}
{"translation": {"en": "And this song was never played again.", "zu": "Will never listen to this station again, kudlaliwe ngathi impela"}}
{"translation": {"en": "There's a lot of people who think they know something and they don't,\" says Propst.", "zu": "Kunabantu abangazi lutho ngokokusakaza kodwa abacabanga ukuthi bayazi,\" kusho uMshengu."}}
{"translation": {"en": "This response does not avoid the charge of counter-intuitiveness.", "zu": "Lokhu kuziphatha akufihli umqondo wokuziphendulela."}}
{"translation": {"en": "And I believe in God, even when he is silent!\"", "zu": "\"UNkulunkulu uthembekile, ngisho nalapho kudingeka phansi!\";"}}
{"translation": {"en": "Yesterday, Canon announced that they will be ceasing sales of their last film camera, the EOS-1V.", "zu": "Ngoba inkampani umemezele ukuthi bazoyeka ukuthengisa i-EOS-1v, ikhamera yabo yakamuva ye-analog."}}
{"translation": {"en": "9:15 off to bed", "zu": "56:15 emibhedeni zikanokusho"}}
{"translation": {"en": "There is a growing network of security cameras that are being installed around campus.", "zu": "zokuphepha ezengeziwe izindlu lokukhuphula izinzwa azungezwe yendlu."}}
{"translation": {"en": "Today is the big day many of us have been waiting.", "zu": "Nakhu kufika usuku eziyigugu, kulindeleke ngabaningi."}}
{"translation": {"en": "looking for ways to meet new people in the neighborhood.", "zu": "Ngakho, ake sihlolisise ezinye izindlela ezahlukene ungakwazi ukuhlangabezana abantu izinxenye ezintsha zezwe."}}
{"translation": {"en": "God expects those who claim to be His children to bring others to Him.", "zu": "UNkulunkulu ufuna labo angamphikisi, abalalelayo njengabantwana phambi Kwakhe."}}
{"translation": {"en": "\"I played all four years up until my senior year without winning a single game.", "zu": "Ngaqhubeka ngidlala kuze kube yilapho ngase ngineminyaka eyi-14 kodwa ngangingakaze ngibambe iqhaza kakhulu kunoma yiliphi le midlalo emikhulu futhi nganginqwabalala ukuze ngithole ibhola lami lentsha."}}
{"translation": {"en": "The Order Of Elijah The Reclaimer", "zu": "ilaiyA miTaiyil ezukinRa kAma"}}
{"translation": {"en": "Andy Cohen really wants to be able to see his son again!", "zu": "Manje konihi dudhane dhutalele nahi ithe!"}}
{"translation": {"en": "The Long Defeat: Separating the Men from the Dorfs", "zu": "Disbudding: Ukususa amaphondo ebhokhweni"}}
{"translation": {"en": "shall renew the face of the earth.", "zu": "Futhi uzokwenza kabusha ubuso bomhlaba."}}
{"translation": {"en": "However, you do not just use any kind of products to promote your company.", "zu": "Ngokunjalo awuthathi nje noma yiliphi iphepha ugoqe umkhiqizo wakho."}}
{"translation": {"en": "Try to determine where they are", "zu": "ukuze babone ukuthi ikuphi lapho"}}
{"translation": {"en": "Go get your sister, Kady.", "zu": "Yazana nombungazi wakho, u Cary"}}
{"translation": {"en": "Around eight productions take place here every year.", "zu": "Cishe i-18 ikhiqizwa minyaka yonke."}}
{"translation": {"en": "You are welcome to write a message in the guestbook", "zu": "Wamukelekile ukuthi ungabhalela kubadidiyeli baloluhlelo"}}
{"translation": {"en": "It allows the website to remember information about your visit, such as the selected language and other settings.", "zu": "Ivumela isayithi ukurekhoda ulwazi lwakho lokuvakasha, njengolimi oluthandwayo nezinye izilungiselelo."}}
{"translation": {"en": "Have you ever wondered why we are here ?", "zu": "Wake wakucabanga yini ukuthi kungani silapha ngendlela esiyikho?"}}
{"translation": {"en": "He administers God's favor to us.", "zu": "Uyalamula muntu weNkosi uyasinceda."}}
{"translation": {"en": "But Peter said: \"Silver and gold is not mine.", "zu": "3:6 Kodwa uPetru wathi: \"Isiliva negolide akuyona eyami."}}
{"translation": {"en": "The story goes that Adele cut a demo track for a class project, which she uploaded to the then very popular website MySpace.", "zu": "Ngenkathi esesikoleni, u-Adele wasika idemo yamathrekhi amathathu yephrojekthi yekilasi eyagcina ithunyelwe ekhasini lakhe le-MySpace."}}
{"translation": {"en": "angry with them, and that they may all vote for", "zu": "ukuba bakholwe amanga; Ukuthi bonke balahlwe"}}
{"translation": {"en": "the Evidence for Slings in the Treatment of Stress", "zu": "Izici eziwusizo zamajikijolo ekucindezelweni"}}
{"translation": {"en": "There are so many things that I ask of you.", "zu": "Kuningi engikufuna kuwe bengikufuna kuwe"}}
{"translation": {"en": "&gt; I'm not a researcher.", "zu": "Ngith&apos; angisi isigebengu"}}
{"translation": {"en": "System used by the body to make the choice.", "zu": "Fed ngokusebenzisa umzimba elikhiphe isinqumo sokuqala."}}
{"translation": {"en": "{21:3} And the children of Israel gave out of their possessions according to the commandment of the Lord, cities and their suburbs.", "zu": "Abantwana bakwa-Israyeli benza ngasese izinto ezingalungile kuJehova uNkulunkulu, bazakhela izindawo eziphakemeyo emizini yabo yonke ngasemibhoshongweni yabalindi nasemizini ebiyelweyo."}}
{"translation": {"en": "Not able to information about his family.", "zu": "Akakwazi ukunikeza imininingwane mayelana nomndeni wakhe."}}
{"translation": {"en": "MixerFace is a highly versatile, portable audio tool, often called \"The Swiss Army Knife of Audio.\"", "zu": "I-MixerFace iyithuluzi lomsindo elihambisanayo, elenzekwayo, elivame ukubizwa ngokuthi \"The Swiss Army Knife of Audio.\""}}
{"translation": {"en": "These qualities make them easy to love and hard to resist.", "zu": "Yiqiniso ukuthi uthando olunjalo lwenza abantu babe nobugovu futhi kube nzima ukusebenzelana nabo."}}
{"translation": {"en": "Or maybe you always dreamed of participating in a talent show?", "zu": "Futhi mhlawumbe ubusuvele ayicabangile stop e amathilomu olunothile?"}}
{"translation": {"en": "they may not be the most user friendly spaces...", "zu": "Kungahle kungabi sohlwini lwezindawo ezivakashelwa kakhulu ..."}}
{"translation": {"en": "It is noticed that in most cases the body does not immediately respond to such components.", "zu": "Kuye kwaphawulwa ukuthi ezimweni eziningi emzimbeni akusho ngokushesha izingxenye ezifanayo."}}
{"translation": {"en": "The original does not call for chicken.", "zu": "Inja ayifuni ukuxosha ingulube."}}
{"translation": {"en": "When to visit La Pedrera", "zu": "Akindele Peter Oluwayinka"}}
{"translation": {"en": "There are plenty of food joints and shops inside.", "zu": "Kukhona amathilomu nezindawo zokudla eziningana ngaphakathi."}}
{"translation": {"en": "This will allow state resources to be utilized for the purpose of serving those individuals who would benefit most.\"", "zu": "\"Lesi sinqumo sizokwenza ukuba kutholakale ezinye izimali kuhulumeni kazwelonke ukuze kusizakale abantu abaningi abakhahlanyezwe yilesi simo.\""}}
{"translation": {"en": "Pete has 45 slices of bread.", "zu": "I-berry iqukethe amayunithi wesinkwa angama-45."}}
{"translation": {"en": "But having a pool creates a luxurious effect on the house itself.", "zu": "Iqiniso liwukuthi itshe linesibindi esingafuneki sendlu."}}
{"translation": {"en": "Men and women communicate differently and have unique needs.", "zu": "Abantu besilisa nabesifazane bazwakalisa indlela abazizwa ngayo futhi bakhulume ngezindlela ezingafani futhi banezidingo ezingafani."}}
{"translation": {"en": "It is said, that as he uttered these words, he fell on his face and died.", "zu": "Kuthiwa wathi uma eqeda nje ukusho lawo mazwi wabe esefulathela ehamba."}}
{"translation": {"en": "The type of blood", "zu": "uhlobo legazi"}}
{"translation": {"en": "Looking forward to the full covers.", "zu": "Vele ukulinda omiswe ephelele izingqimba."}}
{"translation": {"en": "The Unique View: I Know.", "zu": "Base Unlimited: I do know!"}}
{"translation": {"en": "Kazuya is worried about her health as well.", "zu": "Tymoshenko naye wayekhathazekile ngempilo yakhe."}}
{"translation": {"en": "You will see a Golden bug.", "zu": "Excellent uyobheka ukubhoboza segolide."}}
{"translation": {"en": "You can increase or decrease the number of chillies according to the taste.", "zu": "Omunye kungaba ukwandisa noma ukunciphisa inani isitashi, kuye ngokuthi ukunambitheka izintandokazi."}}
{"translation": {"en": "I will now make a prediction.", "zu": "Kumanje ngifake isiphandla."}}
{"translation": {"en": "of the Higher Education Council.", "zu": "IBhunga Likazwelonke lezeMfundo ePhakamileyo."}}
{"translation": {"en": "Then they met those who were lifted from the earth alive.", "zu": "Kusukela ngaleso sikhathi, labo abanethemba lokuphila phakade emhlabeni baye bazihlanganisa nabagcotshiwe."}}
{"translation": {"en": "You can sit down and admire the passing boats at a coffee shop near the sea.", "zu": "Kukhona ungathatha ukuhamba ukubona ezikhangayo ahlukahlukene, ahlale endaweni cafe ngasolwandle."}}
{"translation": {"en": "The T-shaped is used for mowing in large areas, and the D-shaped is very convenient for working in hard-to-reach places, near paths, near bushes.", "zu": "T-ukuma isetshenziselwa ukusika phezu izindawo ezinkulu, kanye D emise iyasiza usebenza izindawo wayiswa, emikhondweni, eduze otshanini."}}
{"translation": {"en": "Some tablets are drugs prescribed two years.", "zu": "Eshalofini impilo amaphilisi okungukuthi cishe iminyaka emibili."}}
{"translation": {"en": "the quality class has been adjusted to pre-finish expectations.", "zu": "Ingxenye yezimfanelo ezithela kakhulu ibekwe emigqeni yangaphambili ukuze ucabange."}}
{"translation": {"en": "Seems like there are more than just deals on the horizon, so let's check out the details.", "zu": "Kepha kunokuningi isu lokumaketha lokuqukethwe kunokuqala nje ibhulogi, ngakho-ke ake sibeke umbala ezungeze ibinzana."}}
{"translation": {"en": "Over the past five years, 35 000 additional job opportunities have been created to service the international community.", "zu": "Eminyakeni emithathu edlulile, izwe lethu liphumelele ukwengeza imisebenzi emisha engu 500, 000."}}
{"translation": {"en": "I know, it's amazeballs.", "zu": "These. are. amazeballs."}}
{"translation": {"en": "\"My wife and I recently had our wedding ceremony...\"", "zu": "Kungekudala, mina nomkami sasigubha usuku lwethu lokugcina. ..."}}
{"translation": {"en": "This plant is something unique.", "zu": "Lesi simila uhlukile efana nayo."}}
{"translation": {"en": "Two-way quotes are a fundamental", "zu": "Amabili ukufohla kubalulekile"}}
{"translation": {"en": "Southern Rail has warned passengers to expect a delay of up to 90 minutes on all trains passing through the area.", "zu": "AbakwaMetrorail bathe abagibeli bangalindela ukubambezeleka ngemizuzu engu-60 kumzila osenyakatho ngenxa yesigameko."}}
{"translation": {"en": "Title: The Bed.", "zu": "Name: khande betweni"}}
{"translation": {"en": "believe in the name of the creator and his son.", "zu": "Ukholo kuMdali wethu nasendodaneni yakhe alunjalo."}}
{"translation": {"en": "Too much of request.", "zu": "Ukucela okuningi kakhulu"}}
{"translation": {"en": "Then in 2005, Bible translation was made a priority for the languages in which this journal is produced.", "zu": "Ngo-2005 kwaqalisa ukuhunyutshwa iBhayibhili ngezinye izindimi okwasekudindwa ngazo iNqabayokulinda."}}
{"translation": {"en": "Take a Girl Child to Work Day in South Africa", "zu": "FET Isencane Lengane Mini Cooper Siyacela South Africa"}}
{"translation": {"en": "\"Excuse me,\" stammered the", "zu": "Ngicela ungixolele,' esho kudlekezela"}}
{"translation": {"en": "Similar studies for other products are needed.", "zu": "Ukuze kulungiswe wobuciko ezifana kudingeka kweminye imikhiqizo."}}
{"translation": {"en": "Lovely holiday house on a natural site with view to the sea.", "zu": "Indlu enhle endaweni emangalisayo yemvelo ebheke eRio Negro."}}
{"translation": {"en": "2 - it only runs on batteries.", "zu": "Okwesibili - kungaholela kuphela okungukuthi emotweni amabhethri."}}
{"translation": {"en": "40 hours A MONTH.", "zu": "-40 amahora ngenyanga"}}
{"translation": {"en": "9.You Know (I Will Always Be There)", "zu": "Njalo ngovuma (I'll always agree)"}}
{"translation": {"en": "Because he, like Neo, is The One.", "zu": "Yena, njengo uTikhon, ngokuthi bona kuphela."}}
{"translation": {"en": "For each situational question, you will be asked to select a precise method to overcome the situation.", "zu": "Ukuze esimweni ngasinye, kufanele usebenzise onguchwepheshe ukukhetha indlela elilungile lenkinga ukuchayeka."}}
{"translation": {"en": "against our Will.", "zu": "Ngokuphikisana nentando yethu."}}
{"translation": {"en": "The success of your case can sometimes come down to understanding a legal rule.", "zu": "Ngezinye izikhathi ekunqobeni ubunzima ungakha idumela okweqhawe."}}
{"translation": {"en": "What do you think about the Masters of the Universe: Revelation clip?", "zu": "Ngabe nina nicabangani nge-trailer Abaphathi Bendawo Yonke: Isambulo?"}}
{"translation": {"en": "I've been wanting to let my mother know that I love her.", "zu": "Ngazama ukuqinisekisa umama ukuthi ngiyamthanda kakhulu."}}
{"translation": {"en": "Keterangan: Clean up your PC and optimize the system's performance.", "zu": "Incazelo: Hlanza PC yakho nokwandisa ukusebenza uhlelo."}}
{"translation": {"en": "She shared a photo of a blood-drenched car seat on Instagram.", "zu": "UZodwa Wabantu ufake isithombe semoto yohlobo lwe-Audi enkundleni u-Instagram."}}
{"translation": {"en": "anymore parts for 26 weeks.", "zu": "Thatha enye amaviki 4 ushiye emasontweni 26."}}
{"translation": {"en": "She once joined the clamour for her son to stay at Arsenal.", "zu": "Uke wajoyina indodana yakhe ukuba ihlale e-Arsenal."}}
{"translation": {"en": "\"former glory.\"", "zu": "\"Indlela olunameva inkazimulo.\""}}
{"translation": {"en": "In regards to 1 Timothy 2:", "zu": "kwabase yesibili eya kuThimothewu: 2"}}
{"translation": {"en": "But, it wasn't totally my fault.", "zu": "Kuthiwani uma kungelona iphutha lami ngokuphelele?"}}
{"translation": {"en": "fox news irresponsible journalism", "zu": "eNews journalist Nikiwe Bikitsha"}}
{"translation": {"en": "It is by Grace you were saved through Faith, and not of yourself.", "zu": "Ngomusa usindiswa ngokholo hhayi kini."}}
{"translation": {"en": "Men's: Welcome to", "zu": "Tag: nikamuze"}}
{"translation": {"en": "Good for the artists that they can't cosy up to the shitheads anymore.", "zu": "UNelisani utshele ILANGA ukuthi bona kabasisona isitebhisi sokukhwela abaculi abasafufusa."}}
{"translation": {"en": "FTT - Failure to thrive.", "zu": "F03 / F18 - ukwehluleka sokukhipha ohlelweni."}}
{"translation": {"en": "Or, you can simply take a closer look at the comment section to see if readers are interacting with the bloggers.", "zu": "Noma, ungamane ubhekisise isigaba sokuphawula ukubona ukuthi abafundi bayasebenzisana yini nama-blogger."}}
{"translation": {"en": "They are usually found near the end of the ingredients list.", "zu": "Leli fayela itholakala ikakhulu ngasekupheleni ingobo yomlando uhlu lokuqukethwe."}}
{"translation": {"en": "Exposed In the Car", "zu": "Ukwambulwa emotweni"}}
{"translation": {"en": "Electronic and improvised music are areas of interest.", "zu": "ubuchwepheshe ekudalweni nogologo Kuyathakazelisa lokungekho ngephansi."}}
{"translation": {"en": "There is no law directly prohibiting such behavior.", "zu": "umthetho Direct komthetho, okuyinto unqabela eyohlinzwa enjalo ayikho."}}
{"translation": {"en": "What's the most significant finding?", "zu": "Iyini indlela ukubaluleka wathola?"}}
{"translation": {"en": "Believe or not, getting the [...]", "zu": "Uyakukholwa noma cha, sithole [...]"}}
{"translation": {"en": "We do not want to see any more death.", "zu": "Sekwanele asifuni kuphinde kubulawe muntu."}}
{"translation": {"en": "Exodus 18:11 - I know that the LORD is greater than all gods.", "zu": "18:11 Manje sengiyazi ukuthi iNkosi enkulu ingaphezu kwabo bonke onkulunkulu."}}
{"translation": {"en": "â€¢ Commitment to confidentiality and professionalism.", "zu": "â˜… nokwethenjelwa ezimangelengele kanye nokusebenza."}}
{"translation": {"en": "Your air conditioning system needs to be used to perform well!", "zu": "Ukusetshenziswa kwesigqebhezana esivumelwaneni sakho kunesidingo sokuthi usebenze kahle kakhulu!"}}
{"translation": {"en": "Then the plague infecting the Israelis was brought to a halt.", "zu": "Ngemva kwalokho isishayo sanqamuka + kuma-Israyeli."}}
{"translation": {"en": "Victim suffered from a form of autism.", "zu": "Le ngane ibiphila nokukhubazeka kohlobo lwe-Autism."}}
{"translation": {"en": "Words can tell a lot.", "zu": "Amagama angakutshela kakhulu nje."}}
{"translation": {"en": "reflects His work of conquering all of man.", "zu": "ukhombisa umsebenzi Wakhe wokunqoba wonke umuntu."}}
{"translation": {"en": "Now he will be attending a public meeting.", "zu": "Manje intombazane yaba njalo emihlanganweni yomphakathi."}}
{"translation": {"en": "The disciples would have a reality check in their life.", "zu": "Nokho, odokotela babe iphuzu kuyiwa umbono phila siqu ekuphileni count yakho."}}
{"translation": {"en": "It removes the yellow tint of white hair with ease.", "zu": "Ikhipha onezinwele ezimhloshana kanye fluff."}}
{"translation": {"en": "Thanks to the Internet, anyone can train at home from home thanks to the various existing platforms.", "zu": "Ngenxa ye-Intanethi, noma ubani angakwazi ukuqeqesha ekhaya esuka kubonga ngenxa yamapulatifomu ahlukahlukene."}}
{"translation": {"en": "All business has been shifted online.", "zu": "Wonke amabhizinisi aseshintshile ku-inthanethi."}}
{"translation": {"en": "about to create Jerusalem as a joy, and its people as a delight.\"", "zu": "Ngoba bheka, Ngakha iJerusalema libe ngukwethaba, nabantu bayo njengenjabulo."}}
{"translation": {"en": "The salsa is enough?", "zu": "Ingabe ukudla isithelo kwanele?"}}
{"translation": {"en": "He asked those who share his suffering to join him in prayer.", "zu": "uPhapha ucele bonke abakhalalisana kanye naye ukuba bahlanganyele emkhulekweni.\""}}
{"translation": {"en": "We try to provide all of our guests with a great atmosphere and wo...", "zu": "Sikhuluma ngendawo lapho sihlangana khona samukela abantu nokuningi ..."}}
{"translation": {"en": "\"A-after I walked away from the grave?", "zu": "Futhi, emva kokufa, ngaphuma ethuneni?"}}
{"translation": {"en": "Don't neglect that even in the winter, direct sunlight can still injury the skin.", "zu": "Kufanele kuqashelwe ukuthi ngeke ngisho ilanga ebusika oluqinile ezingapheli zingayilimaza amehlo futhi isikhumba."}}
{"translation": {"en": "We can provide better products and services to major domestic and foreign engineering companies and growers.", "zu": "Singahlinzeka imikhiqizo kangcono namasevisi izinkampani zobunjiniyela basekhaya nabamazwe angaphandle ezinkulu abatshali."}}
{"translation": {"en": "\"If you ever do this to me again, I swear to God you're going to be grounded until you're thirty,\" Kyle's mother barked.", "zu": "\"Nxa ungahlala usenza okuhle njalo utshengise abazali bakho ukuthi awusoze ukuphinde abakujezisele khona, bazacina sebekuthemba futhi.\" - UKaren oleminyaka engu-25."}}
{"translation": {"en": "It's mouth + shell (fish).", "zu": "Welusa (u- + -elusa) izinkomo."}}
{"translation": {"en": "to have spent an hour with ds1 5", "zu": "kugcine ukuphendulwa ngu dddcod5 1 ihora elidlule"}}
{"translation": {"en": "Enjoy the suite and the fine restaurants.", "zu": "Jabulela ukubukela ikhathalogi nezitolo ezinhle!"}}
{"translation": {"en": "Timeframe:: contingent upon the complexity of the applicant's business and the collation of the documents needed for the license application", "zu": "Ubude besikhathi:: Ngokuya ngobulukhuni benkampani yomfakisicelo kanye nokuhlanganiswa kwemibhalo edingekayo yokufaka isicelo selayisense,"}}
{"translation": {"en": "tag is not correct.", "zu": "Idethi ayilungile."}}
{"translation": {"en": "The king asked him, \"What is it that you want?\"", "zu": "Inkosi yasisithi kuye, \"Yini oyifisayo?\""}}
{"translation": {"en": "Make a quilt....and finished it.", "zu": "Yifake - futhi zonke isiqedile."}}
{"translation": {"en": "Are all going to get the prize????!!!", "zu": "Ukuthi wonke umuntu uzolwela ukuthatha amandla ngenkani ???"}}
{"translation": {"en": "Google+ notifications (when a new message arrives, the corresponding button is highlighted in red).", "zu": "Izaziso ze-Google (uma umlayezo inkinobho entsha ehambisana naye egqanyisiwe abomvu)."}}
{"translation": {"en": "to stay at home alone.", "zu": "Kodwa ukuze kube ngcono ekhaya bebodwa."}}
{"translation": {"en": "With all the expenses you...", "zu": "Lokhu kufaka zonke izindleko ozikhokhele ..."}}
{"translation": {"en": "Learn about the signs and characteristics.", "zu": "Funda ngezimpawu nokubaluleka."}}
{"translation": {"en": "The judgment has caused an even bigger problem.", "zu": "Ukuqedwa kokuqedwa kwaholela enkingeni enkulu nakakhulu."}}
{"translation": {"en": "Title: Take It Away.", "zu": "IsiXhosa: Hlukanani nam."}}
{"translation": {"en": "That's a good result?", "zu": "Ngabe umphumela omuhle lo?"}}
{"translation": {"en": "At year end when preparing to roll to the new financial year, is there anything we need to know in regards to budgets?", "zu": "Njengoba siphezu kokwakha isabelomali sonyaka wezimali omusha, sizoyidinga imibono yenu.?"}}
{"translation": {"en": "2:18 Deaf, mute, blind , so they do not return.", "zu": "2:18 Deaf, yisimungulu, nezimpumputhe, bayakuba ungalokothi babuyele."}}
{"translation": {"en": "Well, here you have two things.", "zu": "Lapha anakho ezimbili izinketho."}}
{"translation": {"en": "In some respects the avifauna", "zu": "Koningin Aguaphina"}}
{"translation": {"en": "It strikes sharply.", "zu": "ishaya ngamandla."}}
{"translation": {"en": "He asks Jesus whether or not", "zu": "Yisus Te Ama"}}
{"translation": {"en": "Do you want to see your enemies in the mirror and make them to confess to you?", "zu": "Ufuna ukubona izitha zakho esibukweni bese uzivumela ukuba zivume kuwe?"}}
{"translation": {"en": "Let's see what we can learn from her example.", "zu": "Akhesibone ukuthi singafundani esibonelweni sakhesi."}}
{"translation": {"en": "Tell us about your successes and challenges!", "zu": "Sitshele mayelana nezinkinga zakho nezinqubo zakho!"}}
{"translation": {"en": "My aunt, she's free.", "zu": "Sokhululeka Mankayi"}}
{"translation": {"en": "It is a meal to be savored.", "zu": "Kukudla okunganarhwaba kwaphela okufanele kosiwe."}}
{"translation": {"en": "Vokatr'izany, the university was split into several independent organizations in 1970.", "zu": "Ngenxa yalokho, eyunivesithi wahlukaniswa waba ingxenye eziningana izinhlangano ezizimele e 1970."}}
{"translation": {"en": "And again, Behold I and the children which God has given me...", "zu": "\"Bheka mina nabantwana uNkulunkulu anginike bona.\""}}
{"translation": {"en": "The increasing volume of maritime freight is presented as a challenge to those skilled terminal managers seeking to maintain or increase their market share.", "zu": "Njengoba ukumaketha kuvame ukuqhutshwa izindleko, abathengisi bemicimbi babhekana nenselelo enkulu yokukhombisa imbuyiselo kutshalomali ukugcina noma ukwandisa ingxenye yabo yesabelomali."}}
{"translation": {"en": "to them with the idea of defining", "zu": "Empathize Defining Ideate"}}
{"translation": {"en": "Drink before you come here.", "zu": "phuzwa uma bengakafiki bona."}}
{"translation": {"en": "\"For as the Father raises the dead and gives them life, so also the Son gives life to whom he will.", "zu": "Yeke njengombana amthombo wokuphila nje, uzokuba nguBaba wabantu abazokuvuswa."}}
{"translation": {"en": "Folks steadily realized nonetheless that there are some benefits.", "zu": "Kodwa kulokhu abasebenzisi ngokwabo bathi kukhona iqoqo izinzuzo."}}
{"translation": {"en": "in creating new formations.", "zu": "Ngaphambili, ukwakha amakilasi ezintsha."}}
{"translation": {"en": "Backs to the east, they limbered up and laced their... Read more...", "zu": "Kuthe emva kwalokho basuka bagudla ulwandle ngaseMpumalanga, behla ... Read more"}}
{"translation": {"en": "are not seeking higher education.", "zu": "Futhi imfundo ephakeme akafuni ukuthola."}}
{"translation": {"en": "That is what is required by", "zu": "Kepha ngalokho udinga i-"}}
{"translation": {"en": "55x48x45cm or as per customer's request", "zu": "45X45X58cm, noma ikhasimende usayizi wamukela"}}
{"translation": {"en": "I was 19 when my father died from cancer.", "zu": "Lapho ngineminyaka engu-19, umama wabulawa umdlavuza."}}
{"translation": {"en": "However, unlike the self-applauding chronicles of the pharaohs, the book of Judges sets out both the exploits and the failures of Israel.", "zu": "Kodwa, ngokungafani nokulandisa okudumisa oFaro, incwadi yabaHluleli iveza kokubili ukuxhashazwa nokwehluleka kuka-Israyeli."}}
{"translation": {"en": "These things can all contribute to the recovery of your car.", "zu": "Konke lokhu kungakusiza Kulungiswe imoto."}}
{"translation": {"en": "14Now because we are in the service of the palace, and it is not fitting for us to see the king's dishonor, therefore we have sent and informed the king, 15so that a search may be made in the record books of your fathers.", "zu": "14 Manje njengoba nje sidla usawoti wasesigodlweni, futhi kungafanele ngathi ukubona inkosi iphundlwa, ngenxa yalokhu siye sathumela futhi sakwenza kwaziwa enkosini, 15 ukuze kuphenywe encwadini yemibhalo egciniwe+ yokhokho bakho."}}
{"translation": {"en": "He said it was carried out in a courtyard where bags of explosives had been found.", "zu": "Uthe lokhu kwenzakale lalapho okwembiwa khona amatshe aligugu."}}
{"translation": {"en": "One person, just one person can change the course of history.", "zu": "Ngezinye izikhathi umuntu kuphela bakwazi ngokuphelele ukushintsha inkambo yomlando."}}
{"translation": {"en": "we too can fall Ã¯n love", "zu": "Nothando Siwela"}}
{"translation": {"en": "background - a former veterinary nurse who has developed a very", "zu": "Uqophe umlando udokotela owakhula elusa _ Isolezwe"}}
{"translation": {"en": "\"The greatest destroyer of peace is abortion, because if a mother can kill her own child, what is left for me to kill you and you to kill me?", "zu": "\"\"Nomchithi sokuthula esikhulu kunazo zonke ingabe ukukhipha isisu ngoba uma umama ingakubulala ingane yakhe uqobo, lokho kushiyelwa mangikubulale futhi wena ukungibulala?"}}
{"translation": {"en": "They learn to know the way of peace,", "zu": "esizokulungela ukuba afunde ngokuthula,"}}
{"translation": {"en": "Isn't that a real difference?", "zu": "Lokhu akuwona yini kambe umahluko phakathi Kwami nomuntu?"}}
{"translation": {"en": "When was it first suggested that King Tutankhamun's family may have been black?", "zu": "May be we might need to know ukuthi did the King, inkosi yohlanga uLobengula wamawaba really disappear?"}}
{"translation": {"en": "What would you do if you were suddenly set upon by a Zombie Apocalypse?", "zu": "Yini okufanele uyenze uma ngokungazelelwe apocalypse zombie uqalise."}}
{"translation": {"en": "Their goal is to \"protect the Constitution\" at all costs, including breaching the law.", "zu": "Konke kuqondwe \"ukugcina ibandla lihlanzekile,\" ngazo zonke izindleko, yilokho abakwenzayo."}}
{"translation": {"en": "What's in your CONTROL?", "zu": "Yini engaphansi kolawulo lwakho?"}}
{"translation": {"en": "'What else do we need?'", "zu": "Yini enye ayidinga? .\""}}
{"translation": {"en": "Then we have natural gas.", "zu": "Kule bese kuthi amagesi."}}
{"translation": {"en": "You probably have a re-formulation version.", "zu": "Kungenzeka ukuba ubhalisele i-reception yokuthopha."}}
{"translation": {"en": "The same is true of business and commerce.", "zu": "Kunjalo nokuxhaswa kwamakhasimende kanye nokusebenza."}}
{"translation": {"en": "Authorities are hesitant to call this act a hate crime.", "zu": "Iziphathimandla zisola ukuthi lesi sigameko sihambisana nenzondo."}}
{"translation": {"en": "\"A lot of responsibility comes with winning - and with losing - and especially with being a leader.\"", "zu": "Ukududuza ukulahlekelwa ithimba, futhi ngokuwina - umklomelo."}}
{"translation": {"en": "remains nothing less than the logical consequence of the technological revolution ushered in by the internet.", "zu": "Kuyinto nature angenakunqotshwa yobuchwepheshe iye yaphumela revolution inthanethi."}}
{"translation": {"en": "Failing this, the resolution would be devoid of meaning and would not be considered a hemispheric commitment.", "zu": "Uma kungenjalo, kuzophela ukuthandwa, futhi ngeke kubhekwe njengekhwalithi."}}
{"translation": {"en": "With treatment, he may be able to beat his disease.", "zu": "Njengoba ukwelashwa, kungenzeka ukuba babhekane nalesi sifo."}}
{"translation": {"en": "SAGAL: Well, it was hard.", "zu": "ayote: Cabeza; calabaza."}}
{"translation": {"en": "Just make the ticket one-way.", "zu": "Woza ku bese ukuhambisa nje kwesokudla."}}
{"translation": {"en": "There is a difference between the 90W and 100W.", "zu": "Akukho mehluko omkhulu ekukhanyeni phakathi kwama-100W nama-70-100w ama-bulbs."}}
{"translation": {"en": "She suggested I go to work for a country station, where I would be appreciated. \" But I hate country music, \" I said.", "zu": "Ngathi ngixoxa ukuthi ngifuna ukufaka amaCCTV camera egcekeni kwathiwa \"bazokuzonda abantu, bafune nokukubulala.\""}}
{"translation": {"en": "All of this was possible due to daily painstaking work and devotion.", "zu": "Konke lokhu kwenziwa sibonga intando nokuqeqeshwa eziphikelelayo nsuku zonke."}}
{"translation": {"en": "The Lord will hasten his work.", "zu": "UNkulunkulu usheshisa isivinini somsebenzi Wakhe."}}
{"translation": {"en": "A couple weeks later, she called me on her new iPhone and said, \"You're right.", "zu": "Ngemva kweviki intombazana le yangiqhubela ifoni yathi, \"Nanku khuluma loChina.\""}}
{"translation": {"en": "Nuit D'Ã©toiles: French...", "zu": "I-Oktoberfest enkulu kunazo zonke emhlabeni: Izindiza zaseLufthansa ..."}}
{"translation": {"en": "Don't come to Oakland if you want to start a cannabis business.", "zu": "Ungayi eWalmart lapho uthanda ukuqoqela iMoneyGram."}}
{"translation": {"en": "We have answered the query, \"exactly what is a nootropic.\"", "zu": "Siye baphendule umbuzo wakho \"Uyini odometer kanye umshini wokubonisa izinga lejubane.\""}}
{"translation": {"en": "Eze 36:19 Also I scattered them among the nations and they were dispersed throughout the lands.", "zu": "36:19 Futhi ngabahlakazela phakathi kwabezizwe, futhi bahlakazekile emazweni."}}
{"translation": {"en": "The arils will sink to the bottom while the pulp, peel and damaged seeds will float to the top.", "zu": "Ama-arili azogoba phansi ngenkathi i-pulp, ikhasi kanye nembewu ewonakele izoqhubekela phambili."}}
{"translation": {"en": "Just a few minutes is taken to mak...", "zu": "minta izin ngamalin ilmunya ki..."}}
{"translation": {"en": "Gyopo said that she wasn't good enough for him.", "zu": "UKhune uthi ayibanga yinhle le sizini kuye"}}
{"translation": {"en": "We know what the correct", "zu": "Siyazi Omuhle"}}
{"translation": {"en": "Hope and confidence for the future.", "zu": "Abantu ne sokuqiniseka ngekusasa."}}
{"translation": {"en": "This was helpful in halting the Russification policy of Russian Empire in Georgia.", "zu": "Leyo kwakuyindlela yokulwa nenqubomgomo yamaRussification yoMbuso WaseRussia eGeorgia."}}
{"translation": {"en": "Step 2 - Choose the drive from which you wish to recover.", "zu": "Isinyathelo 2 Khetha uhlobo lwefayela ukuthi ufuna ukuba alulame."}}
{"translation": {"en": "May you find peace and comfort in the scriptures.", "zu": "Cabanga bona kuhlakanipha nenduduzo engangani ozoyifumana emitlolweni yabaporofidabo!"}}
{"translation": {"en": "France late 17th century", "zu": "France ekupheleni kwekhulu XVIII"}}
{"translation": {"en": "How to recover deleted photos from windows phone 8", "zu": "Indlela Phinda esusiwe ifotho kusukela Windows Phone 8"}}
{"translation": {"en": "Now we have an opportunity to showcase their amazing work!", "zu": "Futhi manje sesine-ithuba lokujabulela imisebenzi yabo omangalisayo."}}
{"translation": {"en": "The Supply Co. Limited", "zu": "yiso ebike co., limited"}}
{"translation": {"en": "Don't bury you", "zu": "Msawakhe Gcwabaza"}}
{"translation": {"en": "Your child's safety is in your hands.", "zu": "Ukuphepha kwengane yakho kusezandleni zakho."}}
{"translation": {"en": "You will be like the tree in Psalm 1...a tree planted by streams of water, which yields its fruit in season, whose leaf does not wither, and who prospers in everything he does.", "zu": "Unjengomuthi otshaliwe ngasemifuleni yamanzi, othela isithelo sawo ngesikhathi sawo, oqabunga lawo lingabuni, nakho konke akwenzayo uyakuba nenhlanhla kukho."}}
{"translation": {"en": "Jerusalem has been restored, and so is the nation of Israel.", "zu": "zaseJerusalema futhi abuyise Amandla obuzwe bakwaIsrayeli."}}
{"translation": {"en": "Isa 7:16 for before the boy knows enough to reject the wrong and choose the right, the land of the two kings you dread will be laid waste.", "zu": "7:16 Kepha nangaphambi kokuba umfana akwazi ukwala okubi nokukhetha okuhle, izwe olizondayo liyakushiywa ubuso bamakhosi alo amabili."}}
{"translation": {"en": "Furthermore, only the customer can access their results.", "zu": "Kuphela emva ukuthi nomthengisi likwazi ukufinyelela inzuzo yayo."}}
{"translation": {"en": "She had five half siblings from father's and mother's.", "zu": "Wayefanele ezimbili nengxenye-nodadewabo uyise nonina."}}
{"translation": {"en": "Never wanted to remember..", "zu": "Angikaze ngizizwe ngifuna ukuphawula ..."}}
{"translation": {"en": "Yes, but with a twist.;)", "zu": "Yebo, kepha ngegajethi ye-Apple ðŸ˜‰"}}
{"translation": {"en": "So they only did their work and we don't have to thank them for that .... .\"", "zu": "Usenzele okuningi, futhi asibanga nalo ithuba lokukubonga ...... \""}}
{"translation": {"en": "The main uses are to watch highlights and review the game.", "zu": "Izinselelo lokuqala ukukhonza ukusetha isimo futhi ubone ukuthi umdlalo iqhubeka."}}
{"translation": {"en": "He swears by his mother.", "zu": "Futhi yena uyafunga esikhundleni umama."}}
{"translation": {"en": "I wanted to teach her to be more respectful - you know, to say 'please' and 'thank you' and so on.", "zu": "Ngaqalisa ukumhlonipha ngafunda ukuthi \"ngicela\" lokuthi \"ngiyabonga.\""}}
{"translation": {"en": "There are things that only Ubud can offer to you.", "zu": "Kakulalutho uJehova aluswelayo umuntu angamnika lona."}}
{"translation": {"en": "What do you think of the Earth?", "zu": "Yiningathi yini ngomhlaba"}}
{"translation": {"en": "The ship was voiced by Jasmine.", "zu": "Ifulethi lonke ibungazwe ngu-Jasmine"}}
{"translation": {"en": "John 15:10, \"I have kept my Father's commandments and abide in his love\"", "zu": "UJohn 15: 10, Ngigcinile imiyalo kaBaba futhi ngihlala othandweni lwakhe"}}
{"translation": {"en": "of the more in-depth adult content as you move through the", "zu": "ukubhekana nekhono eliphezulu lamandla njengoba lidlula kuwe"}}
{"translation": {"en": "Sathish Kumar in The Startup", "zu": "akshay kumar in Bilakho"}}
{"translation": {"en": "Snail doesn't want to play with Mayoi.", "zu": "Lol akungadlalwa ngoDompy"}}
{"translation": {"en": "Those of you who are conversant", "zu": "labo bantu abaxabana nawe;"}}
{"translation": {"en": "Gallery: Do you know how to take care of your teeth?", "zu": "Awazi indlela yokunakekela amazinyo akho?"}}
{"translation": {"en": "A war's going on,", "zu": "ngimpi aja,"}}
{"translation": {"en": "I'm amazed that it's taken people so long to notice.", "zu": "Kuyangimangaza ukuthi kuthathe abantu isikhathi eside kangaka ukuthi baqale ukuyibona."}}
{"translation": {"en": "than any other London borough.", "zu": "Ngaphezu kwanoma iliphi elinye lamadolobha Russian Novgorod lucky."}}
{"translation": {"en": "In this development type, the company does all the operations.", "zu": "Ngokuvamile, ngemva kokuba inqubo enjalo inkampani ehamba yakhe zonke izibalo."}}
{"translation": {"en": "I believe the Green Party has addressed the elephant:", "zu": "Ngokwami abaphathi boKhozi abehlise impakamo baxoxe noNdlovu iphele le nto."}}
{"translation": {"en": "This water is capable of purifying all kinds of water.", "zu": "Ngamanzi ungahlanza zonke izinhlobo zezinto."}}
{"translation": {"en": "Try not to cut the flesh.", "zu": "Zama ukungabhidliza inyama."}}
{"translation": {"en": "I feel that I owe the life of my child", "zu": "Ngabona ukuthi ngikweleta uJehova, uMniki-kuphila"}}
{"translation": {"en": "Authored by Adam Edwards.", "zu": "image of amanda edwards."}}
{"translation": {"en": "See your activity over the last few days", "zu": "Tjheja Abangani Bakho Njengombana Siphila Emalangeni Wokuphela"}}
{"translation": {"en": "I'm drinking with my father", "zu": "Yebo ngadla mina kababa"}}
{"translation": {"en": "To select the most suitable treatment.", "zu": "Khetha ifomu lokwelashwa elilungele isiguli kakhulu"}}
{"translation": {"en": "Bitcoin started a revolution that set the foundation of a new Internet for the transfer of value.", "zu": "I-Bitcoin isetha isisekelo sokwakhiwa kwe-Intanethi entsha yokudluliselwa kwenani."}}
{"translation": {"en": "\"I need to praise the actors.", "zu": "\"Kodwa ekugcineni ngiyabancoma abadlali."}}
{"translation": {"en": "(âˆ’t) with no loss of information.", "zu": "(k) akuliSwazi (k) akungamaSwazi"}}
{"translation": {"en": "Exodus 36:7 For the material they had was sufficient and more than enough for all the work, to perform it.", "zu": "36:7 ngoba lokho okwakunikelwa kwakwanele futhi kwakungaphezu kwenala."}}
{"translation": {"en": "the Italian has shot two children, and then has committed suicide", "zu": "Isiguli sidubule ababili emtholampilo sabe sesizibulala"}}
{"translation": {"en": "\"have love, will travel - the sonics\" cover", "zu": "\" Khuzani - Wayengithanda _ Khuzani - Amaqojama \""}}
{"translation": {"en": "If after reviewing the product it turns out that it works correctly, it will be returned to the Customer, who must pay the corresponding transport costs and a rate of 30 euros for handling and checking expenses.", "zu": "B) Uma ukutholwa komkhiqizo kufakazela ukuthi imishini isebenza kahle, izobuyiselwa kumakhasimende futhi ikhasimende kufanele likhokhe izindleko zokuhamba ezikhiqizwayo kanye nezindleko zokuphatha nokubheka, kulinganiselwa ngenani eliphelele le-10 â‚¬."}}
{"translation": {"en": "Don't buy tight shoes with the expectation that they'll stretch.", "zu": "Ungathengi izicathulo ezicindezela phezulu, ngethemba lokuthi zithwalwa."}}
{"translation": {"en": "Abuse: Practices that are inconsistent with sound fiscal, business, or medical practices, and result in an unnecessary cost, or in reimbursement for services that are not medically necessary or that fail to meet professionally recognized standards of care.", "zu": "Ukuhlukumeza: Izenzo ezingahambisani nemali yezimali, imikhuba yebhizinisi noma yezokwelapha, futhi lokho kubangele izindleko ezingadingekile ezinhlelweni zikahulumeni, noma ekufuneni ukubuyiselwa kwezimpahla noma izinsizakalo ezingekho isidingo sempilo noma ezingaphumeleli ukuhlangabezana nezindinganiso ezihlonishwayo zokunakekelwa kwezempilo."}}
{"translation": {"en": "In addition, the Sph...", "zu": "Ngaphandle kwalokhu, i-shap ..."}}
{"translation": {"en": "Remove air from your heating/cooling system.", "zu": "Cisha ugesi kusistimu yakho yokushisa / yokupholisa.Kubalulekile!"}}
{"translation": {"en": "Seen in this light, it is no surprise that the bar for enjoining a call of a performance bond is or should be a high one.", "zu": "Kungimangaze kakhulu, ukufakwa kwe- Ukuthwebula kwenziwa ngokusebenzisa isikhombimsebenzisi sewebhu futhi akunzima nakancane."}}
{"translation": {"en": "The contributions to the series focus on current social issues and discourses.", "zu": "Ohlelweni alusakaza manje uthe babheka kakhulu izinto ezenzeka emphakathini bakhulume nangezihloko."}}
{"translation": {"en": "If you have to do all these steps you arent really that far from doing the same on a PC.", "zu": "Uma usayamukela yonke le migomo ezindaweni eziningi ngeke ukwazi ukwenza noma yini ngaphandle kwelungelo lokusebenzisa elilinganiselwe lolo buciko bokudweba imephu."}}
{"translation": {"en": "A: 12 Months after the B/L date.", "zu": "I-A5: imvamisa iwaranti yezinyanga eziyi-12 kusukela ngosuku lwe-B / L."}}
{"translation": {"en": "Men know they are not perfect.", "zu": "Laba bantu abakwazi ukuthi bangapheleliswa."}}
{"translation": {"en": "Don't forget the WINE.", "zu": "Ungakhohlwa mayelana yesivini."}}
{"translation": {"en": "After more than ten years unswerving efforts, now our company covers an area of 30,000 sq.m, with building area of 20,000 sq.m.", "zu": "Ngemva imizamo iminyaka engaphezu kweyishumi obungantengantengi, manje inkampani yethu ihlanganisa indawo ka 30,000 sq.m, nge isakhiwo endaweni 20,000 sq.m."}}
{"translation": {"en": "Let's have a cuddle!", "zu": "Ake Sibe Nesheke!"}}
{"translation": {"en": "aloof = cold, uninvolved", "zu": "Noma Dumezweni _ unfridged"}}
{"translation": {"en": "\"She said, \"Drink, my lord\"; and she quickly lowered her jar to her hand, and gave him a drink.", "zu": "Wathi kuye: Yebo Nkosi. wagqoka isembatho ngoba wayenqunu. esezwile ukuthi yiNkosi. ligcwele inhlanzi ezinkulu. wahudulela emhlabathini imbule."}}
{"translation": {"en": "The USDA spent the last year coordinating with the EPA and the FDA in preparation to start testing corn syrup samples for glyphosate residues on April 1, according to internal documents obtained through Freedom of Information Act (FOIA) requests.", "zu": "Lesi sikhungo sichithe unyaka owedlule sisebenzisana ne-Environmental Protection Agency (EPA) kanye neFood and Drug Administration (FDA) silungiselela ukuqala ukuhlola amasampula esiraphu sikakolweni ngensalela ye-glyphosate ngo-Ephreli 1, ngokusho kwemibhalo yangaphakathi ye-ejensi etholwe ngeNkululeko Yolwazi Izicelo zomthetho."}}
{"translation": {"en": "Always start with hot water and finish with cold water.", "zu": "Qala ngokufudumala, uze uqede ngamanzi abandayo."}}
{"translation": {"en": "Parents often have many of the same feelings about having a sick baby, but they may show those feelings differently - and that's OK.", "zu": "Ngokuvamile abazali bayazi kokuhlangabezanwe nakho kangakanani ungagcina lokushisa eliphezulu kuleli izingane, ngoba izingane zihlukile, futhi ukusabela komzimba ukhuluma nemuntfu lophilako."}}
{"translation": {"en": "Stores normally have daily activities for when a number of products are for sale.", "zu": "Empeleni isibalo izitolo amasheya aphethwe nsuku zonke ngesikhathi amaqembu ngomkhiqizo ngamunye."}}
{"translation": {"en": "Archeologists call it a \"virtual time capsule,\" but if you wanna open it, you'll have to get some scuba gear.", "zu": "Abavubukuli bathi ke \"isikhathi virtual capsule,\" kodwa uma ufuna uyivule, uzodinga ukuntweza igiya."}}
{"translation": {"en": "Read Isaiah 55:8-9 again to see this point.", "zu": "Funda kuIsaya 58v6 - 9 ukuze uzwisise imfundiso eqondileyo ngendaba yokuzila njalo ukuthi ungazuzani kukho."}}
{"translation": {"en": "What else you can see", "zu": "Yini enye ukubona"}}
{"translation": {"en": "According to the X", "zu": "ukulandisa X"}}
{"translation": {"en": "This is what God has undertaken to do for man.", "zu": "Ukwenza kanjalo kuzokusiza uqiniseke ukuthi uNkulunkulu unokuthile azokwenzela abantu abalalelayo."}}
{"translation": {"en": "licentious communities can be traced to this shift.", "zu": "Amasevisi ethandwa kakhulu lokhu hlobo ingase kuqashelwe Convertio."}}
{"translation": {"en": "You just need to cut out the cards.", "zu": "Udinga nje suka imaskhi."}}
{"translation": {"en": "But in regards to my role, the first part was the most important.", "zu": "Endabeni engangiyidlala - phambili ingxenye yokuqala."}}
{"translation": {"en": "They will be receiving two units.", "zu": "Bazojoyinwa amaqembu amabili azoqhamuka kweyokuhlunga."}}
{"translation": {"en": "But if you have the most privilege, what can you do with that privilege to help those who are at a disadvantage?", "zu": "Kanti ngisho noma isipho sakho singesona esizedlula zonke, yini ongayenza ukuze lowo omuphayo asijabulele?"}}
{"translation": {"en": "Every woman wants their partner to use flavored condoms.", "zu": "Futhi-ke, yilowo nalowo wesifazane ufuna ukudlulisa ukusetshenziswa izinongo elimnandi."}}
{"translation": {"en": "As if the Israelis aren't the Jews?", "zu": "Ingabe igama lenu alifani nelama-Israyeli?"}}
{"translation": {"en": "Who should receive the capital, both now and in the future?", "zu": "Ngubani okufanelwe adunyiswe ngetjhuguluko labantu kokubili namhlanjesi nephasini elitjha?"}}
{"translation": {"en": "\"The truth shall make you free\" Jesus", "zu": "\"Iqiniso (uJesu) liyakunikhulula.\""}}
{"translation": {"en": "I didn't write it:tongue:", "zu": "To: Nakamura Kuyakusho To: Tokushige"}}
{"translation": {"en": "dear friends whom I shall speak of.", "zu": "Bangani, wothi nginitshele kancane ngubani sikhuluma."}}
{"translation": {"en": "What's the Wedding Program?", "zu": "Iyini umkhosi weshumi lomshado?"}}
{"translation": {"en": "significant risks to economic recovery could be", "zu": "Ingozi yokwehla kwamandla omnotho ingalimaza umnotho"}}
{"translation": {"en": "I have always bought Suzuki's.", "zu": "Najlonke Sami Mini suknje"}}
{"translation": {"en": "Support horror, you won't be disappointed.\" - 4 Stars", "zu": "'Uma wethuka uMugabe ngeke usithole isibusiso' _ News24"}}
{"translation": {"en": "You pray: \"Thank you, God, for saving me.", "zu": "Manje ngaphinda ngathandaza futhi: \"O Nkulunkulu, ngiyakubonga ngokungisindisa."}}
{"translation": {"en": "Refrigerator and washing machine hidden behind...", "zu": "Jiutu Lesembozo Isihlukanisi Machine Broken Emuva ..."}}
{"translation": {"en": "Movement In The Right Place", "zu": "Movement endaweni efanele"}}
{"translation": {"en": "Don't want to see a specific show?", "zu": "Awufuni ukwenza show ne izithelo izithelo?"}}
{"translation": {"en": "VintageGrills.com does not intentionally collect personal information from children under the age of 13.", "zu": "I-funlandia.com ayiqoqi ngamabomu imininingwane yomuntu siqu ezinganeni ezingaphansi kweminyaka engu-13."}}
{"translation": {"en": "Do you have this desire.", "zu": "Ingabe unaso leso sifiso?"}}
{"translation": {"en": "When a family member or a close friend dies, we may feel helpless.", "zu": "Lapho ilungu lomndeni noma umngane oseduze eshona, singase singazi ukuthi sithatheni sihlanganise nani."}}
{"translation": {"en": "I am very lucky to be able to live and to work here.", "zu": "Ngijabule kakhulu njengoba sengizohlala futhi ngisebenze edolobheni manje."}}
{"translation": {"en": "Big clean washrooms.", "zu": "Amashiti amakhulu okuhlambela athambileyo."}}
{"translation": {"en": "Prior to the event, Hilton divided the group into 10 teams of 7 people in each.", "zu": "Ikakhulukazi, i-Blumenstock yahlukanisa idatha yakhe ibe ngu-10 amaqembu abantu abangu-100 ngamunye."}}
{"translation": {"en": "God's interest was reflected in the Mosaic Law.", "zu": "Isithakazelo sikaNkulunkulu sabonakala eMthethweni KaMose."}}
{"translation": {"en": "6 Reasons Why It's Important To Travel With Your Kids", "zu": "Izizathu ezi-6 zokuhamba nezingane"}}
{"translation": {"en": "They, too, are worthy of attention.", "zu": "Nabo futhi, kuyafaneleka ukunakwa."}}
{"translation": {"en": "Remove the four screws with a Phillips Head screwdriver.", "zu": "Sula izikhwama ezine zokuvikela ikhava yokuhlunga emoyeni usebenzisa isikrini se-Phillips."}}
{"translation": {"en": "Note, licensed in cyprus.", "zu": "ilayisensi Club etholwe eKhupro."}}
{"translation": {"en": "\"Do not lie to each other\" (Letter to the Colossians 3:9).", "zu": "\"Ningaqambi amanga omunye komunye.\" - Kolose 3:9."}}
{"translation": {"en": "Which reminds me, I need to check my account.", "zu": "Lokhu kungikhumbuza ukuthi ngidinga ukukhansela i-akhawunti yami."}}
{"translation": {"en": "Bania; a section of Teli.", "zu": "Iqabunga le-Bay - i-1 piece;"}}
{"translation": {"en": "But today is a Holiday.", "zu": "Namuhla Liholide."}}
{"translation": {"en": "And during the night, there is music loudly played in the corridors, so it is really impossible to sleep.", "zu": "Ebusuku, umculo udlala kakhulu ebhasini, ngakho-ke akunakwenzeka ukulala namafasitela avulekile."}}
{"translation": {"en": "In contrast, a term which can be quick are used via checking account.", "zu": "Kwelinye icala, ifomu etholakalayo ngokushesha, angasetshenziswa ukubhalisa."}}
{"translation": {"en": "After that, they rebuilt their cities and lived in them.", "zu": "Ngemva kwalokho, abuyela efeni lawo afike akha kabusha amadolobha awo + ayesehlala kuwo."}}
{"translation": {"en": "We all have the choice whether to seek God or not.", "zu": "Lokhu kuya ngentando yomuntu ngamunye ukuthi bayamfuna yini uNkulunkulu noma akamfuni."}}
{"translation": {"en": "In-person or email help is available.", "zu": "Ilebuli yangasese noma insiza yephakeji iyatholakala."}}
{"translation": {"en": "The plan I am unveiling today aims to change that as I promised to do so when I was sworn in as Mayor.\"", "zu": "Lolu hlelo engilwethula namhlanje luhlose ukukushintsha lokho njengoba ngathembisa ngesikhathi ngigcotshwa kwesobuMeya.?"}}
{"translation": {"en": "Fortunately, the situation is gradually changing.", "zu": "Ngenhlanhla, izinto ziyashintsha kancane kancane."}}
{"translation": {"en": "Municipalities in La Rioja.", "zu": "Izindawo zokuhlala e- La Rioja"}}
{"translation": {"en": "He is engaged in pure", "zu": "Pure Kathelwa"}}
{"translation": {"en": "This can only be known by experience.", "zu": "ingaziwa kokuhlangabezanwe nakho kuphela."}}
{"translation": {"en": "You are amazing, Stephanie!", "zu": "Amazing, Stephanie!"}}
{"translation": {"en": "Practically all of the lagoon dries at low water.", "zu": "Ububanzi okubanzi lonke uhla ompompi emachibini."}}
{"translation": {"en": "later acknowledged the consolation.", "zu": "Kodwa emuva console."}}
{"translation": {"en": "In 2012, when Ali Niknam (CEO) set out to radically alter the conventional banking industry and establish The Free Bank, Bunq was founded.", "zu": "Ngo-2012, ngenkathi u-Ali Niknam (CEO) eqala ukushintsha ngokuphelele imboni yasebhange ejwayelekile nokusungula iFree Bank, kwasungulwa iBunq."}}
{"translation": {"en": "the way humans impact the environment.", "zu": "Indlela indoda kuthinta imvelo okuzungezile?"}}
{"translation": {"en": "7 The Mausoleum of the First Emperor of Qin", "zu": "I-Mausoleum yoMbusi Wokuqala weQin"}}
{"translation": {"en": "Riding on her fame from the movie, Miley sought to make a foray in the music industry with the release of her debut and not too successful album, 'Hannah Montana 2: Meet Miley Cyrus'.", "zu": "Ukuqamba udumo lwakhe kusukela ku-movie, u-Miley wazama ukwenza i-foray embonini yomculo ngokukhululwa kweqaqa lakhe hhayi i-albhamu ephumelele kakhulu, 'Hannah Montana 2: Meet Miley Cyrus'."}}
{"translation": {"en": "dolorosa after the surgery (see page 12).", "zu": "I tube emphinjeni emva kokuhlinzwa (bheka isithombe)."}}
{"translation": {"en": "8 I am going to make the sun's shadow that goes down on Ahaz's stairway go back by 10 steps.\" (H) So the sun's shadow (g) went back the 10 steps it had descended.", "zu": "8 bheka, isithunzi sezinyathelo ilanga elizehlile ezinyathelweni zelanga zika-Ahazi ngiyakusibuyisa izinyathelo eziyishumi.' \" Ilanga labuya-ke izinyathelo eziyishumi ezinyathelweni elizehlileyo."}}
{"translation": {"en": "We can have the utmost confidence in the King, Jesus Christ.", "zu": "Singayethemba ngokuphelele iNkosi, uJesu Kristu."}}
{"translation": {"en": "10.For Welfare of cancer patients, a special day is observed on 22nd september.", "zu": "Usuku iziguli zengqondo - lokhu kuyinto isizathu esengeziwe kuqashelwe ngoFebhuwari 14."}}
{"translation": {"en": "In this respect, the Danes are alone in Europe.", "zu": "Ngenxa yalokho, dudes khona kuphela eRussia."}}
{"translation": {"en": "The upward swing of home prices has continued to surprise a lot of people.", "zu": "Ngenkathi sebeshintshe izintengo zabo zokuvuselela ukwehlisa izintaba muva nje, ukwenyuka kwamanani kusamangalisa abaningi."}}
{"translation": {"en": "Lift up your spouse.", "zu": "Ehlisa umoya mawunyuka owomyeni wakho."}}
{"translation": {"en": "The name went from the fact that he lived for a very long time a black man, a deeply religious person, taciturn, but not unkind.", "zu": "Igama livela yokuthi kuba indela kakhulu eside waphila, indoda ekholwa kakhulu, a taciturn, kodwa ngomusa."}}
{"translation": {"en": "Now you know how to turn on your laptop without the power button.", "zu": "Manje ngoba sewuyazi ukuthi indlela uvule laptop ngaphandle ukufakwa inkinobho."}}
{"translation": {"en": "Just make sure you read it all.\"", "zu": "Uqinisekise ukuthi ufunda konke\""}}
{"translation": {"en": "I never knew love could be so sweet!", "zu": "Uyazi bengingazi ukuthi uthando yinto emnandi kanjena!"}}
{"translation": {"en": "Watch the video report on Al Jazeera.", "zu": "Bukela ividiyo ekhuluma ngoSharjah"}}
{"translation": {"en": "Ort: I'm going on ahead, Your Highness... We'll... be together... soon!", "zu": "2 He,bakithi,yizwanini, Sobakhona eNkosini, Masinyane,masinyane!......"}}
{"translation": {"en": "had only ten dollars in the world.", "zu": "Sasingenayo enye into ngaphandle dollar ebhange eziyisishiyagalombili."}}
{"translation": {"en": "Elfin Saddle - Ringing for the Begin Again (2009)", "zu": "Eleni Mandell - Wake Up Again (2019) \""}}
{"translation": {"en": "That's why we respect our consumers' needs.", "zu": "Yingakho sihlaziya izidingo zamakhasimende ethu."}}
{"translation": {"en": "Communications is an element to any endeavor that should not be overlooked.", "zu": "Amagama-ncazo ayinto ebaluleke kakhulu kukho konke okuthunyelwe okungafanele kugcizelelwe."}}
{"translation": {"en": "It's unthinkable for your servants to do such a thing! 8 This money we found in our satchels' mouths - we returned it to you from Canaan's land.", "zu": "Kakube kude lezinceku zakho ukwenza ulutho olunjalo! 8 Phela siyibuyisile kuwe imali yesiliva sisuka elizweni laseKhenani, leyana esayifumana phakathi emilonyeni yamasaka ethu."}}
{"translation": {"en": "Make a conscious effort to look out for cyclists.", "zu": "Sebenzisa izibikezelo ku ngebhayisikili izingcweti ukuqapha ngokucophelela tournaments."}}
{"translation": {"en": "There are large collections of libraries available for the users.", "zu": "Inikeza abasebenzisi umtapo omkhulu wokuqukethwe otholakalayo."}}
{"translation": {"en": "With the assistance of the Workers' Compensation Section of the Georgia Bar, Bob Clyatt incorporated Kids' Chance of Georgia", "zu": "Baby Safety Socket Ihlanganisa Abaphakeli Factory | China Baby Safety Socket Ihlanganisa Abakhiqizi"}}
{"translation": {"en": "As at the time of writing, he currently plays for Enosis Neon Paralimni FC in the Cypriot Second Division.", "zu": "Njengesikhathi sokubhala, okwamanje uyadlala Enosis Neon Paralimni FC ku I-Cypriot Second Division."}}
{"translation": {"en": "Thank you once again for reading till the end.", "zu": "Futhi, ngiyabonga ngokuyifunda kuze kube sekupheleni."}}
{"translation": {"en": "Even those who consider the corner of the.", "zu": "Nalowo enquma izihlahla kwabonayo yibo."}}
{"translation": {"en": "the girl next door on top song", "zu": "Woman On Top Yiza Ngaphezulu Song"}}
{"translation": {"en": "And He is the Most High, the Most Great. \"", "zu": "'Yena oPhezukonke, Elikhulu .'"}}
{"translation": {"en": "We need to do everything we can do to maintain traditional marriage.", "zu": "Sikwenze konke ukugcina usiko lomshado."}}
{"translation": {"en": "Please dont be tempted to ramp up the heat in order to save time.", "zu": "Ufuna ukusindisa isikhala Ukushisa ukunciphisa isikhathi zikhulisa?"}}
{"translation": {"en": "This step-by-step guide was originally written in 1988 By John Gallimore.", "zu": "Le ncwadi ngaphambilini yaguqulwa nguJohn Carpenter emuva ngonyaka we-1983."}}
{"translation": {"en": "I have experienced over-zealous prosecutors", "zu": "Ngibona abazingeli bengiphuze ulwazi ngokweqile ukuzithemba"}}
{"translation": {"en": "He said: 'No chance.", "zu": "\"bathi, akukho nhlanhla,"}}
{"translation": {"en": "I think this was just after Moses struck the rock.", "zu": "Kungenxa yalokho okwenzeka ngesikhathi uMose eshaya idwala."}}
{"translation": {"en": "cally on WNUV-V/lch.", "zu": "Nike Kwazi Zwart / Wit"}}
{"translation": {"en": "12:12And they sought to lay hands on him, but they feared the people.", "zu": "12:12 Base befuna umbambe, kodwa babesaba isixuku."}}
{"translation": {"en": "The middle class finance in practice the welfare state.", "zu": "Okungukuthi, isigaba, eqinisweni, inikeza zezimali inhlalakahle lizwe."}}
{"translation": {"en": "Nearly every religion is based on the promise of immortality after death.", "zu": "Ngakho, kuyo yonke inkolo, bambalwa abantu abakwazi ukuzuza ukungafi."}}
{"translation": {"en": "The simplest way is ignoring.", "zu": "Indlela elula - liwukungazinaki umuntu."}}
{"translation": {"en": "Inside the vehicle, driving it.", "zu": "Engxenyeni engaphakathi emotweni futhi azinake."}}
{"translation": {"en": "very far down the list.", "zu": "Bude buduze naseHluhluwe."}}
{"translation": {"en": "This is great for businesses that are open irregular hours or that are closed on certain days.", "zu": "Lokhu kusebenza kahle kumikhiqizo evala izitolo zayo noma evule amahora ambalwa."}}
{"translation": {"en": "There are three types of Scholarships for the college and university students.", "zu": "Sinikeze izikhundla zokuzithandela ze-3 kubafundi besikole naseyunivesithi."}}
{"translation": {"en": "This is why it is important to discuss your situation with an attorney.", "zu": "Kungakho kubalulekile ukuthi uqale ubonisane nommeli ngesimo sakho."}}
{"translation": {"en": "Sardis was a city that was built up upon a hill.", "zu": "UPhuthini wabe enomuzi phansi kwentaba iPhasiwe."}}
{"translation": {"en": "In the story the Men view themselves as part of the natural world.", "zu": "Uzungezwe izimfunda uzicabangela uphakathi nemvelo."}}
{"translation": {"en": "\"Didn't I tell you not to eat of the forbidden fruit?\"", "zu": "\"Uthi awusudlÃ© kulezi zithelo ozenqatshelwe nje?\""}}
{"translation": {"en": "For example, the public edition of The Watchtower and articles on jw.org explain the Bible using words and expressions that are easy to understand.", "zu": "Ngokwesibonelo izihloko eziphuma ku-Nqabayokulinda yomphakathi kanye laku-jw.org zibhalwe ngendlela elula ukuze abantu bakuzwisise lokho abakubalayo."}}
{"translation": {"en": "We're his servants!", "zu": "U tom gothu lezi mrak!"}}
{"translation": {"en": "This does not mean, however, that Paul is disparaging the law or law-keeping in general.", "zu": "Lokho-ke kodwa akusho ukuthi uPawuli ngalokho wawuvala, wawuqeda umkhuba wenqubo yokugqilaza nokugqilazana."}}
{"translation": {"en": "So we stood at the shop.", "zu": "Futhi sahlala esitolo."}}
{"translation": {"en": "The history of traditional wedding vows is a complex and varied topic.", "zu": "Umlando lomshado sezimbali liyinkimbinkimbi futhi enezici."}}
{"translation": {"en": "Optionally, we ask you to provide a name for the purpose of personal address in the newsletter.", "zu": "Ngokuzikhethela, sicela ukuthi unikeze igama ngenhloso yokukhuluma nawe mathupha kule ncwajana."}}
{"translation": {"en": "Nothing can be seen, and the air will be laden with pestilence which will claim many, but not only, the enemies of religion.", "zu": "Akukho okungabonwa, futhi umoya uzothwalwa yisifo esiwumshayabhuqe esizofuna ikakhulu, kepha hhayi kuphela, izitha zenkolo."}}
{"translation": {"en": "- There are many small shops at the door, you can buy fresh organic vegetables.", "zu": "- Kukhona izitolo eziningi ezincane emnyango, ungakwazi ukuthenga imifino organic fresh."}}
{"translation": {"en": "He heard the reproaches", "zu": "Ubezwe bethi awus'nik' amagqabantshintshi"}}
{"translation": {"en": "If possible, repair it yourself.", "zu": "Uma kungenzeka, ungazilungisa ngokwakho."}}
{"translation": {"en": "It is much easier and less energy costly for the cell to use the nitrogen from glutamine than to fix nitrogen gas from the air.", "zu": "Kulula kakhulu futhi kushibhile ukwenza ucwaningo lokuba khona kweglucose emafutheni akhutshiwe kunokuthola le pharamitha egazini."}}
{"translation": {"en": "A few days ago I bought a DSLR camera.", "zu": "Ezinsukwini ezimbalwa ezedlule ngithenge i-Motorola Razr D1."}}
{"translation": {"en": "When discouraging thoughts creep into my mind, I reflect on the many reasons I have to be happy.\"", "zu": "Lapho imicabango ekhungathekisayo ingena isinyelela engqondweni yami, ngikhumbula izizathu eziningi enginazo zokujabula.\""}}
{"translation": {"en": "Shout out loud about it.", "zu": "Futhi umemeze ngezwi elikhulu ngalokhu khumbula."}}
{"translation": {"en": "He made them feel alive.", "zu": "Kwenza wakhe bazizwa bephila."}}
{"translation": {"en": "I do believe we can touch people's hearts and make them aware of stuff that is very important.", "zu": "Ngomuntu siqu, ngingazicabangela ukuthi baye baxuba ukuxuba kwezimpawu futhi bagxila kulabo abalulekile okubaluleke kakhulu."}}
{"translation": {"en": "We are helping only during the recruitment process.", "zu": "Sisiza kuphela ngesikhathi senqubo yokuqashwa kabusha."}}
{"translation": {"en": "His hard work and success became evident when he became a member of Bayern Munich's first team at the age of 17.", "zu": "Ukusebenza kwakhe kanzima nokuphumelela kwacaca lapho eba yilungu leqembu lokuqala leBayern Munich eneminyaka engu-17."}}
{"translation": {"en": "Apple employees will have a 1Password account and the service is rumored to be acquired", "zu": "Abasebenzi bakwa-Apple bazoba ne-akhawunti engu-1Password futhi kunamahemuhemu okuthi le nsizakalo izotholakala"}}
{"translation": {"en": "They opine that there isn't a Creator.", "zu": "Lithi akekho umBumbi."}}
{"translation": {"en": "Finally, you are requested to restart the system.", "zu": "Ekupheleni, kunconywa ukuthi uqale kabusha uhlelo."}}
{"translation": {"en": "Re: In the process of creating an invoice, every s... - QuickBooks Community", "zu": "Advokato R. PetrÄ—Äio kontora - Yonke imininingwane yenkampani"}}
{"translation": {"en": "But it doesn't end there, community work is a big aspect just as student fundraising.", "zu": "Nokho, ukuthi umsebenzi wayo akugcini lapho, njengoba nje ngokuba indima ebalulekile zokuphatha, kodwa futhi isikhungo yamasiko kanye endaweni enkulu yocwaningo."}}
{"translation": {"en": "Don't talk to him without his permission.", "zu": "Ngubani lowo uyakuba khulumela naye ngaphandle kwemvume yaKhe!"}}
{"translation": {"en": "example, a Number field has Number formatting options, such as the number of decimals to display, which do not make sense for a String field.", "zu": "Ngokwesibonelo, ensimini Number has Inombolo ufometha ongakhetha, ezifana nenani aya ukubonisa, okuyinto musa ukwenza mqondo insimu String."}}
{"translation": {"en": "- Relevant qualifications to the field of knowledge and information management.", "zu": "- Izenzo ezingekho emthethweni emkhakheni wokuxhumana nokuthuthukiswa kolwazi."}}
{"translation": {"en": "Moscow is mentioned in the chronicles for the first time in 1147.", "zu": "Moscow kukhulunywa ngaye okokuqala e zemihla e 1147."}}
{"translation": {"en": "what is the nitrogen cycle", "zu": "1 Uyini umjikelezo we-nitrogen"}}
{"translation": {"en": "The game ends once the whole game board is filled up with balls.", "zu": "Umdlalo uphela lapho lonke ibhodi ligcwele amabhola."}}
{"translation": {"en": "3d1x5/ scientific", "zu": "5D Scienze Umane"}}
{"translation": {"en": "Now arise, get out from this land, and return to the land of your birth.'.\"", "zu": "Manje sukuma, uphume kuleli zwe, ubuyele ezweni lezihlobo zakho. '\""}}
{"translation": {"en": "And now that we are in your power, do with us what is good and right in your eyes.\"", "zu": "Bheka, manje sesisesandleni sakho; okuhle nokulungile emehlweni akho ukuba ukwenze kithi, kwenze.\""}}
{"translation": {"en": "they have not moved on to another more rewarding line of work.", "zu": "Futhi ukusebenza abazange vuma wokuvelela okwengeziwe onobuhle."}}
{"translation": {"en": "And in the face of the violence, what did the national government do?", "zu": "Njengoba kubhekenwe nesimo esibucayi kakhulu kangaka esingakaze sibe khona, ngabe uhulumeni waseNingizimu Afrika wenzani?"}}
{"translation": {"en": "Home - Don't Push the River", "zu": "Yitha Yitha - Angami Naga"}}
{"translation": {"en": "Store-bought eggnogs are usually sold in cartons or cans.", "zu": "amantongomane ehlutshiwe zivamise edayiswa emabhokisini noma ngobuningi."}}
{"translation": {"en": "whole number, from twenty years old and upward, which have murmured against me.", "zu": "Konke ababalwayo kusukela kwabaneminyaka engamashumi amabili nangaphezulu, futhi eniye nabubula ngami,"}}
{"translation": {"en": "He remembered what Jehovah had done for him in the past.", "zu": "Wazindla ngezinto uJehova azenzela abantu bakhe ekadeni."}}
{"translation": {"en": "outdoor as far as possible.", "zu": "phandle lapho ngangokunokwenzeka."}}
{"translation": {"en": "Who is most likely to be a caregiver?", "zu": "Ngubani kunazo kusiza umnakekeli"}}
{"translation": {"en": "I've never even met him, but I can tell you he's a class guy.\"", "zu": "\"Angimvikeli, kodwa angikaze ngimubone ukuthi ubeyingxenye yeqembu lezigelekeqe.\""}}
{"translation": {"en": "If you have over-plucked, aloe vera is a great product to soothe irritated skin.", "zu": "Uma uzizwa kahle, okumsulwa Aloe Vera juice uyinto ephelele ephulukisa uhlelo acasuke wokugaya ukudla."}}
{"translation": {"en": "These had been maintained over the last three years.", "zu": "Kugcine elilungisiwe kuwo kwenziwa eminyakeni emithathu edlule."}}
{"translation": {"en": "We can hear the top songs.", "zu": "Nathi Sithole top songs"}}
{"translation": {"en": "Bouquets of dahlias with their own hands (photo).", "zu": "Sezimbali dahlia ngezandla zakhe (bheka isithombe)."}}
{"translation": {"en": "Unfortunately, when the military stormed the village at midnight, according to some villagers, they were mistaken for the armed robbers terrorizing the communities.", "zu": "UMasisi uthi okudanisayo yikuthi ezinye izakhamizi sezibaleke zatshiya imizi ngenxa yokwesaba abantu abantshontsha inkomo, abayabe behlomile."}}
{"translation": {"en": "If not, this is correct.", "zu": "Uma kungenjalo, kufanele."}}
{"translation": {"en": "Moreover, she is still young.", "zu": "Ngaphezu kwalokho, yena usemncane."}}
{"translation": {"en": "We have the same bra size.", "zu": "Sinenkosi ubukhulu efanayo."}}
{"translation": {"en": "A simple way to this is to be tracing the number and writing it a few times daily.", "zu": "Umuntu udinga kuphela ukuhlola umphumela futhi awubhale ephepheni nosuku nesikhathi."}}
{"translation": {"en": "Research in the School also involves", "zu": "Futhi yezandla zihlanganisa esikoleni"}}
{"translation": {"en": "Your kids are never too young to know about God.", "zu": "Ningasho ukuthi umntwana usemncane kakhulu ukuba anganizwa nikhuluma ngoNkulunkulu."}}
{"translation": {"en": "When God says about the lights that does not mean the same thing that's the same kind of light.", "zu": "Lapho uNkulunkulu akushoyo ngabantu izibani ukuthi akusho into efanayo ukuthi uhlobo olufanayo yokukhanya."}}
{"translation": {"en": "He gave us his most prized possession: his only son.", "zu": "Wathumela esiyigugu kunazo zonke kuye, iNdodana yakhe ezelwe yodwa."}}
{"translation": {"en": "So we see that they were unable to enter because of unbelief\" (Heb.", "zu": "Siyabona-ke ukuthi babengenakungena ngenxa yokungakholwa kwabo."}}
{"translation": {"en": "Again, it is as a woman who, in her dream, loses her son, and becomes distressed; But when she awakens, she finds him on the bed, and he neither came nor went anywhere.", "zu": "Futhi kuzofana nomuntu owomile futhi ophupha ngokuphuza, kodwa, emva kokuba esevukile, usadangele ngokoma, futhi umphefumulo wakhe awunalutho."}}
{"translation": {"en": "And therefore, the ability to listen to contradicting opinions and remain open to new perspectives is crucial.", "zu": "Ngakho-ke, ikhono lokuzwa isitha ngisho izindlela ezikude kubo kubaluleke kakhulu."}}
{"translation": {"en": "We will show how easy it is.", "zu": "We sizokubonisa ukuthi kulula kangakanani."}}
{"translation": {"en": "I am the talk of those who sit at the gate, and the drunkards make songs about me.", "zu": "Abahlezi esangweni bakhuluma ngami; izidakwa ziyangihaya."}}
{"translation": {"en": "You will only understand what they want by listening to them.", "zu": "Ziyakwazi ofanele kuphela kulabo unqophe ukwehlisa indlebe ngamabomu."}}
{"translation": {"en": "Not everyone is 'good'.", "zu": "Futhi akuwona wonke umuntu \"ehlombe.\""}}
{"translation": {"en": "The news of the station", "zu": "Izindaba Yesiteshi"}}
{"translation": {"en": "A look back at the history of Scraps", "zu": "Asike sibuke olunye futhi uvo ngomlando wasemaNcwangeni wamaMfekana"}}
{"translation": {"en": "\"Profane\" his", "zu": "Falabo 'eMthatha'"}}
{"translation": {"en": "n is the generation.", "zu": "G imele isizukulwane (Generation)."}}
{"translation": {"en": "Job's number 13.", "zu": "13 UJobho indoda ethembekile."}}
{"translation": {"en": "I really want to hold you,", "zu": "Ngithanda ukuba uqinise impela ufisa,"}}
{"translation": {"en": "For most people, dairy is a natural inflammatory.", "zu": "Kubantu abaningi, apula kubangele komzimba."}}
{"translation": {"en": "I've always gone with", "zu": "Bitilokho Ndiaye"}}
{"translation": {"en": "There are many other large lakes in.", "zu": "Kunamachibi amaningi angaphakathi."}}
{"translation": {"en": "You do what you can when you can, my dear.\"", "zu": "\"Wenza lokho owawungakwenza esimweni owawubhekene naso, sthandwa sami.\""}}
{"translation": {"en": "Now in the Latvian capital, is home to a little less than 700 thousand people.", "zu": "Manje enhlokodolobha yaseLatvia, kuhlala abantu abangaphansi kwezinkulungwane ezingama-700."}}
{"translation": {"en": "The next morning she awakens to find that he is gone.", "zu": "Ekuseni, ukuqinisekisa ukuba uphelele, wahamba."}}
{"translation": {"en": "It is one of the most vital factors to use App Store Optimization in a proper way.", "zu": "Ukuthola incazelo engcono kakhulu kubaluleke kakhulu ukukhulisa ngokuphelele i-App Store Optimization."}}
{"translation": {"en": "It is located in a moist environment;", "zu": "Kumele kugcinwe endaweni eyomile, emzimbeni;"}}
{"translation": {"en": "'My priority is to play a lot of games.", "zu": "\"Engizibekele kona manje wukuthi ngidlale imidlalo eminingi."}}
{"translation": {"en": "The headmaster was also impressed.", "zu": "Futhi uNobhala Jikelele ngokwakhe wahlatshwa umxhwele yijubane."}}
{"translation": {"en": "You put one foot after the other, consuming all...", "zu": "wena owadla icembe elilodwa aphume esemabili....."}}
{"translation": {"en": "And I shall bless her, and give thee a son by her, and I shall bless him, and he will become a nation, and kings of nations will proceed from him.\"", "zu": "Futhi ngizombusisa, bese ngikunika indodana okungeyakhe naye: yebo, ngizombusisa, futhi kumele abe unina wezizwe; amakhosi abantu ayophuma kuye."}}
{"translation": {"en": "Passion is not necessary to make a relationship sexual.", "zu": "Asikho nesidingo sokuthi uze uziphoqe uthandane nomuntu ngoba ufuna ukuya ocansini."}}
{"translation": {"en": "And by the end of the last movie, he had been well and truly redeemed.", "zu": "Ekupheleni kwe-movie yena kubukeka ilulame ngokuphelele futhi njalo kwayo r."}}
{"translation": {"en": "The railing as he watches her retreat.", "zu": "Obhek ukuhleka kwakhe, obheke okuhamba kwakhe."}}
{"translation": {"en": "All of them are completely secured.", "zu": "Konke okwenziwe ziphephile ngokuphelele."}}
{"translation": {"en": "26 When He made a rule for the rain And a course for the thunderstorms,", "zu": "26 lapho enzela imvula isimiso, nonyazi lokuduma indlela,"}}
{"translation": {"en": "The women are separated.", "zu": "Izibuyekezo abesifazane ihlukaniswe."}}
{"translation": {"en": "However, it should be borne in mind that magnets manufactured by this method hold the magnetic field for a short time and lose their properties very quickly.", "zu": "Nokho, kufanele kuphawulwe ukuthi odonsa akhiqizwa ngale ndlela, ukugcina amandla kazibuthe isikhathi eside futhi ngokushesha kakhulu balahlekelwe izindawo zabo."}}
{"translation": {"en": "Before the 2014-15 season, City visited the United States on a pre-season tour, and although still not formally a City player, he joined up with the squad.", "zu": "Ngaphambi kwenkathi ye-2014-15, i-City yavakashela e-United States ngehora langaphambi kwenkathi, kanti nakuba isengakadlali isidlali saseMadolobheni, wajoyina iqembu."}}
{"translation": {"en": "I work in a factory.", "zu": "Ngisebenza efemini."}}
{"translation": {"en": "It means that death came to rule over humanity.", "zu": "Kwenzeka kanjani-ke ukuba ukufa kubuse sonke isintu?"}}
{"translation": {"en": "till the end of time (End of time)", "zu": "Kuze kube semaphakadeni (Until then end of time)"}}
{"translation": {"en": "I shrugged, and said nothing.", "zu": "I blushed, saying nothing."}}
{"translation": {"en": "In response to client feedback, we have already commenced the production of a training video library.", "zu": "Ngenzuzo yocwaningo lomshini wokufunda, sivule isethi yedatha yevidiyo."}}
{"translation": {"en": "crying ao.\"", "zu": "crqenika im. '"}}
{"translation": {"en": "Years ago, a search warrant was not needed.", "zu": "Ngicabanga ukuthi akudingekile, eminyakeni edlule bekukhona umyalo obizwa ngokuthi yi-shred."}}
{"translation": {"en": "Hence it is important to know all the aspects of teething.", "zu": "Yingakho-ke kubalulekile ukuphawula zonke izici zalesi imidanti."}}
{"translation": {"en": "Mammoths are the best but not only example.", "zu": "Pepper kuyinto izici ezinhle, kodwa futhi elibi hhayi nje."}}
{"translation": {"en": "The drought was ending.", "zu": "Emaswapheleni isomiso saphela."}}
{"translation": {"en": "Then file a lawsuit against the Creator.", "zu": "Nalapha umangalela umuntu phambi koMdali."}}
{"translation": {"en": "The council of ELROND has every thing.", "zu": "Dodecahedron komculo zonke izinto."}}
{"translation": {"en": "James U. Reviewed by James U.", "zu": "Amanda U. Reviewed by Amanda U."}}
{"translation": {"en": "St. Andrew's has an active youth program.", "zu": "Ngaphezu kwalokho, iChatspin inohlelo lokusebenza lweselula olusemthethweni."}}
{"translation": {"en": "This procedure is best done for the whole night.", "zu": "Lokhu kugoqa kungcono kakhulu kwenziwe ubusuku bonke."}}
{"translation": {"en": "I want to have a family!\"", "zu": "Nginaye ngifuna ukwakha umndeni. \""}}
{"translation": {"en": "I'll be thankful In the end.", "zu": "Ngiyabonga, ngiyohlala ngibonga kuze kube sekupheleni."}}
{"translation": {"en": "The wealth from the operations flows back into the coffers of a government", "zu": "umkhankaso ukusetshenziswa kwezimali ugelezela emuva zingene coffers"}}
{"translation": {"en": "What's a canopy in this context?", "zu": "Uyini isiqephu kulesi simo?"}}
{"translation": {"en": "Connect with users on your website, mobile app, the Google Assistant, Amazon Alexa, Facebook Messenger, and other popular platforms and devices.", "zu": "Xhuma nabasebenzisi ku-Google Assistant, i-Amazon Alexa, i-Facebook Messenger, namanye amapulatifomu namadivayisi athandwayo."}}
{"translation": {"en": "\"You are my wife, who would I help if I don't help you?\"", "zu": "Ngingubabekazi wakho, uma ngingakulungele, kufanele ngenzele bani? \""}}
{"translation": {"en": "Whether it is a disease or Girl Scout Cookies.", "zu": "Noma ngabe yisifo noma Amakhukhi we-Girl Scout."}}
{"translation": {"en": "is a new type of building material.", "zu": "Uhlelo Olumisiwe luhlobo olusha lwezinto zokwakha."}}
{"translation": {"en": "Go out into Jerusalem.", "zu": "Sukani eJerusalema nibaleke!"}}
{"translation": {"en": "one word: aiko.", "zu": "Mangaka: Akiho Kosaka."}}
{"translation": {"en": "Is owned by different companies.", "zu": "It ikhiqizwa yizinkampani ezehlukene yasekhaya."}}
{"translation": {"en": "I will be filled with joy because of you.\"", "zu": "Uzongigcwalisa ngokuphelele ngenjabulo ngokuba khona kwakho. '"}}
{"translation": {"en": "The pressure of the games is enough.", "zu": "Ukudlala abezindaba Amafayela umthamo wayo kwanele."}}
{"translation": {"en": "repetitions, which may have little practical relevance.", "zu": "Imifekethiso - kuyikhono ezingaba ziveza lutho."}}
{"translation": {"en": "Just \"no\" wouldn't do it.", "zu": "Egqoke 'hoodie' bubodwa babungeke / akufanele akwenze lokhu yebo."}}
{"translation": {"en": "The follow-up worksheets based on this lab", "zu": "Amaprosesa asekelwe kulolu hlelo lokusebenza"}}
{"translation": {"en": "The last of my days with you", "zu": "Iminyak' emingaka ngihleli nawe"}}
{"translation": {"en": "We did, however, learn an important lesson.", "zu": "Kodwana safunda isifundo esiqakathekileko."}}
{"translation": {"en": "By way of instance, the requirements of a child and his or her capacity to live in the house are seldom addressed in the design phase.", "zu": "Kuyinto ngaphezulu ngemindeni nezingane. ngqÃ³, impendulo ingu-ke, kule ehhotela kuyaqabukela opholile ukuthula."}}
{"translation": {"en": "The attacks were almost ten years ago, which is crazy to think about.", "zu": "Phakathi kwethu bekukhona ubuhlanya cishe buphelele be-2020, futhi lokho kuyaxaka uma ucabanga ukuthi ikhishwe cishe eminyakeni eyi-2 eyedlule."}}
{"translation": {"en": "probability distribution is a probability", "zu": "le probabili inadempienze"}}
{"translation": {"en": "Anchovies are familiar to mankind for a long time.", "zu": "Beetroot kuba ezijwayele eziningi zeminyaka isintu."}}
{"translation": {"en": "Some might argue that a woman has the right to divorce her husband if he is sexually immoral.", "zu": "Ngombana ngasikhathi umfazi owonelweko angakhetha ukulibalela nanyana indodakwakhe ihlobongile."}}
{"translation": {"en": "There is an endless supply of ideas on the web to teach children their name.", "zu": "Isisekelo solwazi sisekhona kuwebhusayithi yabo yokufundisa abasebenzisi mayelana nemikhiqizo yabo."}}
{"translation": {"en": "Edward did not have a son James.", "zu": "Kusukela kwayo wayengenandodana Indodana engumlanjwana kaCharles."}}
{"translation": {"en": "Sabrina //Poverty involving children.", "zu": "\"Sabrina - uyathakatha abasha.\""}}
{"translation": {"en": "The best model is undoubtedly the widely used internet slots.", "zu": "Ngaphandle kokungabaza imodeli ebanjwa kakhulu ngezikhonkwane zalo lonke uhla."}}
{"translation": {"en": "The Lost Boy Finds His Way", "zu": "baby thola lendlela"}}
{"translation": {"en": "But it's not exactly his fault...", "zu": "Kodwa kungekhona yena - ngephutha lakhe ..."}}
{"translation": {"en": "Soccer teams from CÃ´te d'Ivoire", "zu": "Abadlali bebhola lase-Ivory Coast"}}
{"translation": {"en": "He married Jezebel, the daughter of the king of Sidon.", "zu": "Yayitshade loJezebeli indodakazi yenkosi yamaSidoni."}}
{"translation": {"en": "It is not always easy...but it is important to think about and to act.", "zu": "Akulula ngaso sonke isikhathi, kodwa kumelwe sicabange ngaphambi kokuba sikhulume."}}
{"translation": {"en": "On the way to Smith's -", "zu": "\"Ra i I way Matt I -"}}
{"translation": {"en": "\"Jeremiah Lamenting The", "zu": "Miyamura Yuko Ayase Suzune"}}
{"translation": {"en": "Do not get involved in arguments or spamming", "zu": "Ungazibandakanyi ku-Spamming noma i-Phishing"}}
{"translation": {"en": "I would like to emphasise the benefits to both the student and the group that a few minutes of personal practise can make.", "zu": "Isifinyezo zona umfundi ne okuvelele usebenzela imizuzu embalwa nje."}}
{"translation": {"en": "The Ohio Department of Health will also evaluate with similar urgency available data in the coming weeks to swiftly make additional recommendations for other populations or people who got the Moderna or Johnson & Johnson vaccines.", "zu": "Sizophinda futhi sihlolisise ngemininingwane etholakalayo yokuphuthuma emavikini azayo ukuze sisheshe senze izincomo ezengeziwe zabanye abantu noma abantu abathole imigomo kaModerna noma kaJohnson & Johnson."}}
{"translation": {"en": "Tokyo to a two-person", "zu": "Zenabuyaku Ukwela 2 persons"}}
{"translation": {"en": "Problems here include shoddy work, along with a failure to complete jobs.", "zu": "Kule ncwadi phakathi kwezinto abangeneme ngazo wukungahlinzekelwa ngezinsiza ekwenzeni umsebenzi kanye nokungabi nohlelo oluqondile lwalokho okumele akwenze."}}
{"translation": {"en": "Of course, there is no responsibility taken by the raven-haired beauty at all.", "zu": "Yiqiniso, ubuhle obuhle abukhambanga nanoma yiziphi izembozo ezikhanyayo."}}
{"translation": {"en": "Let it happen in the", "zu": "Mayenzeke Ntozini"}}
{"translation": {"en": "The Bible is God's book to all mankind.", "zu": "IBhayibheli liyincwadi uNkulunkulu ayibhalele abantu kuyo yonke indawo."}}
{"translation": {"en": "Then, in a third temptation, the Devil in some way shows Jesus \"all the kingdoms of the world and their glory\" and says: \"All these things I will give you if you fall down and do an act of worship to me..\"", "zu": "Nakamlinga kwesithathu, uDeveli utjengisa uJesu \"yoke imibuso yephasi nobukhazikhazi bayo\" begodu uthi kuye: \"Ngizokunikela zoke izintwezi nawungakhothama ungilotjhe kanye kwaphela.\""}}
{"translation": {"en": "Without playing volleyball, is possible.", "zu": "Foreplay ngaphandle webele uhlikihla kungenzeka."}}
{"translation": {"en": "But there's an application to IR.", "zu": "Kukhona neyodwa yezicelo ukuhamba."}}
{"translation": {"en": "Let's See Your List", "zu": "Thath' uhlaka lwakho"}}
{"translation": {"en": "The Shaman King is the only person who can communicate with God.", "zu": "Ingabe isiHebheru siwukuphela kolimi uNkulunkulu alusebenzisa ukuze akhulume nabantu?"}}
{"translation": {"en": "How do you not talk about the elephant in the room?", "zu": "Manje kungani ukhuluma ngendlovu ekamelweni?"}}
{"translation": {"en": "What's the significance of the clouds?", "zu": "Kuyini ukusingathwa kwamafu?"}}
{"translation": {"en": "My brother died at the beginning of this year.", "zu": "Umalume wami wangcwatshwa ekuqaleni kwalo nyaka"}}
{"translation": {"en": "photo and video by Nomad.", "zu": "Images & Illustrations of nomad"}}
{"translation": {"en": "I'll keep that image in my pocket as I drive to Michigan.", "zu": "Phela ngiwubuso bale moto nje-ngoba ngikha-ngisa ngayo egoli."}}
{"translation": {"en": "Canary Islands and Tenerife is the southernmost point of European Union and the warmest place in Europe during winter time.", "zu": "ECanary Islands futhi Tenerife iyona ngxenye eseningizimu kakhulu European Union endaweni olufudumele eYurophu ngesikhathi ebusika."}}
{"translation": {"en": "Thanks a MILLION times.", "zu": "Izikhathi zesigidi ngiyabonga!"}}
{"translation": {"en": "Then He added - \"We must work the works of Him who sent Me, as long as it is day; night is coming, when no man can work.", "zu": "Uthi: \"Kufuze senze imisebenzi yaloyo ongithumileko kusesesemini; ubusuku buyeza lapho kungekhe kube nomuntu osebenzako."}}
{"translation": {"en": "The station sells about 30,000 gallons of gas each month.", "zu": "Leli garaji lidayisa amalitha kaphethroli alinganiselwa ku-10 000 ngosuku."}}
{"translation": {"en": "Tell the dream to your servants, and we will explain its meaning.\"", "zu": "Tshela izinceku zakho iphupho, sizokwembula incazelo yalo. \""}}
{"translation": {"en": ":16 To the one we are the aroma of death leading to death, and to the other the aroma of life leading to life.", "zu": "16 Kwababhubhayo siliphunga lokufa eliletha ukufa, kwabasindiswayo siliphunga elimnandi lokuphila eliletha ukuphila."}}
{"translation": {"en": "Prayers often are answered in unexpected ways.", "zu": "(Lukasi 11:5-10) Ngezinye iinkhathi uJehova uphendula imithandazwethu ngendlela esingakayicabangi."}}
{"translation": {"en": "\"I've always been into the hot rods.", "zu": "\"Solokhu ngafika kule kilabhu idonsa kanzima."}}
{"translation": {"en": "Tomatoes are vegetables that grow in almost every garden.", "zu": "Kanye namazambane kanye utamatisi, zikhulile cishe yonke ingadi yemifino."}}
{"translation": {"en": "How to Enter: The entry must fulfill all contest requirements, as specified, to be eligible to win a prize.", "zu": "Ungangena kanjani: Okungenayo kufanele kufezekise zonke izidingo zomncintiswano, njengoba kuchaziwe, ukuze ufaneleke ukuwina umklomelo."}}
{"translation": {"en": "Some are falling down.", "zu": "Abanye Bayawela ."}}
{"translation": {"en": "What is the 2nd most common religion in France?", "zu": "Ngakho iyiphi inkolo evelele eFrance kungani kukhona abanye?"}}
{"translation": {"en": "He created all and it was good.", "zu": "Wadala zonke izinto futhi unokuhlakanipha namandla angenamkhawulo."}}
{"translation": {"en": "This is particularly important to children and pregnant women.", "zu": "Lokhu kubalulekile ikakhulukazi izingane nabesifazane abakhulelwe."}}
{"translation": {"en": "But she'd endured.", "zu": "Kodwa wabekezela"}}
{"translation": {"en": "Juries in each of the trials found that Monsanto's glyphosate-based herbicides, such as Roundup, do cause cancer and that Monsanto spent decades hiding the risks.", "zu": "Wonke amacala athi ababulali bokhula baseMonsanto baka-glyphosate babangela umdlavuza nokuthi uMonsanto uchithe amashumi eminyaka ehlanganisa izingozi."}}
{"translation": {"en": "As a gift, the store put a tiny flower.", "zu": "Njengesipho, isitolo sabeka ingubo eyengeziwe."}}
{"translation": {"en": "We need to be a good example to our people.", "zu": "Nginxusa abantu bakithi ukuba babe yisibonelo esihle."}}
{"translation": {"en": "o Don't forget shoes and sneakers.", "zu": "Ungakhohlwa mayelana izicathulo ne izesekeli."}}
{"translation": {"en": "Male Pattern Hair loss is a common condition in which men experience the thinning of their hair on the scalp.", "zu": "Ukulahlekelwa izinwele zezinwele zesilisa kuyisimo esivamile lapho amadoda abhekana nokunciphisa izinwele esikhwameni."}}
{"translation": {"en": "try to produce its output.", "zu": "Zama eyolanda umkhiqizo."}}
{"translation": {"en": "He shares his insights to impact other leaders through guest speaking, blogging, and social media.", "zu": "Icebo lesibili alisebenzisayo ukufaka izethameli zabanye abantu ngokusebenzisa izihambeli ze-blog izivakashi, ama-podcasts kanye nokusakazwa kwevidiyo bukhoma."}}
{"translation": {"en": "We're leaving nothing behind.\"", "zu": "esingashiyi lutho ngemuva'."}}
{"translation": {"en": "The cars approach and Nutz slams into the second and third cars with the truck.", "zu": "USiyethamba Sithebe noNyongo bashaye elesibili nelesithathu ngokulandelana bekorela Usuthu."}}
{"translation": {"en": "As the woman and me.", "zu": "Like y sigeme we"}}
{"translation": {"en": "The word refers especially to poultry.", "zu": "Kufanele kukhulunywe ngokukhethekile nge Sombrero."}}
{"translation": {"en": "On top of that, the installment location is also of great value below.", "zu": "Ngaphezu kwalokho, abanikazi abonisa amandla eliphezulu plate ngezansi."}}
{"translation": {"en": "Modern houses stand side by side with old buildings that constitute historical value.", "zu": "Eceleni yesimanje izakhiwo side by side, futhi lasendulo izakhiwo ezingokomlando."}}
{"translation": {"en": "What he's doing is going to be commonplace in the next five years, and then someone else will have to come along to push it forward.", "zu": "Usho njalo iminyaka emihlanu isizophela, aphume kungene omunye naye asho okufanayo."}}
{"translation": {"en": "How can you determine a person's needs?", "zu": "Umuntu angazazi kanjani izidingo zomhlaba othile?"}}
{"translation": {"en": "Henry Miller comes to mind.", "zu": "Yiqiniso, sikhuluma uHenry Miller."}}
{"translation": {"en": "Nearly half of all American adults are unmarried.", "zu": "Ngempela, cishe isigamu sabantu abadala baseYurophu singashadile futhi bayajabula."}}
{"translation": {"en": "\"I knew him before I went into politics.", "zu": "\"Ngimazi kudala engakangeni nakule mboni yomculo."}}
{"translation": {"en": "Those are the things that we need.\"", "zu": "La yiwo kanye amabhuku esiwadingayo.\""}}
{"translation": {"en": "Jeffrey died in bed.", "zu": "Godfrey wayeseshonile elele egazini lakhe."}}
{"translation": {"en": "It will help eliminate surprises, as well as keep your child on the right track.", "zu": "Bazokusiza izingane ukuba ilahleke futhi kahle uzulazule endleleni."}}
{"translation": {"en": "I don't think I've seen him do it before... \"You... I'm sorry,\" he whispers.", "zu": "Angikuzwanga ukuthi uyeza,\" ngithe... \"Ngiyaxolisa, Dona Flor."}}
{"translation": {"en": "I want you to be your baby", "zu": "Ngifuna wena k'phela baby"}}
{"translation": {"en": "His grandson is my father.", "zu": "Idlozi lakhe kusuke kungoyise mkhulu."}}
{"translation": {"en": "Whenever a well-recommended cable must be used in the signal path, this power connection gets cut.", "zu": "Uma ipompo elijikelezayo lisetshenziselwa uhlelo lokushisa, kufanele lusetshenziswa ngendlela yokuthi uxhumano lwayo lwenziwa esiteshini esiphambene nayo."}}
{"translation": {"en": "The uni has 28 working days to answer.", "zu": "I-ebike izothatha izinsuku ezingama-28 zokusebenza ukufinyelela ikheli lakho."}}
{"translation": {"en": "This is an Act to consolidate and amend the law", "zu": "Lokhu kwenziwa ukuze kubuyiselwe futhi uqinise umthetho futhi umthetho."}}
{"translation": {"en": "I love to eat and I love advertising.", "zu": "Ngiyakuthanda ukumaketha futhi ngiyakuthanda ukukhangisa."}}
{"translation": {"en": "About half of the folks are unemployed.", "zu": "Kwatholakala ukuthi cishe isigamu sabantu babe ezingasebenzi."}}
{"translation": {"en": "Life is, as we know, a journey.", "zu": "Ukuphila komuntu, njengoba sazi, luyinto edlulayo."}}
{"translation": {"en": "They've been criticised over the new Dublin motorway, that hasn't even been built properly after years of building work.", "zu": "Lesi sakhiwo esibi udinga ukulungiswa, njengoba iminyaka eminingi kwakungasebenzeki eyenziwa ngisho ukunakekela."}}
{"translation": {"en": "God's judgment on Nineveh was due to their wickedness.", "zu": "UNkulunkulu weqiniso wadabuka endabeni yabaseNineve; okungukuthi, washintsha lokho ayekuhlosile ngabo."}}
{"translation": {"en": "But as long lines were seen across the country and in some states a bit of chaos, what happened?", "zu": "Njengoba iphalamende lakuleli kanye nezwe lonkana seliphenduke inhlekisa emhlabeni wonke-jikelele, silungiswa kanjani lesi simo?"}}
{"translation": {"en": "You will feel better, and other things too.", "zu": "Ukuhlanganisa ndawonye, wena uyobe ngcono izinto nokunye."}}
{"translation": {"en": "Do your research on the organization's values and align", "zu": "Yazi Injongo Yakho Yokudizayina Nokubukelwa Kwakho"}}
{"translation": {"en": "\"Wait a second,\" I can hear a few of you saying.", "zu": "\"Ima kancane,\" ngisaqhubeka nokuzwa umuntu esho."}}
{"translation": {"en": "Modern aircraft have winglets (sharklets), as they are known, on their wingtips.", "zu": "Wona unamaqhubu amakhulu (okuthiwa ama-turbercle) ngaphambili emaphikweni awo."}}
{"translation": {"en": "Even Though I've Died", "zu": "nokuba sengifa"}}
{"translation": {"en": "These have in the past held us in bondage.", "zu": "Esikhathini esidlule, lokhu-sibhakela."}}
{"translation": {"en": "26th February - Back to School.", "zu": "Isibuyekezo sikaJulayi 26 - Buyela Esikoleni"}}
{"translation": {"en": "It is important for them to learn to set boundaries to protect themselves.", "zu": "Ngesikhathi esifanayo kubalulekile zifunde indlela yokuvikela kwemingcele yabo ngabanye."}}
{"translation": {"en": "The suspect is known to the police but has not yet been arrested.", "zu": "Umsolwa uyaziwa ngamaphoyisa kodwa akakaboshwa."}}
{"translation": {"en": "Can you see a similarity between Google and Apple?", "zu": "Ngabe singabona umfelandawonye wesikhathi esizayo phakathi kwe-Apple neGoogle?"}}
{"translation": {"en": "Long prayers are said.", "zu": "Kumiswa mithandazo lamathambo eside."}}
{"translation": {"en": "The Human Heart - Information about the human heart", "zu": "Nezenhliziyo. valve inhliziyo - lokuphila komuntu"}}
{"translation": {"en": "The building was built completely with private funds.", "zu": "Ihholo lakhiwa kuphela ngemali yangasese."}}
{"translation": {"en": "Anna Botanovna writes that it is a serial.", "zu": "U-Tatiana Pletneva wenza isithombe somabhalane."}}
{"translation": {"en": "Out of a hundred children's", "zu": "Ukuvuvukala amehlo ingane kwekhulu"}}
{"translation": {"en": "At least one of these circuits controls opening and closing of the valve.", "zu": "Ngesikhathi esifanayo, lo muntu okungenani ukhanyisa ukuboshwa nokudiliva esiteshini."}}
{"translation": {"en": "1Mac 4:24 After this they went home, and sung a song of thanksgiving, and praised the Lord in heaven: because it is good, because his mercy endureth forever.", "zu": "4:24 Futhi ebuya, bahlabelela i-canticle, badumisa uNkulunkulu ezulwini, ngoba muhle, ngoba isihe sakhe sikuso sonke isizukulwane."}}
{"translation": {"en": "\"Let your fountain be blessed, and rejoice with the wife of your youth... Let her breasts satisfy you at all times; and always be enraptured by her love.\"", "zu": "18Umthombo wakho kawubusiswe; uthokoze ngomfazi wobutsha bakho; 19impala ethandekayo kakhulu, legogo elibukekayo; amabele akhe kawakusuthise sonke isikhathi, uzule othandweni lwakhe kokuphela."}}
{"translation": {"en": "Houston , we have a problem.", "zu": "- IHouston, sinenkinga. \""}}
{"translation": {"en": "The house of Hagrid.", "zu": "Salobha salobha habgierig."}}
{"translation": {"en": "angered by the advisory committee's report, which claimed", "zu": "U-Sanelisiwe Dlangamandla uyabika,"}}
{"translation": {"en": "32's a great score.", "zu": "32 Inkulu le imfihlo."}}
{"translation": {"en": "\"Give me an undivided heart to fear Your name.\"", "zu": "\"Ngipha Inhliziyo Engaxamalazanga, Ukuze Ngilesabe Ibizo Lakho\""}}
{"translation": {"en": "The appalling conditions", "zu": "izimo ezethusayo"}}
{"translation": {"en": "The sport is as much as degree.", "zu": "Umdlalo ubukwizinga eliphezulu kakhulu."}}
{"translation": {"en": "Areas near Lagny-sur-Marne", "zu": "Izindawo zokuhlala e- Lagny-sur-Marne"}}
{"translation": {"en": "been around for a while, doesn't it?", "zu": "Hlala okungenani okwesikhashana, akunjalo?"}}
{"translation": {"en": "In addition to the stomach", "zu": "Futhi Mabelesa"}}
{"translation": {"en": "They Don't Break the Bank", "zu": "Samatha Panke"}}
{"translation": {"en": "Most importantly, we need to focus on user-centered strategies.", "zu": "Okubaluleke kakhulu, sidinga ukugxila kumasu agxile kubasebenzisi."}}
{"translation": {"en": "During summers one of the attractions in the markets are mangoes.", "zu": "Lokhu izinhlobo ehlobo lika amagonandoda."}}
{"translation": {"en": "If the cloud stops, they set up camp.", "zu": "Lapho kufanele wenze ikamu, bazoyimisa."}}
{"translation": {"en": "At the moment I don't want to cut back more on the calories.", "zu": "Kepha ayikho indlela engifuna ukuyilalela manje ngokuchema ngenye indlela ngenxa yama-bitternes."}}
{"translation": {"en": "and on the day of the opening of parliament", "zu": "Nase Palamente kusuke kwaseNdumangeni"}}
{"translation": {"en": "For five years in fact.", "zu": "Futhi, empeleni, iminyaka emihlanu."}}
{"translation": {"en": "talibÃ©s, they are children whose parents are poor, they are children who", "zu": "ubhontshisi Okuhle Ukuthi abazali babo - singabantwana esibonga"}}
{"translation": {"en": "In 2006, a doctor diagnosed me with obsessive compulsive disorder.", "zu": "Kodwa ngo-2006, odokotela wambeka ukuthi nginesifo kwemizwa eshintshashintshayo, okuholela uxoshwe eyunivesithi."}}
{"translation": {"en": "This is a book about YOU.", "zu": "Khona lena ncwadi ngawe."}}
{"translation": {"en": "Now to move them.", "zu": "Manje uwasonge."}}
{"translation": {"en": "(Genesis 1:27) Jehovah gave Adam qualities like His own, including love, wisdom, justice, and power.", "zu": "(Genesise 1:27) Lokhu kusho ukuthi uJehova wenza u-Adamu waba nobuntu obufana nobaKhe, obuwuthando, ukuhlakanipha, ubulungisa namandla."}}
{"translation": {"en": "First of all, let us tell you that spell casting requires a certain amount of knowledge.", "zu": "Okokuqala, ukuthi ukulungiswa efanele walesi siphuzo ngokuyisimangaliso kudingeka wazi izimfihlo ambalwa."}}
{"translation": {"en": "You know you've found it!", "zu": "Uyazi umtholile uJazi la!"}}
{"translation": {"en": "Depending on an advisor's", "zu": "Selwa Kazwini Advisor"}}
{"translation": {"en": "Winter 2-6 years old men's and children's clothing new mink ...", "zu": "2-6 Iminyaka New Design Boy Izingane Izingubo Ukotini Co ..."}}
{"translation": {"en": "What is the value of leading?", "zu": "Siyini isilinganiso sokuhola phambili?"}}
{"translation": {"en": "Don't get fooled with an image of a reasonably blonde smiling from an image.", "zu": "Image of umuntu ophumelelayo ayikwazi wacabanga ngaphandle akhangayo bushelelezi ezimhlophe ukumamatheka."}}
{"translation": {"en": "In this situation, do not expect any libido.", "zu": "Kulesi simo, ungalindeli izimbali eziningi."}}
{"translation": {"en": "These (and many other) questions are explored in The Happiness Course.", "zu": "Konke okunye (futhi eziningi ke) is atholakala phakathi nenkambo lomsebenzi."}}
{"translation": {"en": "We have become so accustomed to it's use that we have accepted it as a a way of life.", "zu": "Ngabe sesihlukumezeka kakhulu sesize sakwamukela njengempilo yansuku zonke?"}}
{"translation": {"en": "This should be something we do together.", "zu": "Lokho kungenye yezinto okufanele zenziwe ndawonye."}}
{"translation": {"en": "Eastern Europeans generally welcomed the Germans as liberators from the yoke of communism.", "zu": "Kafushane, amaJalimane babebhekwa njengezitha Bakhululi ejokeni kwamaBolshevik."}}
{"translation": {"en": "In general, women and POC tend to vote in favor of environmental legislation.", "zu": "Union ne Scorpio ngokuvamile inquma Mars e Leo wesifazane."}}
{"translation": {"en": "37 Their own sons and daughters they sacrificed to demons.", "zu": "37 Amadodana namadodakazi abo bawahlabela amademoni."}}
{"translation": {"en": "The background is white which also takes care of the center stones.", "zu": "Siqukethe imishayo, nakho anamekwe isakhiwo isizinda."}}
{"translation": {"en": "or re-phrased;", "zu": "ukuvuvukala futhi ukuqubuka;"}}
{"translation": {"en": "He later married two wives.", "zu": "Kamuva wazithathela amanye amakhosikazi amabili."}}
{"translation": {"en": "During the early Egyptian dynasties, only deceased pharaohs and their intimates were thought to live on in the next world.", "zu": "Ngokwenkolelo kokuqala, kuphela oFaro babe nempilo emva kokufa, kodwa kamuva ababusi baseGibhithe babephiwe amakhono okunikeza ukungafi nabathandekayo babo ukwazi."}}
{"translation": {"en": "You can sign up for free (though you will require a minimum deposit of $10,000 HKD).", "zu": "Ungacela ukukhipha imali (ukuhoxisa) lapho unesamba esincane esichaziwe (0.00015000 BTC)."}}
{"translation": {"en": "Health support for young people visit the following organisations:", "zu": "Impilo resort iyakwamukela izivakashi lezi zifo ezilandelayo:"}}
{"translation": {"en": "B. Turn on the gas supply.", "zu": "a) Lapho ulinganisa igesi."}}
{"translation": {"en": "Why am I going - a couple of reasons:", "zu": "Kungani ngiba ngenyanga okuncane? izizathu:"}}
{"translation": {"en": "The size of thermistors also allows it to be used in smaller areas.", "zu": "Ukuma kwenkanyezi kwemicu kuyabasiza nokuthi bafinyelele kulezo zindawo ezincane kangcono."}}
{"translation": {"en": "Be sure to check out our guide to Brunswick Heads.", "zu": "Thola ukufinyelela kwi-Vision Ecobrick Guides yethu."}}
{"translation": {"en": "In Germany in 1920, the National Socialist German Workers' Party (Nationalsozialistische Deutsche Arbeiterpartei (NSDAP), in Russian - NSDAP, or NSRPG), which became the only legitimate ruling party in the country, began its existence.", "zu": "EJalimane ngo-1920 ekuqaleni ukhona National Socialist German Workers Party (Nationalsozialistische Deutsche Arbeiterpartei (NSDAP), ngesiRashiya - iQembu LamaNazi, noma NSDAP) ngo-1933 baba iqembu zomthetho kuphela amandla kuleli zwe."}}
{"translation": {"en": "And it is very difficult to be accurate under stress.", "zu": "Kunzima ukuba mnene lapho sicindezelekile."}}
{"translation": {"en": "Can you get in to a counselor to talk about this?", "zu": "Singahlangana nommeli enkampanini yakho ukuseluleka ngalolu daba?"}}
{"translation": {"en": "Why the building was built.", "zu": "Kungani Kwakhiwe Lesi Sakhiwo?"}}
{"translation": {"en": "Where do they spend most of their time sleeping?", "zu": "Silichitha kuphi isikhathi esiningi samahora ethu okuvuka?"}}
{"translation": {"en": "It's a subject I would like to discuss with the President of Iran.", "zu": "\"Ludaba engizalukhulumisana lomongameli Mnangagwa."}}
{"translation": {"en": "It is sad but we have to keep trying.", "zu": "Sizohluleka kepha kumele siqhubeke sizama."}}
{"translation": {"en": "Sumitomo Corporation signed an agreement", "zu": "Inhlangano ka-Zuma Ayeneme Ngesinqumo"}}
{"translation": {"en": "fury of his enemies.", "zu": "athukuthelele izitha zakhe."}}
{"translation": {"en": "I would include First Timothy 5:8.", "zu": "Nokho, nguyena kuphela olalela u-1 Thimothewu 5: 8."}}
{"translation": {"en": "The pumpkin polytunnel has now been cleared, ready for the next batch of plants to come in!!", "zu": "Umqamelo omncane owokufaka esicathulweni sengitshaya ingquzu, usuthungiwe ready for the next event!!!"}}
{"translation": {"en": "Andy left the store an hour and a half later, after the bicycle modifications and packing had been completed.", "zu": "Indishi eqeda multivarka ushiye elinye ihora nesigamu, ngemva kwalokho lapho kukhululwa ucwecwe nentambo."}}
{"translation": {"en": "Some of these translations of the Christian Greek Scriptures have appeared lately, such as the Rotuman Bible (1999), which uses Jihova\" 51 times in 48 verses, and the Batak (Toba) version (1989) from Indonesia, which uses Jahowa\" 110 times.", "zu": "Ezinye zalezi zinguqulo ezamuva, njengeBhayibheli lesiRotuma (1999), elisebenzisa igama elithi Jihova izikhathi ezingu-51 emavesini angu-48 eTestamente Elisha, kanye nenguqulo yesiBatak-Toba (1989) yase-Indonesia, esebenzisa igama elithi Jahowa izikhathi ezingu-110 eTestamenteni Elisha."}}
{"translation": {"en": "I'm not saying he's happy, but who the hell is happy?", "zu": "Kodwa uyazi ukuthi ubani oyojabula? - Yebo, uSathane uDeveli uyojabula."}}
{"translation": {"en": "Complete a Transportation and Urban Zoning Plan that do not consider the interests of politicians or the people they serve.", "zu": "Faka izinhlelo ze-hiatus noma zomhlalaphansi ezingasahlangabezani nezinhloso zababambiqhaza bezikhungo nezomphakathi."}}
{"translation": {"en": "However, there is one key point which ought not to be forgotten:", "zu": "Phela, noma kunjalo kukhona isici okungafanele go:"}}
{"translation": {"en": "Olympia, Wash. - The state peni", "zu": "Yitha Yitha - Idioma vestino"}}
{"translation": {"en": "In Search of a Beautiful Valley", "zu": "ofuna igolo elimnandi"}}
{"translation": {"en": "Mayonnaise is nowhere in the list.", "zu": "Kuloluhlu, i-mayonnaise ayifuni."}}
{"translation": {"en": "The Bible speaks often about the marvelous love of God.", "zu": "IBhayibheli likhuluma kaningi ngalesi senzo esikhulu sothando soMdali womuntu."}}
{"translation": {"en": "1 to 3 percent nitrogen.", "zu": "kusukela 0 kuya 2% nitrogen."}}
{"translation": {"en": "The second one is a gift.", "zu": "Owesibili uthi isipho."}}
{"translation": {"en": "It is difficult to loose a loved one.", "zu": "Ukudedela othandekayo kunzima."}}
{"translation": {"en": "Set of these are for the compliance of you will not be remodeled and he made up a single spot.", "zu": "Wonke lo msebenzi wenziwa phakathi kwenu futhi uvuleleke kinina kuphela; akekho kulabo abangakholwa owazi ngawo, ngoba isikhathi asikafiki."}}
{"translation": {"en": "\"For the western boundary, you shall have the Great Sea and its coast; this shall be your western boundary.", "zu": "6 UmdaUmda wenu wasentshonalanga woba lulwandle olukhulu, nommandla walo; lowo woba ngumda wenu wasentshonalanga."}}
{"translation": {"en": "The only word that comes to mind is: maturity.", "zu": "Isimo kuphela - ukusebenzisa izithelo ezivuthiwe."}}
{"translation": {"en": "i'll never forget your smile", "zu": "Ngeke ngalibala ukumamatheka kwakho"}}
{"translation": {"en": "Young Jean Lee: I feel like I've always been a weirdo.", "zu": "UJulian Richings: Ngiqale kanjani... Ngicabanga ukuthi bengilokhu ngingumlingisi."}}
{"translation": {"en": "Stephanie and James's home is beautiful, a delight to stay in.", "zu": "UJames noDom's Fairfield Flat kuyifulethi elihle, bekujabulisa ukuhlala lapho."}}
{"translation": {"en": "\"And also I got married.", "zu": "\"It ekugcineni kwenzeka ukuthi nami ziye etshaliwe!"}}
{"translation": {"en": "\"We will not return, although there have been attempts to [urge] us to meet with members of the assembly and to negotiate on controversial articles.", "zu": "\"Ngeke silwe nabaphikisana nathi [umsebenzi] kodwa sizohlanganyela ekungqubuleni kwengqondo nemibono."}}
{"translation": {"en": "It's called electronic mail.", "zu": "Akumangalisi ukuthi ibizwa ngokuthi i-elite."}}
{"translation": {"en": "Entered at Phila.", "zu": "Yingakho-ke bengena ngakuFiliphu."}}
{"translation": {"en": "Switched by Amanda Hocking (#1)", "zu": "Wake - Amanda Hocking*"}}
{"translation": {"en": "Martha answered, \"I know he will rise again in the resurrection AT THE LAST DAY\" (John 11:24).", "zu": "UMarta wamphendula wathi: \"Ngiyazi ukuthi uzakuvuka ovukweni ngosuku lokugcina.\"John 11: 24)"}}
{"translation": {"en": "We wouldn't know who God is.", "zu": "Awusoze uqonde ukuthi ubani uNkulunkulu."}}
{"translation": {"en": "I had a large number of hits via Facebook this morning and now I know why!!", "zu": "Bengifuna isikhashana yiziphi izinkinga ze-Facebook, futhi manje ngiyazi! ^^"}}
{"translation": {"en": "\"Saw\" - Get sucked into the \"Saw\" franchise.", "zu": "\"Nyasha\" - itholakala ekungeneni \"nya.\""}}
{"translation": {"en": "Every single person is sexy in her own way.", "zu": "Ngamunye isizini kahle ngendlela yalo."}}
{"translation": {"en": "hair loss increases.", "zu": "izinwele Ukwandiswa ukulahlekelwa."}}
{"translation": {"en": "I was on the air yeah, I was on the waves", "zu": "I was on the streets yeah, sindiswa yi-Nkosi"}}
{"translation": {"en": "In the coastal towns, fish is also produced.", "zu": "Namuhla, inhlanzi sauce ekhiqizwa nasemizaneni okudotshwa."}}
{"translation": {"en": "Delia's father dies of a stroke shortly before the birth of his grandson.", "zu": "Ubaba kaMenzi Ngubane ushone ngaphambi nje kwesikhumbuzo sendodana yakhe"}}
{"translation": {"en": "\"The treatment of proceeds from the sale of real estate should take into account many of the same factors as other windfalls.", "zu": "Labo abaye yanquma ukufaka imikhiqizo yasekhaya kufanele bazazi umehluko eziningana ezibalulekile ezivela onobuhle ezifanayo Brands angaphandle."}}
{"translation": {"en": "I didn't have big expectations for this price.", "zu": "Bengingalindele okuthile okuseqophelweni eliphezulu ngaleyo ntengo."}}
{"translation": {"en": "q: What is the best way to clean these caddies?", "zu": "Umbuzo: Iyiphi indlela engcono yokuzihlanza lezi?"}}
{"translation": {"en": "Imagine a story the place there have been no difficulties.", "zu": "Thola inzwa isikhundla bekungekho zone of isiyaluyalu."}}
{"translation": {"en": "Running with Waz: Back again...", "zu": "zase: yet again â†’ uÅ¾ zase"}}
{"translation": {"en": "Walker went on to take second place at the event.", "zu": "Miller uyaqhubeka ukuze kungene isikhundla yesibili kulesi sigaba."}}
{"translation": {"en": "How do we make better use of this knowledge you already have?", "zu": "Futhi lolo lwazi lungaqhathaniswa kanjani nolwazi eninalo manje?"}}
{"translation": {"en": "If you struggle with mental health issues, you may wonder why God would allow you to have these challenges.", "zu": "Njengombana ibuthweli pheze lisibuyelela kabili isibalo samabuthwakho, kghani bewuzozibuza ukuthi kubayini uZimu avumela bona nihlaselwe libutho elingaka?"}}
{"translation": {"en": "You will then see what is going on.", "zu": "Ngakho-ke uzobona ukuthi kwenzekani."}}
{"translation": {"en": "That fix is not part of the electrical change order.", "zu": "Ukwakhiwa inzwa enjalo ayiyona ingxenye ye electrobrushes."}}
{"translation": {"en": "Let's try harder", "zu": "Ukeme Umana"}}
{"translation": {"en": "Transparency is key to building and maintaining public support.", "zu": "Ukuzivumelanisa nezimo kuyisihluthulelo sokwakha nokonga izindleko."}}
{"translation": {"en": "This drive was a harbinger of things to come for New England's defense.", "zu": "\"Lowe kudlalwa itilosi abafika eNew England kwaba phakathi izenzakalo ezingalindelekile."}}
{"translation": {"en": "He refuses to go to school and won't sleep alone.", "zu": "Ingane iqala ukuya embhedeni wabo futhi uyenqaba ukulala wedwa."}}
{"translation": {"en": "Say you want to borrow $200,000 for a home.", "zu": "Ake sithi ufuna loan ingu- $ 200,000 ukuthenga indlu."}}
{"translation": {"en": "Solution: Buy an uninterruptible power supply.", "zu": "Noma ukuthenga i uninterruptible ugesi."}}
{"translation": {"en": "Will it build up the kingdom of God?", "zu": "Uzalethan' uMbuso kaJah?"}}
{"translation": {"en": "and now you know why hes one of the \"advisors\" for the comic:D", "zu": "Manje bangani beWinUsers, usuyazi vele ukuthi kungani kunale \"mpicabadala\": D."}}
{"translation": {"en": "The concern is where they are located.", "zu": "Into esikhathazeka ngayo indawo abayidlalayo."}}
{"translation": {"en": "It is vital to comply with these Recommendations.", "zu": "Kubalulekile ukuthi unamathele kule miyalo."}}
{"translation": {"en": "HUSTEDT, unpublished: 34.", "zu": "Visibilia ex Invisibilibus: 34."}}
{"translation": {"en": "puts herself in a position to do so.\"", "zu": "Uzibeke endaweni enhle ukwenza njalo.\""}}
{"translation": {"en": "believe in the doctrine of immortality", "zu": "Kholelwa Mancinza"}}
{"translation": {"en": "In calling upon the emotion of anger, it comes.", "zu": "Kwangathi ukwandisa ukucasuka, ukukhathazeka zenzeka."}}
{"translation": {"en": "Bluestacks Is It Safe?", "zu": "Ingabe Ama-Bluestacks Kuphephile Ukuwasebenzisa?"}}
{"translation": {"en": "In 1964 I was privileged to be sent to London as a member of a NZ contingent.", "zu": "Ngo-1964, nganikezwa ilungelo lokuvakashela amanye amazwe njengombonisi wamagatsha."}}
{"translation": {"en": "Multiply the result from step 2. by the average number of page views per visitor.", "zu": "Yandisa umphumela wesinyathelo 2 ngenani elijwayelekile lokubukwa kwekhasi ngalinye isivakashi."}}
{"translation": {"en": "According to Blabber Mouth, Lucker's wife said he'd been drinking before he left the house.", "zu": "Okhulumela amaphoyisa aseMchinji, uKaitano Lubrino uthe le ndoda ibonakale iphuza ubhiya ingadlile ngaphambi kokushona."}}
{"translation": {"en": "\"They're like douches.\"", "zu": "Ubathola like kokuba dolls.\""}}
{"translation": {"en": "30 Then he said to his servants, \"Look, Joab's field is next to mine, and he has barley (HU) there.", "zu": "30Wayesethi ezincekwini zakhe: \"Bhekani, insimu kaJowabe iseduze neyami, unebhali* khona; hambani niyithungele ngomlilo.\""}}
{"translation": {"en": "It uses wood...", "zu": "Yume no kuni e..."}}
{"translation": {"en": "The Right To Gather", "zu": "Lungelo Sibutha"}}
{"translation": {"en": "I am an avid reader, and also an academic.", "zu": "Ngifanele Senchilo, umuntu emangalisayo futhi academician."}}
{"translation": {"en": "The game ended 1-1 and went straight to penalty which Barcelona won 6-5 to become the new Celebrity All Star Champion.", "zu": "Kodwa-ke izinto ziphenduke zaba muncu kuPSG sekudlalwa umlenze wesibili njengoba iBarcelona igcine isiwina ngo-6-1, nokwenze imphumela wamagoli esewonke kube ngu-6-5 uma sekubalwa nomdlalo womlenze wokuqala."}}
{"translation": {"en": "The sound of raindrops are a music so lovely,", "zu": "No ngiyayizwa ishay emanoni ke lena inkondlo imnandi kakhulu"}}
{"translation": {"en": "Not only, but definitely.", "zu": "Futhi hhayi nje noma yimuphi, kodwa ngempela."}}
{"translation": {"en": "a brand new you", "zu": "kyakushokusha de mo"}}
{"translation": {"en": "Also, talk to people you know and those you don't know.", "zu": "Bhala nathi futhi labo siyazi futhi labo akasoze wakubona nanini."}}
{"translation": {"en": "Puerto Ricans generally tend to be Democrats.", "zu": "Kodwa-ke, abomdabu besifunda bavame ukubathatha njenge desayuno."}}
{"translation": {"en": "route service can and cannot be used by applicants.", "zu": "Isicelo sabasebenzisi singathwala futhi singabi nhlobo."}}
{"translation": {"en": "I know that God is taking care of you!", "zu": "Ngakho-ke uyabona ukuthi uNkulunkulu ukuphethe kahle!"}}
{"translation": {"en": "Watering is only necessary from time-to-time.", "zu": "Ukwabelana ngesondo kufuneka kuphela ngezikhathi ezithile."}}
{"translation": {"en": "But, the water left much to be desired.", "zu": "Kodwa ukuphefumula kwashiya okuningi okufisa ukufunwa."}}
{"translation": {"en": "One of the first detective series", "zu": "Eyokuqala umphenyi uchungechunge"}}
{"translation": {"en": "The heart of her husband is trusting in her, and she will not lack of profit.", "zu": "Inhliziyo yendoda yakhe iyethemba kuye; ayiyikuswela inzuzo."}}
{"translation": {"en": "The same bombastic voice continued to pour out of the speaker.", "zu": "Lesi sithombe kanye yazibonakalisa uyaqhubeka avele phezu yesikhulumi."}}
{"translation": {"en": "Is there a way to stop/reverse the interest accrued?", "zu": "Ingabe kukhona indlela efanele yokukhokha yokwengeza noma ukuhoxisa izimali?"}}
{"translation": {"en": "The youth may start by doing household work, odd jobs, or working for a family business.", "zu": "Intsha ingase iqale ngokwenza umsebenzi wendlu, imisebenzi engavamile, noma ukusebenza ibhizinisi lomndeni."}}
{"translation": {"en": "The works of Noam Chomsky", "zu": "Izincwadi zikaNoam Chomsky"}}
{"translation": {"en": "Welcome to The Get Down", "zu": "Siamukelisiwe Siwe"}}
{"translation": {"en": "However, we can also adapt to different situation.", "zu": "Futhi singakudizayinela ukwakheka okuhlukile."}}
{"translation": {"en": "Somehow he had collected two baseballs.", "zu": "Ngo emasu lafana wenze amabhola amabili."}}
{"translation": {"en": "Some Moisturizing Mistakes That You Need To Avoid", "zu": "Amanye amaphutha okubhuloga esifisa ukugwema"}}
{"translation": {"en": "with director.", "zu": "Alina Kadela"}}
{"translation": {"en": "There are various choices of treatment.", "zu": "Kunezindlela eziningana ongakhetha kuzona ezahlukene ukwelashwa."}}
{"translation": {"en": "He appears in all four Gospels as one of the Twelve Disciples of the Lord Jesus.", "zu": "Ukhulunywa ngaye emaVangelini eBhayibheli njengomunye wabafundi bakaJesu abayishumi nambili."}}
{"translation": {"en": "Isa 50:1 Thus says ×™×”×•×”, \"Where is the certificate of your mother's divorce, whom I have put away?", "zu": "50 Yilokhu uJehova akushoyo: \"Siphi isitifiketi sedivosi + sikanyoko, engimlahlile?"}}
{"translation": {"en": "Why the C.D.C. Changed Its Advice on Masks", "zu": "Kungani i-cdc iguqule izeluleko zayo kumamaski"}}
{"translation": {"en": "The yellow house, London", "zu": "Ilona Rose House, London"}}
{"translation": {"en": "strategy and the rest of it.", "zu": "Nokho, isimiso, futhi zonke."}}
{"translation": {"en": "His collected works in four volumes cover his best works on versification.", "zu": "Imisebenzi yakhe eqoqwe imiqulu ezine ukumboza the best imisebenzi yakhe prosody."}}
{"translation": {"en": "Women Should Be Respected As Well.", "zu": "Yiqiniso, namakhosikazi ayakudinga ukuhlonishwa."}}
{"translation": {"en": "He booted the cars.", "zu": " Yabusoba Miyamoto"}}
{"translation": {"en": "Living Word is a place to connect.", "zu": "ukuzwa ngokushesha yindawo yokuxhumana."}}
{"translation": {"en": "1990 So Proudly We Hail (Ã’Ã‚)...", "zu": "Akashangalil (2015) _ Akashangalil (Aakashangalil ..."}}
{"translation": {"en": "Work with parents.", "zu": "ukusebenza nabazali."}}
{"translation": {"en": "Here are two ways to determine the current time:", "zu": "Kunezindlela ezimbili eziyisisekelo ukunquma ukhulela ethunjini samanje yilezi:"}}
{"translation": {"en": "I admit, looking at that now, it was probably not nice to do.", "zu": "Ngiyabona manje uma ngibheka emuva ukuthi mhlawumbe bekungathandeki kakhulu ukuba khona."}}
{"translation": {"en": "This is a market research survey.", "zu": "Angithi yiyo i market research leyo."}}
{"translation": {"en": "Of course, the child can make the same slippers,as an adult, just a smaller size.", "zu": "Yiqiniso, ingane ungenza Slippers efanayo, kanye nabantu abadala, usayizi nje ezincane."}}
{"translation": {"en": "Make a list of people you can pray for and pray for them each by name.", "zu": "13 Cabanga ngalabo ongabathandazela, ubabize ngamagama."}}
{"translation": {"en": "Or, at the very least, there has to have been one in the ancient past.", "zu": "Okwesibili, kumele kube khona okungenani nakho sakugcina nabo."}}
{"translation": {"en": "Chloramphenicol was first isolated in 1947 from the cultures of Streptomyces venezuelae.", "zu": "isakhi Okubukwe yaqale kwemiqondo ngo-1940 esuka Streptomyces venezuelae."}}
{"translation": {"en": "Save me, Oh my God.", "zu": "Ngisindisa, Nkulunkulu wami."}}
{"translation": {"en": "... I'm not sure why marketers always feel compelled to make up their own terminology for virtually everything... but we do.", "zu": "Anginaso isiqiniseko sokuthi kungani abathengisi bezizwa bephoqelekile ukuthi bazakhele amagama abo cishe yonke into... kepha thina siyakwenza."}}
{"translation": {"en": "Due to Lack of nutrient in mother's breast milk.", "zu": "Ibele ngenxa yokuntula umsoco obisini lukamama."}}
{"translation": {"en": "One former youth product has a message of support for the young Pilgrims", "zu": "Previous articleUZuma uthu uKhongolose ugabe ngentsha"}}
{"translation": {"en": "\"And God said, 'Let the waters under the heavens be gathered", "zu": "UNkulunkulu wathi: \"Amanzi mawaqoqekele"}}
{"translation": {"en": "24 Judas Maccabaeus and Jonathan his brother crossed the Jordan and went three days' journey into the wilderness.", "zu": "5:24 UJuda Maccabeus, noJonathani umfowabo, bawela, futhi babehamba ibanga lezinsuku ezintathu ehlane."}}
{"translation": {"en": "I'm the only one turning my face", "zu": "Zodwa Wabantu I Cant Change My Face"}}
{"translation": {"en": "After the holiday it can be bought back.", "zu": "Ngemva emaphethini, ungase futhi alulame."}}
{"translation": {"en": "sixth of May, 1675, just before the breaking out of the", "zu": "29 May I-Xiaomi Mi 8, imininingwane eminingi ivela ngaphambi kokwethulwa kwayo"}}
{"translation": {"en": "Sometimes, it seems that you just don't have that much to say.", "zu": "Ngezinye izikhathi ungase ucabange ukuthi akukuningi ongakusho endabeni."}}
{"translation": {"en": "Mount Diablo State Park does not disappoint.", "zu": "Isimangaliso Wetland Park doesn't disappoint."}}
{"translation": {"en": "Interpreting the prophecies of Revelation", "zu": "Chaza amathuba okuhambisa iphrofayli"}}
{"translation": {"en": "In fact, his elder siblings played a vital role in enhancing his chances of survival during the civil war.", "zu": "Eqinisweni, izingane zakubo ezindala zabamba iqhaza elibalulekile ekwandiseni amathuba akhe okusinda phakathi nempi yombango."}}
{"translation": {"en": "I don't need names.", "zu": "Angisidingi amagama amaningi."}}
{"translation": {"en": "Rather die than to romances.", "zu": "Imibuzo kunazo ukuphokophela mayelana romance"}}
{"translation": {"en": "In fact, she thinks she's 29, happily married and pregnant with her first child.", "zu": "Yena ucabanga ukuthi wakhe oneminyaka engu-29, wayekhulelwe ingane yokuqala futhi umshado ojabulisayo."}}
{"translation": {"en": "Power of wind.", "zu": "Amandla omoya we-Wind."}}
{"translation": {"en": "However, they are somewhat sympathetic to the gypsy when they eventually find him.", "zu": "Usethubeni lokwenza kahle uma iChiefs igcina ngokumthatha."}}
{"translation": {"en": "According to this model, the electrons can only circle in specific orbits.", "zu": "Ngokusho naletintfo of lo mbono, ama-electron ezungeza i-nucleus kungenzeka kuphela kulezi orbitals."}}
{"translation": {"en": "Lev 13:41 And if a man's hair falls out from his forehead, he has baldness of the forehead; he is pure.", "zu": "13:41 Futhi uma izinwele ziwa ebunzini lakhe, unempandla ngaphambili futhi uhlanzekile."}}
{"translation": {"en": "I alerted the forest department and asked them if they could do something to grow trees over there.", "zu": "Ngazise inkonzo yezamahlathi ngababuza ukuthi bangakwazi ukutshala izihlahla."}}
{"translation": {"en": "UN starts mobilizing and joins in on the fight.", "zu": "Esiwombeni sesibili, i-United iqhubekile nokufaka ingcindezi nokudlala ku-counter attack."}}
{"translation": {"en": "Page 44 and 45: in terms of MMR (1998) with 79 deat", "zu": "Ukubuyekeza nezilinganiso (4,90/5) Isitolo: Flashmart - Ngokusekelwe ku 79 inothi (ama) kanye 79 umbono"}}
{"translation": {"en": "Mark Oaten sells his soul...", "zu": "OEM lukathayela nokudayisa Custo ..."}}
{"translation": {"en": "Our compassion motivates us to come alongside and assist people who have been impacted by tragedy and natural disasters.", "zu": "Ukuba lesihawu kuyasifuqa ukuthi sisize abantu abathwele nzima ngenxa yokugula lokuguga."}}
{"translation": {"en": "Going to be forced into false paths.", "zu": "Nge awokuthi luzowa izindlela zamanga."}}
{"translation": {"en": "So he doesn't bash your head.", "zu": "ShÃ­ ke ikhanda lakhe nje angali."}}
{"translation": {"en": "Beware of the Visitors", "zu": "Qaphela Okuthunyelwe Kwabavakashi"}}
{"translation": {"en": "So, it is not an easy job to get the financing.", "zu": "Ngakho-ke ukuthola imali yomsebenzi ngeke kube lula."}}
{"translation": {"en": "\"We have to play.", "zu": "\"Kufanele sidlale kodwa."}}
{"translation": {"en": "The six Chakras are also known as the six-fold wealth.", "zu": "I 6 Chakras babizwa nangokuthi ingcebo 6-esibayeni."}}
{"translation": {"en": "Hi I understand now:) I'm going to sleep though, I am so tired.", "zu": "Ngifuna ukulala khathesi (Yes friends, I am tired a lot."}}
{"translation": {"en": "possible for women remains unanswered.", "zu": "Abesifazane kungenzeka ukuya esikhathini lingekho."}}
{"translation": {"en": "crs indulging", "zu": "Hlengi Sthethelele"}}
{"translation": {"en": "The fourth is a special edition", "zu": "ULusine Ungumbungazi ovelele"}}
{"translation": {"en": "All the good people have been sent home.", "zu": "Bonke ubuhle benyama yangempela buthunyelwe ekhaya."}}
{"translation": {"en": "It's a much-anticipated addition to the superhero canon.", "zu": "Engeza i-antibody oyinhloko ku-supernatant."}}
{"translation": {"en": "Will you be able to move around in it?", "zu": "Ingabe uyokwazi ukuhlala ungathinteki ngaphakathi?"}}
{"translation": {"en": "\"What do you plan to do if a friend asks you to smoke?\"", "zu": "Yini ozoyenza uma othile ekunika ugwayi ethi bhema?"}}
{"translation": {"en": "The Lessman family has had enough.", "zu": "Ukuze Sedan umndeni wenza elanele."}}
{"translation": {"en": "Big successes are not coincidence.", "zu": "Izenzakalo ezinkulu azenzeki ngengozi."}}
{"translation": {"en": "ethanol off compared to normal).", "zu": "Ukuphefumula njalo (uma kuqhathaniswa nejwayelekile evamile)."}}
{"translation": {"en": "We're all diseased", "zu": "Sigula Sonke"}}
{"translation": {"en": "In prior years such push back also included threats to staff of the Office of the Auditor-General.", "zu": "By the way, ngaphambi, lapho nakho kwaba isiko ukuvuza ukuhlola izikhulu kanye amasosha kwewashi."}}
{"translation": {"en": "It applies to sleep as well.", "zu": "Lokhu kusebenza futhi zokulala."}}
{"translation": {"en": "Some of the relationships have flourished, while others have ended.", "zu": "Olunye ubudlelwane luye lwaphela, abanye baye baqala."}}
{"translation": {"en": "We have a huge list of customers throughout the world who are very satisfied with our work.", "zu": "Ngakho-ke sinamakhasimende amaningi ajabule emhlabeni wonke ajabule kakhulu ngezinsizakalo zethu ezinhle kakhulu."}}
{"translation": {"en": "During the process of practising on your bicycle unexpected problems might arise that might not be solvable during the session.", "zu": "Mhlawumbe, ngokuhamba ukufakwa kungase kube nobunzima ezingeke kusengaphambili ngesikhathi sokubhala."}}
{"translation": {"en": "her mother's absence;", "zu": "tkanina sidingowa;"}}
{"translation": {"en": "It's much like photography.", "zu": "Yifani kakhulu ne-photophile."}}
{"translation": {"en": "I think having young people in my life has helped me to deal with the grief.", "zu": "Ngicabanga ukuthi ubunzima engahlangana labo ngisakhula bangenza ngaba lobuntu obuhle."}}
{"translation": {"en": "Our young people have a difficult task ahead of them.", "zu": "Phambi kwethu kunethuba okunenjongo abazikhandlayo nsizwa."}}
{"translation": {"en": "4:20 Ð¡Ð¾Ð»Ð°Ð¹, even though this was offered by him who sent it for the sacrifice of Hercules, it was instead given over to the manufacture of Greek warships, because of those presenting it.", "zu": "4:20 Ngakho-ke, noma ngabe lokhu kwanikezwa nguyena owathumela umhlatshelo kaHercules, kunalokho yanikelwa ekwakhiweni kwemikhumbi yempi yamaGrikhi, ngenxa yalabo abayethula."}}
{"translation": {"en": "(ASV) For the Son of man shall come in the glory of his Father with his angels; and then shall he render unto every man according to his deeds.", "zu": "Ngokuba iNdodana yomuntu iyakuza ngenkazimulo kaYise kanye nezingelosi zayo; khona-ke iyakuvuza yilowo nalowo ngesenzo sakhe."}}
{"translation": {"en": "Is there a way to get back my phone without paying?", "zu": "Ingabe ikhona indlela angikwazi ukubuyisela iPhone yami futhi uthole okuqukethwe emuva?"}}
{"translation": {"en": "Be sure to use the code \"SAVE20\" to get the discount.", "zu": "Vele uqinisekise ukusebenzisa ikhodi C20 ekuphumeni ukuze uthole isaphulelo."}}
{"translation": {"en": "Why do you think you're that important?", "zu": "Kungani Ngicabanga ukuthi kubalulekile kangaka ukuthi ungubani?"}}
{"translation": {"en": "The Flexibility of MLPs - SL-Advisors", "zu": "Sbu Msezane - Abalungisi Consulting"}}
{"translation": {"en": "Scotland's finances are stronger than the UK", "zu": "UK benzene emissions higher than US"}}
{"translation": {"en": "What led to the decision?", "zu": "Yini guided kukhethwa?"}}
{"translation": {"en": "The first question comes from Al Jazeera English.", "zu": "Lolu hlelo lokusebenza izici okuqukethwe kusukela Al Jazeera English."}}
{"translation": {"en": "Of course they are not served any type of liquor.", "zu": "Yiqiniso, akufaki izinhlobo zophuzo oludakayo."}}
{"translation": {"en": "It has been said of me that lost, I took refuge in religion.", "zu": "Ngabe ngangivalelwe ejele le-dissonance engqondweni, ngilahlekile esikhaleni senkolo?"}}
{"translation": {"en": "20And the rest of the necessities of the House of your God, which will fall to you to give, you shall give from the royal treasury.", "zu": "20 Okunye okudingekayo endlini kaNkulunkulu wakho, ofanele ukukunika, kukhiphe endlini yengcebo yenkosi."}}
{"translation": {"en": "$25 on behalf of Christine Isbell", "zu": "ildu77 leanini isabell"}}
{"translation": {"en": "12 The Spirit told me to go with them without hesitating.", "zu": "12 Ummoya wathi ngikhambe nawo, ngingazazi nakancani."}}
{"translation": {"en": "Examples can be oil and water.", "zu": "Zingase isibonelo kube uwoyela noma kaphalafini."}}
{"translation": {"en": "No one else is doing it, or doing it like you", "zu": "Akekho omunye, do it like this"}}
{"translation": {"en": "Don't be alarmed by Satan's work.", "zu": "Akudingeki wesatshiswe amandla kaSathane."}}
{"translation": {"en": "You cringe when you receive a phone call.", "zu": "Uzizwa ibhiphu uma wamukela ucingo"}}
{"translation": {"en": "wake up my aunt.", "zu": "Vukani Nzama Umamncane,"}}
{"translation": {"en": "If possible, everyone should be in attendance.", "zu": "Ngempela, uma kunesidingo, noma ubani angaba khona."}}
{"translation": {"en": "Each year, nearly 4 million...", "zu": "Njalo ngonyaka cishe abantu abayizigidi ezingama-40 ..."}}
{"translation": {"en": "The most basic of these is the operating system.", "zu": "Isithako esiyinhloko kuwo wuhlelo lokusebenza."}}
{"translation": {"en": "So, he decides.", "zu": "Ngakho unquma."}}
{"translation": {"en": "What is the average price per night in Rehovot in March?", "zu": "Iyiphi intengo okumele ibuyiswe yiBitcoin emakethe yezinkunzi evuselelwe ngo-Okthoba?"}}
{"translation": {"en": "5 David sent messengers to the men of Jabesh Gilead, and said to them, \"Blessed are you by the Lord, that you have shown this kindness to your lord, even to Saul, and have buried him.", "zu": "5 UDavida wasethumela izithunywa ebantwini beJabeshi-Gileyadig, wathi kibo: Kalibusiswe yiNkosi, ngoba lenze lumusa enkosini yenu, kuSawuli, lamngcwabah."}}
{"translation": {"en": "We're expecting rain too.", "zu": "Nomvula Lindelwa"}}
{"translation": {"en": "Charlie asks him.", "zu": "Kubuza uCharlie."}}
{"translation": {"en": "Who will be the two witnesses referred to in revelation 11.", "zu": "Bobani ababofakazi ababili abakusAmbulo 11?"}}
{"translation": {"en": "It does mean we're apt to see a small pullback in the foreseeable future, though, just to burn off some of this froth.", "zu": "Noma kunjalo, ake sibheke ukuthi kungaba nobudlabha kangakanani, nge-wrench wrench lapha, vula lokhu, uzama nje ukunxephezela okuncane kwalokhu kudangala."}}
{"translation": {"en": "It comes in our lives whether we want it or not.", "zu": "Indlela esiphila ngayo izatshengisa ukuthi siyasiqakathekisa yini loba hatshi."}}
{"translation": {"en": "He tries to find a job but doesn't succeed.", "zu": "Uthi uyazama ukuthola umsebenzi kodwa imizamo yakhe ayiphumeleli."}}
{"translation": {"en": "If you are not careful, they will make you feel insecure.", "zu": "Uma ungaqaphile, uyoba ukunqotshwa umuzwa wokungalondeki"}}
{"translation": {"en": "Tags: Ender's Game, featured content", "zu": "Tags: indy isibukelisibindekile"}}
{"translation": {"en": "First they kill my father (2017)", "zu": "Bukela Kuqala Babulala Ubaba Wami (2017)"}}
{"translation": {"en": "I want you to insist on these things, so that those who have put their faith in God may take care to be energetic in good works.", "zu": "Ngifuna uhlale ukugcizelela konke lokhu ukuze asebekholiwe kuNkulunkulu baqhubeke becabangisisa ngokwenza imisebenzi emihle zikhathi zonke."}}
{"translation": {"en": "Prosecutors requested that she be sentenced to 15 years in prison.", "zu": "UMbuso ufuna lo wesifazane agwetshwe iminyaka engu-15 etholoza ejele."}}
{"translation": {"en": "In terms of landmass, Kazakhstan is the ninth largest country in the world.", "zu": "Esikhathini sawo sokuphila indawo Kazakhstan iyona enkulu kunazo zonke lesishiyagalolunye emhlabeni."}}
{"translation": {"en": "In South Africa an average of 23 people commit suicide every day with about 460 attempted suicides in the same time frame.", "zu": "Ngokocwaningo lwale nhlangano balinganiselwa ku-23 abantu abazibulala nsuku zonke eNingizimu Afrika, kanti koyedwa ozibulalayo, basuke belinganiselwa ku-20 abasuke bezame ukuzibulala abangaphumelela."}}
{"translation": {"en": "Where's my Room?", "zu": "1) Likuphi ikamelo lami?"}}
{"translation": {"en": "You can help us to continue to provide this valuable.", "zu": "Ngakho-ke ungasisiza ukuthi siqhubeke sikulethela lokhu kuhlaziywa okuthakazelisayo."}}
{"translation": {"en": "All Through The Night The day is my enemy, the night my friend,.", "zu": "ubusuku, isitha sosuku."}}
{"translation": {"en": "(possibly several", "zu": "Amandi Palomo"}}
{"translation": {"en": "Planning for A2 and A1 uses", "zu": "Amasu wokusingathwa kwe-A2 & Amanani"}}
{"translation": {"en": "The Power of Self-Discipline\" by Brian Tracy", "zu": "Amandla Okuzethemba - UBrian Tracy"}}
{"translation": {"en": "Mr. Firley was married.", "zu": "Okuni kaferefun asheda."}}
{"translation": {"en": "But at the same time, once we do the territorial organization, it's very hard to predict the outcome.", "zu": "Kepha lokubaluleke kakhulu, lapho ibhere siphuma yena, kunzima ukubikezela."}}
{"translation": {"en": "What I see the most when it comes to Jesus is the fact that you are actually a role model.", "zu": "Manje sengizethemba kakhulu kuleyo nhlonipho manje lapho ngibona khona ukuthi umthandazo kaJesu oyisibonelo empeleni BEKUYISibonelo."}}
{"translation": {"en": "2) They don't teach anything.", "zu": "8) Obama learns nothing."}}
{"translation": {"en": "What does this mean to the athlete on a month-to-month basis?", "zu": "Lokho kuchaza lo mhlahlandlela enyangeni?"}}
{"translation": {"en": "A body can be living, and the soul defeated.", "zu": "Isidumbu kungahambi, futhi umphefumulo abalangazelela yokuzibeka."}}
{"translation": {"en": "You're trying to tell me that the first nigga wasn't a vibe DEITY?", "zu": "Kodwa isidingo azi ukuthi owokuqala Pancake awuzange lumpy?"}}
{"translation": {"en": "Communication is one of the most important factors in healthcare.", "zu": "UkuXhumana kungenye yezingxenye ezibaluleke kakhulu empilweni."}}
{"translation": {"en": "opposition period has passed and it is clear that a trade mark will be granted.", "zu": "Ikhwalithi yethu iqinisekisiwe futhi isikhathi sokuhola sithenjisiwe."}}
{"translation": {"en": "Who were the \"three men\"?", "zu": "Zazingobani \"Izazi Ezintathu\"?"}}
{"translation": {"en": "Why do I have to take on faith that this is the handiwork of these items?", "zu": "Kungani ngibuye ngithi lesi sigaba somsebenzi sakhele kulokho"}}
{"translation": {"en": "The time spent in traffic wasn't wasted at all.", "zu": "Isikhathi esichithwa ukuthuthukiswa imoto ayizange lidlule ngeze."}}
{"translation": {"en": "it has a rejuvenating effect on the whole body;", "zu": "- unomphumela wokubuyisela kuwo wonke umzimba;"}}
{"translation": {"en": "and I found a job.", "zu": "Ngawuthola kanjalo umsebenzi."}}
{"translation": {"en": "Are we going to give in to it now?", "zu": "Sizovumela nobuqwayizi manje na?"}}
{"translation": {"en": "2Cor.1.9 Indeed, we felt that we had received the sentence of death.", "zu": "9 Eqinisweni sazizwa ngasuthi sifumene isigwebo sokufa."}}
{"translation": {"en": "Two people jumped on the car.", "zu": "Abantu ababili bashe bangqongqa besemotweni"}}
{"translation": {"en": "All of it begins when an concept, or a thought, is conceived by the designer.", "zu": "Kuhlala kuqala ngombono, noma umcabango lapho ukhulelwa ngumklami."}}
{"translation": {"en": "International Bureau on behalf of the IPEA.", "zu": "Phalane osebenzela iPSL."}}
{"translation": {"en": "10 Don't we all have the same father?", "zu": "10Kasilababa munye yini thina sonke?"}}
{"translation": {"en": "The initial reaction: Who's the guy with the mullet?", "zu": "Devolution: Ubanjwe Ngekabani Umvundla?"}}
{"translation": {"en": "I was on the slope of decline and I was only 29 years old!", "zu": "Ngangingazi ukuthi isigwebo sami sizoba side kangakanani, futhi ngangineminyaka engama-29 kuphela ubudala!"}}
{"translation": {"en": "Perth, The Likes of You", "zu": "Yaz', yaz' ang'thandi ngawe"}}
{"translation": {"en": "This work allows you to modulate it in different variations.", "zu": "Lesi sici ikuvumela ukuba usebenze la ukufaka ezindaweni ngaphansi kwezimo ezihlukahlukene."}}
{"translation": {"en": "They did care about us every day.", "zu": "Abafowethu basinakekela ngomusa nsuku zonke."}}
{"translation": {"en": "God's people don't eat flesh or drink blood.", "zu": "AmaKhristu akuqala kwakungamelanga adle loba anathe igazi kumbe adle inyama elegazi."}}
{"translation": {"en": "I had just finished high school certificate and was about to go into university when he died.", "zu": "LesiPhakeme kokuphothula esikoleni, nganquma nje aye empini, futhi lapho esephindele eyunivesithi."}}
{"translation": {"en": "Speaking to the Daily Star he said: 'I would never close my door to any of my children.", "zu": "Ekhuluma ne-Daily Star wathi: 'Angisoze ngivale umnyango wami kunoma iyiphi yezingane zami."}}
{"translation": {"en": "Xenosaga it is then:).", "zu": "ngegemezin ðŸ™‚"}}
{"translation": {"en": "And the King arrives.", "zu": "Noma King Size"}}
{"translation": {"en": "More than thirty thousand people die each year in vehicle accidents and ninety percent of all car related accidents are a result of human error.", "zu": "Esimeni kosuku okungu emotweni izingozi emhlabeni uyafa abantu abangaphezu kuka ezingamakhulu amathathu, amashumi ayisishiyagalolunye nane amaphesenti izingozi zibangelwa yiphutha lomuntu."}}
{"translation": {"en": "July 8 in Russia was celebrated Day of Family, Love and Fidelity.", "zu": "Ngokuvamile, lo msebenzi inikezwa ekugubheni Julayi 8, abantu baseRussia ukugubha uSuku Family, ukwethembeka nothando."}}
{"translation": {"en": "amount of equipment they will need.", "zu": "Isibalo semishini ezodingeka."}}
{"translation": {"en": "insisted on singing.", "zu": "Emphasize singing."}}
{"translation": {"en": "The wealthy could afford perfect children, and with the help of a powerful lobby, Biosyn's powers became almost totally unregulated.", "zu": "Ukungalungi kwedivayisi ukuthi kumele kugcinwe ngaso sonke isikhathi, futhi ngenani elikhulu lemikhiqizo eguguzayo, izandla zingakwazi ukhathele."}}
{"translation": {"en": "28:23 God understands its way, and he knows its location.", "zu": "28:23 UNkulunkulu uyasiqonda isendleleni, yena-ke uyazi indawo yayo."}}
{"translation": {"en": "At least it encourages me to continue my work.", "zu": "Nokho, Ngenza ngifike okungenani ukuwugcina lo msebenzi wami."}}
{"translation": {"en": "I am interested in a religious discussion.", "zu": "Ngiyakuthanda ukuba nempikiswano enhle ngokwenkolo."}}
{"translation": {"en": "\"Simply perfect for everyone\"", "zu": "\"Ukhanyiso Kungcono ukuba wonke\""}}
{"translation": {"en": "I do jail ministry on Sundays and it's weird because when I'm in front of them I could care less if they think I'm a fanatic then when I'm at work I hardly ever bring up the name .", "zu": "Ngenza ejele enkonzweni ngeSonto kanye kungcono uyinqaba ngoba uma ngingenzi phambi kwabo ngizokwazi yini ukuzinakekela kancane uma becabanga Ngingumfana ngokweqile ke lapho ngibukele umsebenzi mina hle uveze igama."}}
{"translation": {"en": "It seems to be friendly too.", "zu": "Kubonakala sengathi futhi uzizwa umusa."}}
{"translation": {"en": "Do your best to get along with your colleagues even when it is difficult.", "zu": "Uma kunjalo, yenza konke ongakwenza ukuze ube kanye nabafowenu emihlanganweni, ngisho noma kunzima."}}
{"translation": {"en": "The carcass is very strong, resisting damage.", "zu": "Amabhulukwe aqinile futhi amelana nomonakalo."}}
{"translation": {"en": "It is also good to learn what God has revealed to godly men who have known Him.", "zu": "Yayisisho inkosi kwabahlakaniphileyo abazazi izikhathi ngokuba yayinendlela enjalo inkosi phambi kwabo bonke ababewazi umthetho nokwahlulela;"}}
{"translation": {"en": "I'm not going with the kids.", "zu": "Ngingayi ngaphandle izingane."}}
{"translation": {"en": "Naughtyandn...'s Cam is live now...", "zu": "Qobiltu kang... izin ngamalin..."}}
{"translation": {"en": "Chicken Vindaloo is popular?", "zu": "Is the ukulele popular?"}}
{"translation": {"en": "It could be muscles or organs.", "zu": "Lokhu kungaba ithambo, imisipha noma izicubu."}}
{"translation": {"en": "Yet, having been out of work so long, debts had accumulated.", "zu": "Njengoba sase siboleke imali isikhathi eside, izikweletu zethu zaya ngokuya zanda."}}
{"translation": {"en": "It is really annoying and frustrating to see your 5 year old child squirming, kicking, screaming and crying on the floor.", "zu": "Lapho ecasukile, umntanakho oneminyaka emibili ubudala uvele aklabalase, agidagide futhi azigingqagingqe phansi."}}
{"translation": {"en": "autism and other neurodevelopmental disorders", "zu": "I-Autism nezinye izinkinga ze-neurodevelopmental"}}
{"translation": {"en": "believe unless you're a step ahead, you've fallen behind.", "zu": "Kepha qagela ukuthi kuthiwani uma ungeyena iphayona uthola ibhali emhlane."}}
{"translation": {"en": "If possible, try to schedule a work-related conference as part of your trip.", "zu": "Uma kungenzeka, zama ukubhuka uhambo lwamaqembu ngokuvakasha kweMutianyu njengengxenye ebalulekile."}}
{"translation": {"en": "This is the general theme of the book.", "zu": "Yilokho isihloko sebhuku emkhathini jikelele umsebenzi."}}
{"translation": {"en": "Our team for Rietumu Bank provides free consultation for bank account opening in Rietumu Bank and for banking in 105 Countries to Clients.", "zu": "Ithimba lethu le-Public Bank Berhad linikeza ukubonisana kwamahhala ngokuvulwa kwe-akhawunti yasebhange ePublic Bank Berhad kanye nokubhanga emazweni angama-105 kubathengi."}}
{"translation": {"en": "Or simply download it from Google play.", "zu": "â€¢ Simply download insiza nganoma isiphi isikhathi kusuka ku-Google Play"}}
{"translation": {"en": "[3] So they sent for Jeroboam, and he and all Israel went to Rehoboam and said to him: [4] \"Your father put a heavy yoke on us, but now lighten the harsh labor and the heavy yoke he put on us, and we will serve you.\"", "zu": "UJerobowamu lebandla lonke lakoIsrayeli basebesiza bakhuluma loRehobowamu besithi: 4Uyihlo wenza ijogwe lethu laba lukhuni; ngakho-ke wena yenza kube lula umsebenzi olukhuni kayihlo, lejogwe lakhe elinzima abesithwalise lona, njalo sizakukhonza e ."}}
{"translation": {"en": "The binding services to the city are long since fulfilled.", "zu": "Ngemva opharetha Sekuyisikhathi eside ukuhlinzeka imisebenzi izakhamuzi zedolobha."}}
{"translation": {"en": "Ha ha, who's the idiot now?", "zu": "Yeah I'm balling, manje ngubani isilima?"}}
{"translation": {"en": "When stretching, you want it to be strong but comfortable.", "zu": "Uma uyithinta ngaphakathi uyezwa ukuthi yakhiwe yaqina kodwa futhi ithambile."}}
{"translation": {"en": "home of H. 3.", "zu": "Home â€º isi3 â€º isi3"}}
{"translation": {"en": "So we can say that this is a very good source and that it is more than likely that we do have that glucose meter on the Apple Watch 7.", "zu": "Ngakho-ke singasho ukuthi lo ngumthombo omuhle kakhulu nokuthi unguye ngaphezu kokungenzeka ukuthi sinawo lowo mitha we-glucose ku-Apple Watch 7."}}
{"translation": {"en": "Zealand all these conditions would be fulfilled.", "zu": "Ngo Montenegro, zonke izimo zinikezwa le njongo."}}
{"translation": {"en": "\"We have formed a team to examine the allegations.", "zu": "\"Sizothumela ithimba labantu abazophenya ngalezi zinsolo."}}
{"translation": {"en": "it's simple and beautiful", "zu": "Elula kwaye enhle"}}
{"translation": {"en": "They have a self service prepared food bar, weighing in at $12 a pound.", "zu": "Bane- uhlelo lokukhansela umsindo yakhelwe nguBose futhi ibiza ngentengo ku- $ 129."}}
{"translation": {"en": "consists of separate rooms.", "zu": "Ziklanyelwe ngamagumbi ezahlukene."}}
{"translation": {"en": "Yes, you can make money here!", "zu": "Yebo, lapha ungakwazi ukuhlela it!"}}
{"translation": {"en": "to Paris for the summer.", "zu": "Ngabe uya eParis ehlobo?"}}
{"translation": {"en": "However, there is an ugly truth behind accidents as well.", "zu": "nhlekelele okunodlame futhi bengena ngemuva kule noveli."}}
{"translation": {"en": "The songs in the story can be spoken or sung, although singing would be preferable.", "zu": "Ngokuvamile izingoma ziphindaphindiwe noma zizwakala ngalesi sikhathi, kungcono umbhalo uhlezi."}}
{"translation": {"en": "this situation is not acceptable.", "zu": "Lesi simo kasamukeleki."}}
{"translation": {"en": "The Buffalo Bills had been anticipated to perf", "zu": "I-i-loft ephelele ibungazwe ngu-Philipp"}}
{"translation": {"en": "\" If any man can read this, without supposing it to have set", "zu": "Noma ubani owayengase alokothe wayifunda ngaphandle kwemvume, kwaba"}}
{"translation": {"en": "This illustration is part of Jesus' reply to his disciples' question concerning the 'sign of his presence and the conclusion of the system of things.' - Matt.", "zu": "2 UJesu walandisa umzekeliso lo lapho ephendula umbuzo wabafundi bakhe owawuphathelane 'lesiboniso sokuba khona kwakhe lesokucina komumo wezinto.'"}}
{"translation": {"en": "Man shot at his mother's funeral", "zu": "Owesilisa udutshulwe wabulawa emngcwabeni kamfowabo"}}
{"translation": {"en": "Therefore, the question of how to achieve confidence becomes important for many equestrians.", "zu": "Yingakho umbuzo wendlela yokwenza imibhede ibe yibamba lokushisa kubaluleke kakhulu kubalimi abaningi."}}
{"translation": {"en": "They were fighting poverty.", "zu": "Kunalokho, babelwa nobuphofu."}}
{"translation": {"en": "\"Three decades ago, I created something which, with the subsequent help of a huge number of collaborators across the world, has been a powerful tool for humanity,\" said Berners-Lee in a statement.", "zu": "\"Emashumini amathathu edlule, ngidale okuthile okwathi, ngosizo olulandelayo lwabahlanganyeli abaningi emhlabeni jikelele, kwaba yithuluzi elinamandla esintwini,\" kusho uBerners-Lee esitatimendeni sokuphawula."}}
{"translation": {"en": "69:5 As for ThamÃ»d, they were destroyed by an overwhelming blast.", "zu": "[69:5] Njengoba for Thamoud they bhubhisa bhubhisa zamazama"}}
{"translation": {"en": "Make sure you're sleeping on the right mattress.", "zu": "Qinisekisa ukuthi ulele isigaba somthunzi."}}
{"translation": {"en": "So, the new theme is Maison Martin Margiela.", "zu": "Kalusalanga ngaphandle udaba lobunikazi beMandela Marathon."}}
{"translation": {"en": "Rabi'ah ibn Ka'b said: \"I was with Allah's Messenger (peace be upon him) one night and I brought him water and what he required.", "zu": "Ngalobo busuku, uMprofethi (salla Allahu alihi wasallam) wathi, \"Kusasa, ngizonikela the bannerumuntu bani Allah, futhi Messenger uthando Lwakhe."}}
{"translation": {"en": "Man carrying his dead child through the streets.", "zu": "Obulele ubehamba nekhanda lengane emgwaqeni"}}
{"translation": {"en": "This applies to all players in our team.", "zu": "\"Yebo kunjalo ngabo bonke abadlali eqenjini lethu."}}
{"translation": {"en": "He's got ideas and he's going to make you pant.", "zu": "Naw' ameva, akudweba."}}
{"translation": {"en": "the water level will rise.", "zu": "izinga Water lizophakama."}}
{"translation": {"en": "Ted's pleas went unheeded", "zu": "Amafulethi wonke ibungazwe ngu-Ted"}}
{"translation": {"en": "(15) and rearrange the result.", "zu": "D.), Futhi kabusha uhlelo olukhona."}}
{"translation": {"en": "In 2004, Green started dating actress Megan Fox.", "zu": "Ngo-2004, Brian baqala ukuhlangana nowesifazane ongumdlali wamabhayisikobho odumile Megan Fox."}}
{"translation": {"en": "We will grow, and our auras will change.", "zu": "Kuyovela khona isibindi sethu, zidlakela zethu ziyochuma ziye phambili."}}
{"translation": {"en": "stopped accepting purchase orders.", "zu": "Lekile ukuletha izincwadi zemvume yokuhweba."}}
{"translation": {"en": "Comp Points: à¤®à¥à¤•à¥à¤¤ à¤…à¤‚à¤• à¤¹à¤° à¤¬à¤¾à¤° à¤œà¤¬ à¤†à¤ª à¤–à¥‡à¤²à¤¤à¥‡ à¤•à¤°à¥‡ à¤”à¤° à¤‰à¤¨à¥à¤¹à¥‡à¤‚ à¤¨à¤•à¤¦à¥€ à¤®à¥‡à¤‚ à¤¬à¤¦à¤²à¤¨à¥‡ à¤•à¤¾ once you've accumulated enough...This guarantees that all players at Betfred Casino come out as winners", "zu": "Comp Amaphuzu: Thola amaphuzu free njalo udlala futhi ukuguqula imali uma uke zanqwabelana ngokwanele...Lokhu kuqinisekisa ukuthi zonke abadlali Betfred Casino baphume njengoba abawinile"}}
{"translation": {"en": "I would love to be Wonder Woman.", "zu": "I unashamedly love Wonder Woman."}}
{"translation": {"en": "Warsaw's cultural events has gained a world-wide recognition.", "zu": "Kazarnovskaya ukunqoba baletha udumo emhlabeni wonke."}}
{"translation": {"en": "They are entwined in complex ecosystems.", "zu": "Akhiwa ohlakeni eziyinkimbinkimbi."}}
{"translation": {"en": "This will also help if he or she is having trouble breathing.", "zu": "I ukumnika nalo luyoba usizo uma iziyaluyalu emathunjini."}}
{"translation": {"en": "There's the Warfare State.", "zu": "iyideba saswrafod."}}
{"translation": {"en": "A global community that joins together as one..", "zu": "Okuye kwabizwa ngokuthi ukubambisana kwamazwe amabili kuba munye munye ..."}}
{"translation": {"en": "It's a call for big oil companies to keep the ship steady, reflecting the fine line they are walking this year.", "zu": "Ekhu luma kulemid lalo lowo oy iMeya yalomkhandlu, uKhansela Si bonginkosi Biyela, uthe babone kubalulekile ukuthi imid lalo yalonyaka bayi nonge ngeminye."}}
{"translation": {"en": "And the fear of dying,", "zu": "Futhi besabe okubi of (kokubili) indlala satiation;"}}
{"translation": {"en": "I ever say,\" writes AVm.", "zu": "Angisoze, \" kuloba uMalema."}}
{"translation": {"en": "Strict measures are necessary.", "zu": "Kuyadingeka izinyathelo ezinqala."}}
{"translation": {"en": "From this moment on every morning will come with a side of bacon and eggs.", "zu": "Kusukela ngaleso sikhathi, waqala ukuthola njalo ekuseni ngo esidlekeni yayo eyodwa yegolide inkukhu neqanda."}}
{"translation": {"en": "Some fillers are more viscous and don't migrate as easily.", "zu": "Kwesinye isikhathi amantombazane eStripchat avele angabi nomdlandla ngokwanele futhi angahambi kalula ngaphezu kokudlala ngothando okulula."}}
{"translation": {"en": "This is especially true for everyone who is feeling great and thinks that they are safe.", "zu": "Lokhu kubonakala ikakhulukazi kubantu abahlala bezindla futhi bethi bajabule ngempilo yabo."}}
{"translation": {"en": "Take time to reflect during Memorial Day weekend (5/24/02)", "zu": "Kuzohlekwa waya-waya eThekwini ngempelasonto _ News24"}}
{"translation": {"en": "I don't have millions", "zu": "Anginazo izigidi zamarandi kuze"}}
{"translation": {"en": "He left this position in 2017.", "zu": "Washiya esekulesi sikhundla ngo-2017."}}
{"translation": {"en": "It's tough to beat a team eight times,\" Lillard said.", "zu": "Akulula ukuba nemidlalo eyisithupha ekuhambeni kweyisishiyagalombili,\" kusho uBarker emuva komdlalo weCity."}}
{"translation": {"en": "Side camps were initially an area of dispute.", "zu": "Ekuqaleni isayithi salesi sakhiwo kwakukhona ikamu labaphikisayo."}}
{"translation": {"en": "It will take several weeks for a replacement and repair.", "zu": "Ukuze besisu kokungenela nokuvuselelwa kuthatha kusuka amasonto ambalwa ukuze ngenyanga."}}
{"translation": {"en": "They gave their all to get back on track.", "zu": "noma bonke bekudela ngomsangi zolandela"}}
{"translation": {"en": "Do and Don't Display: Enticing Passers-by", "zu": "Mawuthanda ungazo shaya nawe - Mzansiporntube"}}
{"translation": {"en": "The measures are very approximate.", "zu": "Izinyathelo zicishe."}}
{"translation": {"en": "Jesus Christ, when on earth, said to his Father in prayer: \"Your word is truth.\"", "zu": "Ethandaza kuYise wasezulwini, wathi: \"Izwi lakho liyiqiniso.\""}}
{"translation": {"en": "Everyone wants to be rich, but few really are.", "zu": "Wonk 'umuntu ufuna ukuceba, kodwa lokho empeleni luyindida kakhulu."}}
{"translation": {"en": "Have you ever lived in it?", "zu": "Ingabe nake nahlala Naye?"}}
{"translation": {"en": "Select a different version and try again.", "zu": "Khetha isinye isibonisi bese uzame futhi."}}
