{"translation": {"en": "everything is good here", "ig": "Ihe niile dị mma ebe a."}}
{"translation": {"en": "I am in need of help!!", "ig": "Achọrọ m enyemaka !!!"}}
{"translation": {"en": "What do you know about South Africa?", "ig": "Kedu ihe ị maara gbasara South Africa?"}}
{"translation": {"en": "Let's start with Why?", "ig": "Ka anyị malite na ihe kpatara ya."}}
{"translation": {"en": "It's your opportunity!", "ig": "Ohere bu nke gi!"}}
{"translation": {"en": "And this is what the Bible teaches:", "ig": "Nke a bụ ihe Bible na-akụzi, sị:"}}
{"translation": {"en": "Jesus tells us:", "ig": "Jizọs gwara anyị:"}}
{"translation": {"en": "My name is Yong.", "ig": "Aha m bụ Ying Kun."}}
{"translation": {"en": "So Adam is the first man.", "ig": "Adam bụ nwoke mbụ."}}
{"translation": {"en": "\"Yes, that is what I heard.\"", "ig": "\"Ee, nke ahụ bụ ihe m nụrụ.\""}}
{"translation": {"en": "Even then, he had his doubts.", "ig": "Ọbụna n'oge ahụ, o nwere obi abụọ."}}
{"translation": {"en": "The world today is changed.", "ig": "Taa ụwa agbanweela."}}
{"translation": {"en": "1 This is what Isaiah, son of Amoz, saw concerning Judah and Jerusalem.", "ig": "Nke a bụ ihe Aịzaya, nwa Amọz, hụrụ gbasara Juda na Jerusalem."}}
{"translation": {"en": "In other cases, however, the results are different.", "ig": "Otú ọ dị, n'ọnọdụ ụfọdụ, nsonaazụ dị iche."}}
{"translation": {"en": "It means 'Father.'", "ig": "Ọ pụtara \"Nna.\""}}
{"translation": {"en": "You'll find answers here", "ig": "Chọta Azịza Gị Ebe a"}}
{"translation": {"en": "Set up a system that works for you", "ig": "Mepụta ngwakọta nzuzo nke na-arụ ọrụ maka gị."}}
{"translation": {"en": "When it comes to a change, what would I do?", "ig": "Ọ bụrụ na mgbanwe ahụ masịrị m, gịnị ka m kwesịrị ime?"}}
{"translation": {"en": "There is no connection with the Instagram.", "ig": "Enweghị njikọta na Instagram."}}
{"translation": {"en": "Yes I have seen it all.", "ig": "Yup, Ahụla m ihe ndị ahụ niile."}}
{"translation": {"en": "Thank you for your inspiration, Andi!", "ig": "Daalụ nke ukwuu maka ohere ị nyere m, André!"}}
{"translation": {"en": "I don't know where the money is", "ig": "Amaghị m ebe ego ọzọ na-abịa."}}
{"translation": {"en": "time is not an issue.", "ig": "Dị ka m hụruru, oge anaghị abụ nsogbu."}}
{"translation": {"en": "You've decided that you want to use Instagram.", "ig": "Ya mere, i kpebiri na ịchọrọ ihichapụ akaụntụ Instagram gị ."}}
{"translation": {"en": "We cannot continue doing the same things and expecting different results.", "ig": "Anyị enweghị ike ịnọgide na-eme otu ihe ma na-atụ anya nsonaazụ dị iche."}}
{"translation": {"en": "If so, then that would be awesome!", "ig": "Ọ bụrụ otú ahụ, ọ ga-abụ ihe ijuanya!"}}
{"translation": {"en": "I want to support this work", "ig": "Ana m akwado ọrụ a."}}
{"translation": {"en": "best time to plant a tree is twenty years ago.", "ig": "Oge kachasị mma ịkụ osisi bụ afọ iri abụọ gara aga."}}
{"translation": {"en": "I can't thank you enough for all you've done", "ig": "Enweghị ike ịkele gị nke ọma, Doug, maka ihe niile ị na-eme."}}
{"translation": {"en": "Secondly, I think that it's important to understand", "ig": "Echere m na ihe kacha mkpa bụ ịghọta ya."}}
{"translation": {"en": "Show some variants.", "ig": "Gosi m ụfọdụ n'ime nhọrọ ndị ọzọ."}}
{"translation": {"en": "The future is Here.", "ig": "Ma ọdịnihu dị ebe a."}}
{"translation": {"en": "You're Ready to Play", "ig": "Ugbu a ị dị njikere igwu egwu."}}
{"translation": {"en": "I am deeply interested.\"", "ig": "Enwere m nnọọ mmasị. \""}}
{"translation": {"en": "Please contact me if you have any doubts or questions, and thank you for your time.", "ig": "N'okwu nkewa, biko nweere onwe gị ịhapụ m ozi ma ọ bụrụ na ị nwere ajụjụ ma ọ bụ nchegbu ọ bụla, ana m ekelekwa gị nke ukwuu maka oge gị."}}
{"translation": {"en": "The people call them demons.", "ig": "Baịbụl na-akpọ ha ndị mmụọ ọjọọ."}}
{"translation": {"en": "You can choose to repair the software even if no errors are found.", "ig": "Ị nwere ike ịhọrọ ịrụzi software ahụ ọbụlagodi ma ọ bụrụ na achọtaghi njehie."}}
{"translation": {"en": "In every case, you can refuse to supply your personal data.", "ig": "N'ọnọdụ ọ bụla, ịnwere ike ịjụ ịnye data nkeonwe gị."}}
{"translation": {"en": "It's what we do for all of our customers.", "ig": "Anyị na-eme nke a maka ndị ahịa anyị niile."}}
{"translation": {"en": "But do you really want to do that?", "ig": "Ma ị chọrọ n'ezie ime nke ahụ?"}}
{"translation": {"en": "So said the angel (Luke 1:32).", "ig": "Otu a ka mmụọ ozi ahụ kwuru (Luk 1:32)."}}
{"translation": {"en": "What is the main cause of diabetes?", "ig": "Gịnị na-akpata ọrịa shuga kpọmkwem?"}}
{"translation": {"en": "Some have doubts.", "ig": "Ma ụfọdụ nꞌime ha nwere obi abụọ."}}
{"translation": {"en": "The Israelites would be saved.", "ig": "Mgbe ahụ a ga-azọpụta Izirel."}}
{"translation": {"en": "These services allow you to create custom relationships between different web programs such as Microsoft OneNote.", "ig": "Ọrụ ndị a na-enye gị ohere ịmepụta mmekọrịta omenala n'etiti mmemme weebụ dị iche iche dị ka Microsoft OneNote."}}
{"translation": {"en": "Only God can judge me now", "ig": "Naanị Chineke nwere ike ikpe m ugbu a"}}
{"translation": {"en": "All of these things are for human use.", "ig": "Ihe ndị a nile bụ etu ọ ga-esi dịrị ndị mmadụ mma."}}
{"translation": {"en": "We welcome you...", "ig": "Anyị na-anabata gị ..."}}
{"translation": {"en": "What's CO2?", "ig": "Kedu ihe bụ COX COAL yana gịnị ka ọ dị?"}}
{"translation": {"en": "I chose to.", "ig": "M họọrọ ee nke a."}}
{"translation": {"en": "What is the symbol and what does it mean?", "ig": "ebee ka ihe ịrịba ama a pụtara, gịnịkwa ka ọ pụtara? foto"}}
{"translation": {"en": "Here's What to Know About the Different Editions of Windows 8/8.1.", "ig": "Nke a bụ Ihe Ịmara Banyere Ọdịdị Dịgasị iche nke Windows 8 / 8.1."}}
{"translation": {"en": "They were both good parents.", "ig": "E wezụga nke ahụ, ha bụ ezigbo nne na nna."}}
{"translation": {"en": "Have you thought about what you want to study in college?", "ig": "Ị̀ mụtala ihe ndị ị chọrọ ịmụta n'ụlọ akwụkwọ?"}}
{"translation": {"en": "What is the ovarian cyst?", "ig": "Kedu ihe bụ vulvar cyst?"}}
{"translation": {"en": "They're both as good", "ig": "Ha abụọ dị mma."}}
{"translation": {"en": "Benny is here.", "ig": "Bendy Is Here"}}
{"translation": {"en": "If you have any suggestions, please, please share.", "ig": "Ọ bụrụ na ị nwere aro, biko kesaa."}}
{"translation": {"en": "Final Fantasy X is a PS2 game.", "ig": "Final Fantasy X bụ otu egwuregwu niile PS2 nwe ga-enwe."}}
{"translation": {"en": "Please contact us via the information below.", "ig": "Biko kpọtụrụ anyị site na iji ụdị ịntanetị dị n'okpuru na"}}
{"translation": {"en": "Internet is the answer.", "ig": "Ikekwe Internet ga-abụ azịza ya."}}
{"translation": {"en": "Cause they aren't human?", "ig": "Ee, gịnị mere anyị agaghị abụ ụmụ mmadụ?"}}
{"translation": {"en": "Children under 5 years: Consult a physician.", "ig": "Ụmụaka nọ n'okpuru afọ 12: jụọ dọkịta."}}
{"translation": {"en": "Amazon is the No. 10 most popular global website in 2018.", "ig": "Amazon bụ Nke 10 kasị ewu ewu na ebe nrụọrụ weebụ ụwa na 2018."}}
{"translation": {"en": "Therefore go and make disciples of all nations... ~ Matthew 28:19", "ig": "\"Gaanụ Mee Ndị Mba Niile Ka Ha Bụrụ Ndị Na-eso Ụzọ M\" - Matiu 28:19"}}
{"translation": {"en": "And I knew I needed to change.", "ig": "Amaara m na m kwesịrị ịgbanwe mgbanwe."}}
{"translation": {"en": "Huawei's first 5G smartphone.", "ig": "Emepụtara ụdị 3D nke Huawei's 5G foldable smartphone."}}
{"translation": {"en": "First, let's look at growth.", "ig": "Nke mbụ, ka anyị kwuo maka ihe kpatara atumatu uto ji adị."}}
{"translation": {"en": "\"You are my savior.", "ig": "I bụkwa Onye Nzọpụta m."}}
{"translation": {"en": "However, they are still working together.", "ig": "Ma, ha abụọ ka na-emekọkwa ihe ọnụ mgbe niile."}}
{"translation": {"en": "\"You must be the change that you wish to see in the world.\" - Mahatma Gandhi", "ig": "Bụrụ mgbanwe nke ịchọrọ ịhụ n 'ụwa. - Mahatma Gandhi"}}
{"translation": {"en": "Nathan answered the king, \"Go, do whatever you have in mind, for the LORD is with you.\"", "ig": "Netan gwara eze sị: \"Ngwa, gaa mee ihe ị bu n'obi, n'ihi na Onyenweanyị nọnyere Gị.\""}}
{"translation": {"en": "What You Can Do to Protect Your Privacy", "ig": "Ihe ị nwere ike ime iji chedo nzuzo gị:"}}
{"translation": {"en": "Listed below are the solutions to resolve the issue.", "ig": "A ga-akọwa nkọwa nke ụzọ dị iche iche iji dozie nsogbu a n'okpuru."}}
{"translation": {"en": "What we can do for employees:", "ig": "Ihe anyị nwere ike ime maka ndị ahịa:"}}
{"translation": {"en": "To begin with, you can buy Twitter accounts in order to promote your products.", "ig": "N'aka nke ọzọ, ị nwere ike ịhazi akaụntụ Twitter gị iji chebe profaịlụ gị."}}
{"translation": {"en": "The Lord be with you all.\"", "ig": "Ka Onyenwe anyị nọnyere unu niile. \""}}
{"translation": {"en": "Make it easy to read!", "ig": "Mee ka ibe gị dị mfe ọgụgụ!"}}
{"translation": {"en": "Website translated into 9 languages.", "ig": "A sụgharịrị ebe nrụọrụ weebụ cha cha n'asụsụ 9:"}}
{"translation": {"en": "You can read..", "ig": "I nwere ike ịgụ ya ..."}}
{"translation": {"en": "Matthew 5:14, \"You are the light of the world.", "ig": "Matthew 5: 14-16: \"Unu bụ ìhè nke ụwa."}}
{"translation": {"en": "Red is a good color for both men and women.", "ig": "Nke ahụ bụ n'ihi na acha anụnụ anụnụ bụ ewu mara mma maka ụmụ nwoke na ụmụ nwanyị."}}
{"translation": {"en": "Microsoft Access 2013 is a database management system that provides the software tools you need to organize data.", "ig": "Microsoft Access 2013 bụ usoro njikwa nchekwa data nke na-enye ngwaọrụ ngwaọrụ ịkwesịrị ịhazi data."}}
{"translation": {"en": "That means you can't get free support for any problems related to Windows XP.", "ig": "Ihe nke ahụ pụtara bụ na ị nweghị ike ịnweta nkwado free maka nsogbu ọ bụla metụtara Windows XP ugbu a; ị ga-apụpụta kaadị akwụmụgwọ iji nweta enyemaka site ugbu a."}}
{"translation": {"en": "This will be altered in 2018.", "ig": "A na-atụ anya na ọ ga-agbanwe n'afọ 2018."}}
{"translation": {"en": "In the new age of the internet, marketing has changed.", "ig": "Na oge dijitalụ a, agha maka ohere ịzụ ahịa agbanweela n'ịntanetị."}}
{"translation": {"en": "That is what happened to Rome.", "ig": "na ihe a mere na Rome."}}
{"translation": {"en": "What we can do for customer:", "ig": "Ihe anyị nwere ike ime maka ndị ahịa:"}}
{"translation": {"en": "There are only 10 kind of people in this world:", "ig": "\"\"Ọ bụ nanị 10 ụdị ndị dị n'ụwa a."}}
{"translation": {"en": "Argentina has a population of 43.5 million people (2016 est.), capital and largest city is Buenos Aires.", "ig": "Mba a nwere ndị mmadụ nde 41.9 (na 2019), isi obodo na obodo kachasị ukwuu bụ Kyiv."}}
{"translation": {"en": "Based on your research results, you can make your decision.", "ig": "Dabere na nyocha ahụ, ị   nwere ike ikpebi ihe ndị ịchọrọ ịme."}}
{"translation": {"en": "We will not share or sell this data to anyone.", "ig": "Anyị agaghị ere ma ọ bụ ịgbazite ozi a na onye ọ bụla."}}
{"translation": {"en": "This is only a teste", "ig": "Nke a bụ naanị ihe nlele."}}
{"translation": {"en": "I truly appreciate his honesty and help.", "ig": "Obi dị m ezigbo ụtọ maka enyemaka ya na ịkwụwa aka ọtọ ya."}}
{"translation": {"en": "This has, however, changed a lot.", "ig": "Otú ọ dị, nke a agbanwewo n'ụzọ dị ukwuu."}}
{"translation": {"en": "But for many others it remains an essential part of life.", "ig": "Otú ọ dị, nye ndị ọzọ, ọ bụ akụkụ dị oké mkpa nke ndụ ha."}}
{"translation": {"en": "I'm gonna read stories", "ig": "Aga m akwado ịgụ akụkọ."}}
{"translation": {"en": "AM: There are others.", "ig": "Ekwesịrị m ikwenye gị 🙂 mana enwere ndị ọzọ."}}
{"translation": {"en": "You can also create greeting cards at companies that have Facebook Pages.", "ig": "I nwekwara ike ịmepụta kaadị ekele ke ụlọ ọrụ nwere Facebook Pages."}}
{"translation": {"en": "She begins to sing...", "ig": "Ọ malitere ịbụ abụ ..."}}
{"translation": {"en": "Then you will get this window.", "ig": "Mgbe emechara, ị ga-enweta windo a."}}
{"translation": {"en": "But God had decided to give the throne to David.", "ig": "Ma Chineke wepụrụ Sọl, họpụta Devidi ka ọ bụrụ eze nꞌọnọdụ ya."}}
{"translation": {"en": "\"They're both scared.", "ig": "Ha abụọ na-atụ ụjọ."}}
{"translation": {"en": "アーティスト: My Chemical Romance", "ig": "Na na na - My Chemical Romance"}}
{"translation": {"en": "The simplest way to create a new zone is as follows:", "ig": "Ụzọ kachasị mfe iji mepụta ndekọ ọhụrụ bụ dị ka ndị a:"}}
{"translation": {"en": "Enter a name for the template in the Name text box.", "ig": "Tinye aha maka template gị n'ime igbe akpọrọ \"Aha Template.\""}}
{"translation": {"en": "This book will help you to make new friends and to find new like-minded people.", "ig": "Akwụkwọ a ga-enyere gị aka imeta ndị enyi ọhụrụ, ma ọ bụkwanụ nyere gị aka ime ka ndị gị na ha bụbu enyi bụrụghachi enyi."}}
{"translation": {"en": "When the Christ comes, no one will know where he is from.\"", "ig": "Mgbe Onye nzọpụta ahụ ga-abịa mmadụ ọ bụla agaghị ama ebe o siri pụta.\""}}
{"translation": {"en": "Date: 27th to 31st August", "ig": "Nkeji oge: 27 Ka 31 Mee"}}
{"translation": {"en": "Mr McCann said that this is a significant change.", "ig": "Booth kwuru na nke a bụ nnukwu mgbanwe."}}
{"translation": {"en": "I Love you not only for what you are, but for what I am when I am with you.", "ig": "Ahụrụ m gị n'anya ọ bụghị naanị maka etu ị dị, kama n'ihi otu m si adị mgbe m nọnyeere gị."}}
{"translation": {"en": "I am with you, and I will take care of you.", "ig": "N'ihi na m nọnyeere gị, m ga-elekọta gị."}}
{"translation": {"en": "It's very easy to use, especially if you follow the tutorial outlined below.", "ig": "Ọ dị mfe iji, karịsịa ma ọ bụrụ na ị na-agbaso nkuzi ahụ edepụtara n'okpuru."}}
{"translation": {"en": "The views expressed by the author are not necessarily those of Ernst & Young LLP or other members of the global EY organization.", "ig": "Echiche ndị ode akwụkwọ kwupụtara abughi nke Ernst & Young LLP ma ọ bụ ndị ọzọ so na nzukọ EY zuru ụwa ọnụ."}}
{"translation": {"en": "The course of treatment usually takes four weeks.", "ig": "Ọgwụgwọ na-adịkarị izu anọ."}}
{"translation": {"en": "But you can provide something better.", "ig": "Ma, ị nwere ike inwe ihe ka mma."}}
{"translation": {"en": "Everyone can test it.", "ig": "Onye ọ bụla nwere ike ịnwale ya, ha ha."}}
{"translation": {"en": "6 days later, I started bleeding.", "ig": "Daysbọchị asaa mgbe nke ahụ gasịrị amalitere m ịgba ọbara aja aja."}}
{"translation": {"en": "We will offer you competitive price and professional services.", "ig": "Anyị ga-enye gị asọmpi price na ọkachamara ọrụ."}}
{"translation": {"en": "You will see an interface as shown above.", "ig": "Ị ga-ahụ otu interface dị ka nke egosiri n'elu."}}
{"translation": {"en": "Please take just a few minutes to answer our questions.", "ig": "Biko were nkeji ole na ole zaa ya ajụjụ ndị dị na nyocha anyị."}}
{"translation": {"en": "You will see greater things than these.'", "ig": "Ị ga-ahụ ihe ịtụnanya karịrị ndị a.\""}}
{"translation": {"en": "This contains the phrases and situations, many aspects of the Privacy Policy.", "ig": "Nke a na-agụnye usoro na ọnọdụ, ọtụtụ akụkụ nke Privacy Policy."}}
{"translation": {"en": "sorry to hear you are having such problems.", "ig": "Ọ dị m nwute ịnụ na ị nwere nsogbu ndị a."}}
{"translation": {"en": "And our lives will be different.", "ig": "Olee otú ndụ anyị ga-adị iche?"}}
{"translation": {"en": "On the 31st December 2020 the UK left the EU and the transition period came to an end.", "ig": "Kaosinadị, mgbe United Kingdom hapụrụ European Union na Disemba 31, 2020, ọnọdụ agbanweela."}}
{"translation": {"en": "They said, 'Yes you can, we'll help you.'\"", "ig": "Azịza anya: \"Ee, ọ bụrụ na ha nọ ebe ahụ, anyị ga-azọpụta ha maka gị.\""}}
{"translation": {"en": "They do not have... nov 7, 2017", "ig": "Eziokwu na ha amaghi ... - 4 March 2019"}}
{"translation": {"en": "Anyone can compete on price.", "ig": "Nke bụ eziokwu bụ na onye ọ bụla nwere ike ịsọ mpi maka ọnụ ala."}}
{"translation": {"en": "The water should be cold and at low pressure.", "ig": "Osimiri ahụ kwesịrị ịdị ala, nke na-adịghị emetụ."}}
{"translation": {"en": "What does hashomer hatzair mean?", "ig": "Gịnị ka Yatharth pụtara?"}}
{"translation": {"en": "She is such a beauty and I love her eyes.", "ig": "Ọ mara mma nke ukwuu, enwere m mmasị na anya ya."}}
{"translation": {"en": "Shame on Buhari and his Team.", "ig": "Ọ bụ nnukwu ihe ihere n'ebe Onyeisiala Buhari na gọọmenti ya niile nọ."}}
{"translation": {"en": "The Oxford English Dictionary named \"GIF\" the 2012 word of the year.", "ig": "Akwụkwọ ọkọwa okwu Oxford họọrọ \"GIF\" dịka okwu nke afọ na 2012."}}
{"translation": {"en": "Do I have to change?", "ig": "M Kwesịrị Ime Mgbanwe?"}}
{"translation": {"en": "There are no current rules for state of play.", "ig": "Ruo ugbu a, mba ahụ enweghị iwu doro anya banyere ịgba chaa chaa."}}
{"translation": {"en": "answering (2)", "ig": "Abu Zagha (2)"}}
{"translation": {"en": "215g (including cord)", "ig": "260 g (gụnyere batrị)"}}
{"translation": {"en": "But what if there's a better solution?", "ig": "Ma gịnị ma ọ bụrụ na e nwere ụzọ ka mma?"}}
{"translation": {"en": "Sedona Eye \" What You Need to Know About the Coronavirus", "ig": "\" Mmetọ ọgwụ n'ala anyị \" Ihe Ị kwesiri ịma banyere CORONA VIRUS"}}
{"translation": {"en": "(Perhaps closer to 99.9%!)", "ig": "(Ikekwe ọ ga-eru nso na 99.9%!)"}}
{"translation": {"en": "What's the craziest thing you've said to your kid?", "ig": "Kedu ihe kachasị njọ ị gwara nwa gị?"}}
{"translation": {"en": "\"There's something wrong here...", "ig": "Ọ nwere ihe adịghị mma ebe a ..."}}
{"translation": {"en": "A young man came up to Jesus and asked,  Teacher, what good thing must I do to get eternal life?   Why do you ask me about what is good?", "ig": "[16] Otu nwoke bịakwutere Jisọs jụọ ya ajụjụ sị, \"Ezi onye ozizi, gịnị ka m ga-eme ka m keta ndụ ebighị ebi?\"[17] Jisọs zara sị ya, \"Gịnị mere i ji na-ajụ m ajụjụ banyere ihe ziri ezi?"}}
{"translation": {"en": "While this collection focuses on Europe, there are other databases covering the whole world.", "ig": "Ọ bụ ezie na infographic a lekwasịrị anya na Europe, ụwa ndị ọzọ adịghị iche."}}
{"translation": {"en": "I hope to meet you one day....", "ig": "Ọ ga-amasị m izute gị ụbọchị ụfọdụ...."}}
{"translation": {"en": "38_7_We never heard of this in the former faith.", "ig": "38: 7 Ọ dịghị mgbe anyị nụrụ nke a n'ebe bụbu okpukpe."}}
{"translation": {"en": "This in advance of Merkel's visit to the US.", "ig": "Ha mere nke a na njem nleta Macron gara na mba Amerịka."}}
{"translation": {"en": "Don't worry, he/she will come back .", "ig": "Echegbula, ọ ga-alaghachi."}}
{"translation": {"en": "Getting there hasn't been easy.", "ig": "Iru ebe ahụ adịghị mfe."}}
{"translation": {"en": "Failure to do so may also compromise the confidentiality of your information.", "ig": "Icheghị ime nke a nwekwara ike imebi nzuzo nke ozi gị."}}
{"translation": {"en": "This is an ENGLISH ONLY forum.", "ig": "Nke a bụ English naanị Forum."}}
{"translation": {"en": "They are in good condition", "ig": "Are nọ n'ọnọdụ dị mma."}}
{"translation": {"en": "It ranks as the No. 5 most popular site among U.S. websites.", "ig": "Ọ na-adaba dị ka Nke 5 kasị ewu ewu na saịtị n'etiti weebụsaịtị US."}}
{"translation": {"en": "The warmth of red, yellow, or orange can represent excitement or even anger.", "ig": "Ihe na-acha uhie uhie, odo odo ma ọ bụ oroma nwere ike igosi obi ụtọ ma ọ bụ ọbụna iwe."}}
{"translation": {"en": "But let's go with 45 minutes.", "ig": "Ya mere, ka anyị gaa maka sekọnd 45."}}
{"translation": {"en": "What is the price of Harley Davidson motorcycle?", "ig": "Ego ole bụ igwe eletrik nke Harley-Davidson?"}}
{"translation": {"en": "The day I met you", "ig": "Thebọchị m zutere gị"}}
{"translation": {"en": "Why should we suffered because of Adam's Sin?", "ig": "Gịnị mere anyị niile ji soro mmehie Adam?"}}
{"translation": {"en": "Luk 8:11 Now the parable is this: The seed is the word of God.", "ig": "8:11 Ma ilu bụ nke a: Mkpụrụ ahụ bụ okwu Chineke."}}
{"translation": {"en": "It's also the best time to grow your career.", "ig": "Agbanyeghị, nke a bụkwa oge mgbe ị ga-enwerịrị ike ịnapụta ọrụ gị kacha mma."}}
{"translation": {"en": "He knows that we are dust.", "ig": "Ọ ghọtara na anyị bụ ájá ma ọ hụrụ anyị n'anya."}}
{"translation": {"en": "This is the judgment given to you today.", "ig": "Ọ bụ ikpe anyị na-ewetara gị taa."}}
{"translation": {"en": "I'd love your advice on the best video format for use in iMovie 10.1.1.", "ig": "Nduzi a ga-egosi gị otu esi enweta ngwaọrụ ịdebe kachasị amasị gị ma iMovie '11 na iMovie 10.x."}}
{"translation": {"en": "Coloman of Hungary: Wikis", "ig": "Mike Beebe: Wikis"}}
{"translation": {"en": "Let's share the story!", "ig": "Kekọrịta Akụkọ a!"}}
{"translation": {"en": "So it is the best time to purchase . .", "ig": "Ugbu a bụ oge kachasị mma iji nweta ahịa a na-enye ọ .ụ."}}
{"translation": {"en": "When the Pharisees saw this, they said to him, \"See, your disciples are doing what is unlawful to do on the sabbath.\"", "ig": "2 Ma mgbe ndị Farisii hụrụ ya, ha sịrị ya, \"Lee, ndị na -eso ụzọ gị na -eme ihe iwu na -akwadoghị ime n'ụbọchị izu ike.\""}}
{"translation": {"en": "SOAP was developed in the late 1990s as a network protocol using XML as its message format and HyperText Transfer Protocol (HTTP) as its transport.", "ig": "E mepụtara SOAP na njedebe afọ 1990 dịka nkwekọrịta netwọk iji XML dị ka usoro ozi na HyperText Transfer Protocol (HTTP) dịka njem ya."}}
{"translation": {"en": "It works well and I still use it.", "ig": "O meela m nke ọma, ma m ka na-eji ya."}}
{"translation": {"en": "A successful woman is one who can find that man.", "ig": "Nwanyị nwere ihe ịga nke ọma bụ onye nwere ike ịhụ nwoke dị otú ahụ."}}
{"translation": {"en": "Walter Burr: one of the best", "ig": "Ken Burns: Otu n'ime mmetụta kacha mma."}}
{"translation": {"en": "Those are the losers.", "ig": "Ndị a bụ losers."}}
{"translation": {"en": "It is like a believer saying \"I believe in God because I am convinced that He exists.\"", "ig": "Anyị na-ekwupụta ihe anyị kweere na-atụghị ụjọ ọ bụla, nꞌihi na anyị kweere na Chineke, dị ka e si dee ya nꞌakwụkwọ Abụ Ọma sị, \"Ekweere m na Chineke, ya mere aga m ekwupụtakwa ihe m kwenyere.\""}}
{"translation": {"en": "The translation of Reiki and what it means", "ig": "Ihe ngosi nke Reiki na ihe ha pụtara"}}
{"translation": {"en": "This means that people can borrow money.", "ig": "N'ezie, nke a nwere ike ime ka ụmụaka na-eto eto nwee ike ịzụta ego."}}
{"translation": {"en": "All you need is a scanner and Adobe Acrobat or another software program that generates PDFs.", "ig": "Ihe niile ị chọrọ bụ scanner na Adobe Acrobat ma ọ bụ usoro ngwanrọ ọzọ nke sitere na PDFs."}}
{"translation": {"en": "Yeah, I did a few days ago.", "ig": "Ee, m na-ekwu, ha gosipụtara ụbọchị ole na ole gara aga."}}
{"translation": {"en": "What is the meaning of blue sky?", "ig": "Kedu ihe akara igwe igwe na-acha anụnụ anụnụ pụtara?"}}
{"translation": {"en": "Another problem is the delivery system.", "ig": "Ihe mgbochi ọzọ maka sistemụ okporo ụzọ bụ itinye nghazi."}}
{"translation": {"en": "Yet we both used the same product and as many applications.", "ig": "Otú ọ dị, ọtụtụ n'ime anyị enwetawo ụdị ọjọọ nke iji otu aha njirimara ahụ na ọtụtụ ọrụ dị iche iche."}}
{"translation": {"en": "I'll try it again in a few months.", "ig": "Aga m anwale ọzọ na ụbọchị ole na ole."}}
{"translation": {"en": "There are over 86 billion web pages published, and most of those pages are not worth quoting.", "ig": "E nwere ihe karịrị 100 ijeri ibe weebụ e bipụtara, ọtụtụ n'ime ibe ndị ahụ adịghịkwa ekwupụta."}}
{"translation": {"en": "\"I used to work 14-hour days.", "ig": "\"N'ebe m na-arụ ọrụ, m ji iri awa isii na anọ rụọ ọrụ."}}
{"translation": {"en": "If we live by the Spirit, let's follow the Spirit.", "ig": "Ọ bụrụ na anyị na -ebi ndụ site na mmụọ nsọ, ka anyị na -esokwa mmụọ nsọ."}}
{"translation": {"en": "On the other hand, you need to make sure that your 4K TV also supports HDR.", "ig": "Ị ga-achọ ịlele ụdịdị nke 4K TV gị iji jide n'aka na ọ na-akwado HDR."}}
{"translation": {"en": "36 Now as they went down the road, they came to some water.", "ig": "36 Mgbe ha si n'ụzọ ahụ na-agbadata, ha rutere mmiri."}}
{"translation": {"en": "He wonders who and what he is.", "ig": "Nwoke na-ajụ onwe ya banyere onye na ihe ọ bụ."}}
{"translation": {"en": "We know that Jesus could come back at any time!", "ig": "Ọ bụ n'ezie oge na-aghọta na Jizọs nwere ike ịbịa n'oge ọ bụla!"}}
{"translation": {"en": "What should you look for when buying a milling machine?", "ig": "Kedu ihe ị ga-ele anya mgbe ịzụrụ multimeter?"}}
{"translation": {"en": "Even so, when you see these things happening, you know that the kingdom of God is near.", "ig": "Otu aka ahụ, mgbe ọbụla ụnụ hụrụ ka ihe ndị a na-emezu maranụ na Alaeze Chineke dị nso."}}
{"translation": {"en": "Looking for work abroad.", "ig": "Ọ bụ naanị onye na-achọ ọrụ ná mba ọzọ."}}
{"translation": {"en": "\"When a bird is alive, it eats ants, but when the bird dies, it is the ants that eat it.", "ig": "Mgbe nnụnụ dị ndụ, ọ na-eri ndanda, ma mgbe ọ nwụrụ, ndanda na-eri ya"}}
{"translation": {"en": "The beat (club MIX)", "ig": "Nwanyi Oma (Club Mix)"}}
{"translation": {"en": "I want you my baby (My baby)", "ig": "obim bu nke gi (my baby)"}}
{"translation": {"en": "a year or more?", "ig": "Ọ dị maka otu afọ ma ọ bụ karịa?"}}
{"translation": {"en": "Hanse 315 for sale in Germany for €89,900", "ig": "Egwuregwu Moto 360 dị ugbu a maka ịzụta na Spain maka € 289"}}
{"translation": {"en": "So, let's start by describing Rutherford's experiment.", "ig": "Ma mbụ, ka anyị kwatuo mkpọsa mkpọsa nke Rutherford."}}
{"translation": {"en": "Accusations Against the Jews", "ig": "Ebubo megide ndị Juu."}}
{"translation": {"en": "These words have no meaning.", "ig": "Otú ọ dị, okwu ndị a sitere na okwu ndị a abụghị ihe ha pụtara."}}
{"translation": {"en": "Amazon India is the only place where you can get the OnePlus 9 series.", "ig": "Yabụ India ga-abụ mba izizi n'ụwa ebe ọ ga-ekwe omume ịzụta OnePlus 6T a."}}
{"translation": {"en": "Windows XP does not start.", "ig": "My windows XP gaghị amalite."}}
{"translation": {"en": "We promise to provide superior quality, service and value.", "ig": "Anyị na-ekwe nkwa na elu mma, elu arụmọrụ ngwaahịa na elu nnweta."}}
{"translation": {"en": "The audio is also good.", "ig": "Audio ga-adịkwa mma."}}
{"translation": {"en": "Acts 9:37 -- But it happened in those days that she became sick and died.", "ig": "9:37 Ma ọ mere na, n'ụbọchị ndị, ọ dara ọrịa ma nwụọ."}}
{"translation": {"en": "What's the first thing you do when you come into the office?", "ig": "Kedu ihe mbụ ị na-eme mgbe ị banyere n'ọfịs ahụ?"}}
{"translation": {"en": "TV's throughout the house.", "ig": "TV nọ n'ebe nile n'ime ezinụlọ anyị."}}
{"translation": {"en": "Yes, but there is a time and a place.", "ig": "Mhm bụ eziokwu na ee, mana enwere oge na ebe ọ ga - eji."}}
{"translation": {"en": "\"Why do you call Me 'Lord, Lord,' and not do what I tell you?", "ig": "\"Gịnị mere unu ji na-akpọ m Onyenwe anyị, Onyenwe anyị, ma unu adịghị eme ihe m gwara unu?"}}
{"translation": {"en": "How do you do that without an account?", "ig": "Mana olee otu i si eme nke a n'enweghị ụlọ ahịa ngwa?"}}
{"translation": {"en": "Big and small, we do it all!", "ig": "Ma onye ukwu ma onye nta, anyị na-eme ya niile."}}
{"translation": {"en": "I know you want to..", "ig": "Amaara m na ị chọrọ ya ..."}}
{"translation": {"en": "Emily's Father", "ig": "aka Emily's Dad"}}
{"translation": {"en": "He's a student", "ig": "A bụ nnukwu nwa akwụkwọ."}}
{"translation": {"en": "People of Tamilnadu want to have a change in governance.", "ig": "Ndị ntorobịa Imo steeti a chọrọ igbanwe etu e si eme ndọrọndọrọ ọchịchị."}}
{"translation": {"en": "There is no video when I play DVD or watch TV (HDMI), just a sound only.", "ig": "Enweghi AV maka vidiyo ma ọ bụ njikọ dijitalụ maka ọdịyo (HDMI naanị)."}}
{"translation": {"en": "\"The Mighty One has done great things for me, and His name is holy.", "ig": "Onye ji ike niile emeerela m nnukwu ihe itụnanya: aha Ya dị asọ."}}
{"translation": {"en": "I do not want to change", "ig": "N'ihi na achọghị m ịgbanwe."}}
{"translation": {"en": "Marketing can be tough but, it does not need to be scary.", "ig": "Ọ bụ ezie na ịzụ ahịa nwere ike ịbụ ihe aghụghọ ịghọ aghụghọ, ọ ka nwere ike ijikwa, ọ dịghịkwa mkpa ịtụ ụjọ."}}
{"translation": {"en": "You can, for example, write weekly articles on topics relevant to your products.", "ig": "Dịka ọmụmaatụ, site n'oge ruo n'oge ịnwere ike ịde tweet banyere ngwaahịa ndị dabara adaba na foto nke ihe ngosi gị."}}
{"translation": {"en": "The workers know what to do and how to do it.", "ig": "Gọọmenti ma ihe ha ga-eme na otu a ga-esi me ya ka ụmụakwụkwọ malite akwụkwọ."}}
{"translation": {"en": "If you can't get your file to open with the programs mentioned above, there's a good chance that your file isn't in any of those formats.", "ig": "Ọ bụrụ na ịnweghị ike ịmeghe faịlụ gị na mmemme ndị a kpọtụrụ aha n'elu, enwere ezigbo ohere na faịlụ gị adịghị na nke ọ bụla n'ime usoro ndị ahụ."}}
{"translation": {"en": "A man in love is incomplete until he has married.", "ig": "Nwoke nwere ịhụnanya ezughi oke rue mgbe ọ lụrụ nwunye, mgbe ahụ ka ọ gwụchara."}}
{"translation": {"en": "Good Things in Life", "ig": "-Enwe mma Ihe ná Ndụ."}}
{"translation": {"en": "I began to write and write and write until I became good at it.", "ig": "Amalitere m ide ihe ma nọgide na-elekwasị anya na ya ruo mgbe m mechara."}}
{"translation": {"en": "Especially if they're being asked.", "ig": "Karịsịa mgbe a na-ajụ ha ajụjụ gbasara gị."}}
{"translation": {"en": "\"It is confidence in our bodies, minds, and spirits that allows us to keep looking for a new adventure.\"", "ig": "Ọ bụ ntụkwasị obi n'ahụ anyị, na uche anyị, na mmụọ anyị nke na-enye anyị ohere ịnọgide na-achọ ihe omume ndị ọhụrụ...."}}
{"translation": {"en": "You didn't see the Devil.", "ig": "N'agbanyeghị nke ahụ, ọ hụghị nnukwu ekwensu."}}
{"translation": {"en": "Can keep the prices of each day.", "ig": "N'ebe a, ị nwere ike nyochaa ọnụahịa nke ego emere kwa ụbọchị."}}
{"translation": {"en": "And he preached in the synagogues of Galilee.", "ig": "Site nꞌebe ahụ, o bidoro na-agagharị ebe nile na-ekwusa okwu Chineke nꞌụlọ nzukọ nile dị na Galili."}}
{"translation": {"en": "Facebook is the king of social network.", "ig": "Ka anyi me ka o doo anya: Facebook bu eze nke social media."}}
{"translation": {"en": "Interior designers need to finish school in order to know more about their profession and craft.", "ig": "Ndị mmepe weebụ kwesịrị ịmatakwu banyere ihe nkesa ahụ ka ha nwee ike ịmepụta ihe odide na mmemme ha."}}
{"translation": {"en": "I think we need more.;)", "ig": "Echere m na ọ kwesịrị inwe ihe ọzọ 😉"}}
{"translation": {"en": "2020/2/12Microsoft has a large number of Excel templates available online that make it easy to quickly create a good-looking and functional worksheet for any number of purposes.", "ig": "Microsoft nwere ọnụ ọgụgụ buru ibu nke ndebiri Excel dị na ntanetị nke na-eme ka ọ dị mfe iji ngwa ngwa mepụta otu akwụkwọ arụmọrụ mara mma ma rụọ ọrụ maka ọtụtụ nzube."}}
{"translation": {"en": "In addition, the HDMI 2.", "ig": "Ọzọ bụ njikọ HDMI 2 ."}}
{"translation": {"en": "Even the most experienced bloggers understand the blogosphere is an ever-changing place and no one knows everything there is to know about blogging.", "ig": "Ọbụna ndị na-ede blọgụ ndị kasị nwee nghọta na-akọwa blogosphere bụ ọnọdụ na-agbanwe mgbe niile ma ọ dịghị onye maara ihe niile dị mkpa ịmata banyere ịde blọgụ."}}
{"translation": {"en": "This makes it one of the most preferred gambling options for all.", "ig": "Ọ nwere ọtụtụ uru na-eme ka anyị họrọ ya dị ka otu n'ime egwuregwu kachasị mma maka mmadụ niile."}}
{"translation": {"en": "33 Little children, I shall be with you a little while longer.", "ig": "33 Ụmụntakịrị, m ga-anọnyere gị obere oge."}}
{"translation": {"en": "Data transfer speeds of up to 480 Mbps", "ig": "Na-akwado elu-ọsọ data nyefe udu nke ruo 480 Mbps"}}
{"translation": {"en": "How can I be worried?", "ig": "Olee otú m ga-esi nwee nchegbu?"}}
{"translation": {"en": "In Christ, we see God.", "ig": "Na Kraist anyị na-ahụ onye Chineke bụ."}}
{"translation": {"en": "And what if he had done it?", "ig": "Gịnị ma ọ bụrụ na o mere ya."}}
{"translation": {"en": "Of course buying the books is only a first step.", "ig": "N'ezie, ịzụta ụlọ ihe nkiri nke ihe ị na-ahọrọ bụ nanị nzọụkwụ mbụ."}}
{"translation": {"en": "Think of ways you can get rid of your fears.", "ig": "Lee ụzọ ole ị ga - esi kwụsị ha na egwu ha."}}
{"translation": {"en": "But you are my only hope\"", "ig": "\"Ị bụ naanị olileanya anyị.\""}}
{"translation": {"en": "\"Blessed are the pure in heart, for they will see God.\"", "ig": "\"Obi ụtọ na-adịrị ndị dị ọcha n'obi, n'ihi na ha ga-ahụ Chineke.\""}}
{"translation": {"en": "Our Collaborations Include:", "ig": "Mkpakọrịta anyị na-arụ ọrụ gụnyere:"}}
{"translation": {"en": "The problem is that the DTV converter box only has one digital tuner.", "ig": "Nsogbu bụ na igbe nchekwa DTV naanị nwere ntanetị dijitalụ."}}
{"translation": {"en": "There are over 100 species of black tulips, and we have found the most popular ones and placed them below.", "ig": "Ụdị anụ ahụ Fescue nwere ihe karịrị ụdị 150, ma anyị achọpụtala ndị kasị ewu ewu na ha ma nye ha àgwà ha."}}
{"translation": {"en": "And now download the game.", "ig": "Download egwuregwu a ugbu a."}}
{"translation": {"en": "Without a doubt it is one of the favorite styles between men and women.", "ig": "Obi abụọ adịghị ya, ọ bụ otu n'ime ụdị egbugbu kachasị ewu ewu n'etiti ụmụ agbọghọ na ụmụ nwanyị."}}
{"translation": {"en": "Nitrogen-containing fertilizers include: urea, ammonium nitrate.", "ig": "Iji meziwanye mkpụrụ osisi na-eji nitrogen nri: urea, ammonium nitrate, potassium nitrate."}}
{"translation": {"en": "That's a huge increase, isn't it?", "ig": "Nke ahụ bụ ịrị elu mara mma, ọ bụghị ya?"}}
{"translation": {"en": "mokey's home page", "ig": "adikwumg's Home Page"}}
{"translation": {"en": "So why not make use of this?", "ig": "Ya mere, gịnị ma i were nke a mee ihe?"}}
{"translation": {"en": "There are other desktop environments available within the package manager including GNOME, LXDE, XFCE, KDE, and MATE.", "ig": "Enwere desktọọpụ ndị ọzọ dị n'ime njikwa ngwugwu gụnyere GNOME, LXDE, XFCE, KDE, na MATE."}}
{"translation": {"en": "Northern Mariana Islands Weather in February 2020", "ig": "Northern Mariana Islands - ihu igwe na January, mmiri okpomọkụ"}}
{"translation": {"en": "I didn't know what to expect", "ig": "Amaghị m ihe m ga-atụ anya ya."}}
{"translation": {"en": "And I didn't even know about it!", "ig": "Amaghịdị m nke ahụ!"}}
{"translation": {"en": "A smartphone or tablet that runs Android 2.1 or later.", "ig": "A smartphone ma ọ bụ mbadamba ngwaọrụ na-agba ọsọ Android 2.1 ma ọ bụ mgbe e mesịrị."}}
{"translation": {"en": "If that happens to you, don't worry.", "ig": "Mgbe nke a na-abịakwute gị, echegbula."}}
{"translation": {"en": "As a group Cayman National Corporation is a small but full service financial institution which allows it to be nimble and flexible.", "ig": "Dị ka otu, Cayman National bụ ụlọ ọrụ ego nke nwere oke ọrụ ma zuru oke nke na-enyere ya aka ịrụ ọrụ nke ọma ma na-agbanwe agbanwe."}}
{"translation": {"en": "1 If you have an iOS device, open App Store.", "ig": "Ọ bụrụ na ịnwe ngwaọrụ iOS, pịa bọtịnụ Store Store."}}
{"translation": {"en": "The AI is simple to beat even on Hard difficulty.", "ig": "Egwuregwu AI bụ ezigbo mma ma bụrụ nke siri ike ọbụna n'ọnọdụ dị mfe."}}
{"translation": {"en": "11 Great fear seized the whole church and all who heard about these events.", "ig": "11 Oké egwu wee jide ọgbakọ ahụ na ndị niile nụrụ ihe ndị a."}}
{"translation": {"en": "Three Years after Marriage.", "ig": "Ọ agabigawo ọnwa atọ mgbe alụmdi na nwunye ha."}}
{"translation": {"en": "This Pokémon is highly intelligent-it can understand human speech....\"", "ig": "Pokemon a nwere oke ọgụgụ isi - ọ nwere ike ịghọta okwu mmadụ."}}
{"translation": {"en": "Warriors of the Rainbow - Chess Club - Chess.com", "ig": "Bookworm - Klabu ya Chess - Chess.com"}}
{"translation": {"en": "UTM Campaign Utm_campaign is used to identify the promotion of a particular product or a strategic campaign.", "ig": "Jiri utm_campaign iji mata otu nkwalite ngwaahịa ma ọ bụ usoro mgbasa ozi."}}
{"translation": {"en": "Answer: By putting ink or toner on paper.", "ig": "Ndị na-ebipụta akwụkwọ na-ebipụta site n'itinye ink ma ọ bụ toner n'elu akwụkwọ."}}
{"translation": {"en": "One of my favorite ice wines.", "ig": "Nke a bụ otu n'ime ice cream m kachasị amasị m."}}
{"translation": {"en": "Connect to the Internet: The Connect to the Internet option supports several types of connection types.", "ig": "Jikọọ na Ịntanetị: Njikọ na Ịntanetị na- akwado ọtụtụ ụdị njikọ."}}
{"translation": {"en": "It supports exporting the file to CSV, TXT, and HTML.", "ig": "Ọ na-akwado mbupu faịlụ ahụ na CSV, TXT, na HTML."}}
{"translation": {"en": "This is compatible with Samsung S7 phone.", "ig": "Ị nwere ike ịchọrọ gị Samsung S7 telefon."}}
{"translation": {"en": "Sanook also reported a 56 year woman died in the accident.", "ig": "Arinzechukwu kwukwara na o nwere nwata nwaanyị dị afọ itoolu nwụrụ maka ihe mberede idemmiri a."}}
{"translation": {"en": "We are in compliance with the requirements of COPPA (Children's Online Privacy Protection Act), we do not collect any information from anyone under thirteen (13) years of age.", "ig": "Anyị na-agbaso ihe ndị COPPA (Iwu Nchedo Nchedo Ntanetị) chọrọ, anyị anaghị anakọta ozi ọ bụla site n'aka onye ọ bụla nọ n'okpuru afọ 13."}}
{"translation": {"en": "Do you think I am the same as you?", "ig": "Unu chere na m dika unu?"}}
{"translation": {"en": "To date, only Scotland has committed a pledge.", "ig": "Ruo ugbua, naanị mba Tanzanịa na-emezu ya bụ nkwa."}}
{"translation": {"en": "For example, if a phone number", "ig": "Dịka ọmụmaatụ, ọ bụrụ na ịchọrọ ịlele nhazi nke yiri nọmba ekwentị,"}}
{"translation": {"en": "If you don't see the information for the CD, click the CD button at the top of the iTunes window.", "ig": "Ọ bụrụ na ị gaghị ahụ ozi maka CD ahụ, pịa bọtịnụ CD n'elu mpịakọta iTunes."}}
{"translation": {"en": "\"Instead they spent all their money on the new metro line.\"", "ig": "\"Kama nke ahụ, ha mefuru ego ha niile na usoro metro ọhụrụ a.\""}}
{"translation": {"en": "So this was a brief description as to What is Instagram and How to use it.", "ig": "N'ime ntuziaka a, m kọwara n'ụzọ zuru ezu kedu ihe bụ Instagram na-ekwu na otu esi eji ya"}}
{"translation": {"en": "Isaiah 55:6 Seek the Lord while you can find Him.", "ig": "55:6 Nāchọ Jehova, mgbe ọ bụ ike ịchọta."}}
{"translation": {"en": "\"Who can really answer that question?\"", "ig": "\"Ọ dị onye n'ime unu pụrụ iza ajụjụ ahụ?̂\""}}
{"translation": {"en": "This page for example, uses this h1:", "ig": "Dịka ọmụmaatụ, koodu HTML a nwere mkpado H1 na-emenye ihe EM emetụ:"}}
{"translation": {"en": "\"We honor you all.\"", "ig": "\"Chukwu mmadụ, anyị niile na-eto gị.\""}}
{"translation": {"en": "Today's Premier league Dream team.", "ig": "Asọmpi Premier League nke taa kpụ ọku n'ọnụ."}}
{"translation": {"en": "Matthew 25:46 - The disobedient will go away into everlasting punishment, but the righteous into eternal life.", "ig": "(Matiu 25:41) Ndị ajọ omume ga-agaba n'ime ntaramahụhụ ebighị ebi, ma ndị ezi omume ga-aba na ndụ ebighị ebi."}}
{"translation": {"en": "This section describes those rights and explains how to exercise them.", "ig": "Nke a nkuzi kọwaa ntọala ndị a ma kọwaa otú ị ga-esi mee ka ha dị gị mma."}}
{"translation": {"en": "In the sun, the ostrich will grow, but will not be large.", "ig": "N'okpuru ndò shrub ahụ ga-etolitekarị, mana okooko agaghị adị ogologo ma buru ibu."}}
{"translation": {"en": "2121 You have no part or share in this matter, because your heart is not right before God.", "ig": "21 I nweghị òkè ma ọ bụ ihe nketa n'okwu a, n'ihi na obi gị ezighi ezi n'ihu Chineke."}}
{"translation": {"en": "Many of the qualities that an excellent webhosting possesses ought to also be present in a really good e-mail host.", "ig": "Ọtụtụ n'ime àgwà ndị ezigbo ụlọ ọrụ weebụ nwere kwesịkwara ịnọ na ezigbo nnabata email."}}
{"translation": {"en": "I used it, but I didn't love it.", "ig": "Enwere m ya arụnyere mana enweghị m mmasị na ya."}}
{"translation": {"en": "I mean, what's after the name change?", "ig": "Dịka ọmụmaatụ, gịnị ma ọ bụrụ na aha Carmen gbanwere?"}}
{"translation": {"en": "secfile.txt as generated by the query", "ig": "FreeProxy.ru: Nchịkọta proxy na-ebudatara dịka TXT faịlụ"}}
{"translation": {"en": "They said the police tortured him mercilessly for four days without even offering him a glass of water.", "ig": "Ọ gara n'ihu kwuo na ndị uweojii ekwesighị imesi ya ike abalị anọ n'enyeghị ya nri ma gakwaa n'ihu were nsị gbuo ya."}}
{"translation": {"en": "Remove those good and bad ideas and see the difference in your life.", "ig": "Mụta n'aka Chineke ihe dị mma na ihe ọjọ, mata ọdịiche dị n'etiti ha na ndụ gị."}}
{"translation": {"en": "In some cases, people pay more than before.", "ig": "Ekwenyere m na ndị mmadụ na-akwụ ụgwọ maka ọdịnaya karịa ka ha na-akwụ n'oge gara aga."}}
{"translation": {"en": "We will now consider each of these two questions.", "ig": "Anyị ga-eleba anya na nke ọ bụla n'ime isi ihe abụọ a ugbu a."}}
{"translation": {"en": "What that means and how you can buy one.", "ig": "Nke a bụ ihe ọ dị n'ezie na otú ị nwere ike ịzụta otu."}}
{"translation": {"en": "Not everyone knows where they are.", "ig": "Mana ọ bụghị onye ọ bụla maara ama ebe ebe a dị, na ihe ọ dị."}}
{"translation": {"en": "The iPad introduced this technology in the iPad Air 2 and the iPad mini 4, so if you have one of these or a newer iPad like the larger iPad Pro, you can use the latest routers.", "ig": "Ngwaọrụ a kwadoro nkà na ụzụ a site na iPad Air 2 na iPad mini 4, yabụ ọ bụrụ na ị nwere otu n'ime ndị a ma ọ bụ iPad dị ọhụrụ dịka iPad Pro , ị nwere ike ịkwado ndị ọhụụ ọhụrụ."}}
{"translation": {"en": "Will try to find something else", "ig": "Gbalịa ịchọpụta ihe ndị ọzọ."}}
{"translation": {"en": "That's a beautiful bag.", "ig": "Nice wee bag."}}
{"translation": {"en": "The man died three weeks after marriage", "ig": "Nwoke anwụọla izuụka atọ o si ogbenye feere ogaranya"}}
{"translation": {"en": "Many folks in the US have no clue what it is.", "ig": "Ọtụtụ ụmụ amaala United States amaghị na ihe edere na mmegharị ahụ."}}
{"translation": {"en": "What will happen if and when war breaks out?", "ig": "Gịnị Na - eme Mgbe Nchebe Na - ejupụta?"}}
{"translation": {"en": "We knew we would get the truth", "ig": "Anyị chere na anyị ga-atụle eziokwu."}}
{"translation": {"en": "It contains plenty of detail and screenshots that are useful to new users of Scribus.", "ig": "O nwere ọtụtụ nkọwa zuru ezu na nseta ihuenyo ndị bara uru nye ndị ọrụ ọhụrụ nke Scribus."}}
{"translation": {"en": "\"Above all, love each other deeply, because love covers over a multitude of faults,\" (1 Peter 4:8).", "ig": "\"Nweenụ ịhụnanya siri ike n'ebe ibe unu nọ, n'ihi na ịhụnanya na-ekpuchi ọtụtụ mmehie.\" - 1 Pita 4:8"}}
{"translation": {"en": "Writing is a relationship.", "ig": "Ide ede bụ ọrụ mmekọrịta"}}
{"translation": {"en": "We have already the code, so all you need is to modify.", "ig": "Nke a bụ otú e kwesịrị isi guzobe iwu ahụ, ebe ihe niile ị chọrọ ịgbanwe bụ ederede ike:"}}
{"translation": {"en": "\"By 2020, a customer will manage 85% of the relationship with an enterprise without interacting with a human.\"", "ig": "\"Site na 2020, ndị ahịa ga-achịkwa 85% nke mmekọrịta ha na-enweghị agwa mmadụ okwu.\""}}
{"translation": {"en": "The most effective movement.\"", "ig": "Ọganihu kachasị adigide nke a ga-enweta. \""}}
{"translation": {"en": "History of the 1950's", "ig": "akụkọ ihe mere eme 1950 .."}}
{"translation": {"en": "If so, you are a spiritual leader.", "ig": "Ọ bụrụ otú ahụ, ị bụ onye ndu nwere ọgụgụ isi."}}
{"translation": {"en": "You'll want to take your time here.", "ig": "Ya mere ị ga-ewere oge gị ebe a."}}
{"translation": {"en": "Thankfully, it does offer 5.5-hour battery life, so if you do need to take it anywhere, it shouldn't be a problem.", "ig": "Obi dị m ụtọ, ọ na-enye ndụ batrị 5,5, yabụ ọ bụrụ na ịchọrọ iji ya gaa ebe ọ bụla, ọ gaghị abụ nsogbu."}}
{"translation": {"en": "The western part of the city is called the Old Ras al-Khaimah and comprises Ras al-Khaimah National Museum and a number of the government departments.", "ig": "Na mpaghara ọdịda anyanwụ, nke a maara dị ka Old Ras Al Khaimah, bụ Ras Al Khaimah National Museum na ọtụtụ ngalaba gọọmentị."}}
{"translation": {"en": "I know you will have a good working experience with me.", "ig": "Ama m na n'ime ebere gị dị ukwuu ị ga-ahụ ọrụ dị mma maka m."}}
{"translation": {"en": "A. P. 38 years", "ig": "F. Onyeka 38"}}
{"translation": {"en": "Some records may still remain in the system and prevent avast!", "ig": "Fọrọ nke nta ka enwere ike ịchọta ihe ndekọ niile n'ime usoro a wee wepu faịlụ ha!"}}
{"translation": {"en": "If you attempt to inform them, they would laugh or get angry.", "ig": "I ziwe ndị mmadụ ozi ọma, ha nwere ike chịwa gị ọchị ma ọ bụkwanụ wewe iwe."}}
{"translation": {"en": "But it also encourages them.", "ig": "Ọ gbakwara ha ume nke ukwuu."}}
{"translation": {"en": "Who can now travel to the US?", "ig": "Onye nwere ike ịlaghachi United States si India?"}}
{"translation": {"en": "That's what happened on day one.", "ig": "Nke ahụ bụ kpọmkwem ihe mere otu ụbọchị mgbe e mesịrị."}}
{"translation": {"en": "Digital inheritance aims to bring a completely new solution to the problem.", "ig": "Ihe dị mkpa n'ozuzu bụ na dibịa ahụ na -edozi nsogbu ahụ n'ụzọ zuru oke yana ọgbara ọhụrụ."}}
{"translation": {"en": "Here's a look at some of the ways technology is impacting the industry.", "ig": "Ndị a bụ ụfọdụ ụzọ m na-ahụ na teknụzụ na-emetụta ahụike nke ụdị ụfọdụ."}}
{"translation": {"en": "Please let me know if you have any suggestions on how to kill these carpenter ants.", "ig": "Biko mee ka m mara ma ọ bụrụ na enwere arịrịọ ọ bụla ị nwere maka otu anyị nwere ike isi mee dashboard ndị a ka mma!"}}
{"translation": {"en": "2) What type of property?", "ig": "2.Which ụdị ihe onwunwe nke kenha okpu?"}}
{"translation": {"en": "Oh, that's just sexy.", "ig": "Oh mere sexy yaara"}}
{"translation": {"en": "World Environment Day is an annual event organized by the United Nations ...", "ig": "ỤBỌCHỊ ụmụaka nke e mere n'izuụka gara aga, ma bụrụ nke a na-eme afọ ọbụla dịka otu mba ụwa siri hazi ya,..."}}
{"translation": {"en": "Hate me mp3.", "ig": "Kole sere mp3"}}
{"translation": {"en": "Looking forward to them arriving in a couple of weeks", "ig": "Ha ga-echere ka ngwaahịa a bịarute izu ole na ole."}}
{"translation": {"en": "When you are running a business, searching for things like keyword density, backlinking, and search authority can take a great deal of time.", "ig": "Mgbe ị na-azụ ahịa, ịchọ ihe dịka njupụta isiokwu, azụ azụ, na ikike ọchụchọ nwere ike iwe nnukwu oge."}}
{"translation": {"en": "It was the same thing for me on Sunday.", "ig": "Kpọmkwem otu ihe ahụ mere m na Mọnde, Doug."}}
{"translation": {"en": "4:33 And with great power the apostles gave witness to the resurrection of the Lord Jesus.", "ig": "4:33 Na oké ike, Ndịozi ahụ na-ejere àmà banyere mbilite n'ọnwụ nke Jizọs Kraịst Onyenwe anyị."}}
{"translation": {"en": "Its Life is my life.", "ig": "Ọnwụ ya bụ nke m, ya bụ ndụ ya."}}
{"translation": {"en": "See how we do it here.", "ig": "Lee otú ime nke a ebe a."}}
{"translation": {"en": "When you buy a new computer you expect it to come with a certain amount of included software.", "ig": "Ohere bụ na mgbe ị zụtara usoro kọmputa, ọ ga-abịa na ọtụtụ usoro mmemme ndị ọzọ arụnyere na sistemụ arụmọrụ."}}
{"translation": {"en": "Peter denied him three times.", "ig": "Pita gọnahụrụ ya ugboro atọ."}}
{"translation": {"en": "But they did see me do these things, and they still hate me and my Father too.", "ig": "Ma ugbu ha ahụzuola ọrụ ịrịba ama ndị a nile, ma ha nọgidekwara naakpọ mụ na Nna m asị."}}
{"translation": {"en": "A: We are professional tool manufacturer since 1995.", "ig": "A: Anyị bụ ọkachamara emeputa ngwa ọrụ kemgbe 1995."}}
{"translation": {"en": "Protecting your child.", "ig": "Chebe nwa gị!"}}
{"translation": {"en": "You only have to sit down and do that.", "ig": "Yabụ ihe niile ị ga - eme bụ ịgafe usoro ndị a ma nọdụ ala."}}
{"translation": {"en": "Make sure you understand everything you need, financially and otherwise.", "ig": "Naanị jide n'aka na ị maara ihe niile dị mkpa, n'ihe gbasara ngwa na ego, iji nweta ya niile."}}
{"translation": {"en": "The best, ExpressVPN comes with a 30-day money-back guarantee, so you can try it for free for a month or sign up for an annual plan and get 3 months absolutely FREE.", "ig": "Nke kachasị, ExpressVPN na-abịa na nkwa ịkwụ ụgwọ ụbọchị 30 ka ị nwee ike ịnwale ya n'efu maka otu ọnwa, ma ọ bụ debanye aha maka atụmatụ kwa afọ wee nweta ọnwa 3 kpamkpam n'efu."}}
{"translation": {"en": "The useful and relevant results in this context are the content of websites all over the internet.", "ig": "Nsonaazụ bara uru ma dị mkpa na amaokwu a bụ ọdịnaya nke weebụsaịtị niile na ịntanetị."}}
{"translation": {"en": "Jay Z and Beyonce: Who is Richer?", "ig": "Mikel Obi and Kanu Nwankwo: Who is Richer?"}}
{"translation": {"en": "Cover or remove all exposed food, feed, and drinking water.", "ig": "Sichaa mmiri ọ bụla, nri, ma ọ bụ ihe ruru unyi na mmiri dị ọcha."}}
{"translation": {"en": "This is an amazing example of how vision and space can make the difference in architecture.", "ig": "Nke a bụ ezigbo ihe atụ ebe ọgụgụ isi na mmụta igwe nwere ike ime ihe dị iche."}}
{"translation": {"en": "You will now be able to enjoy...", "ig": "Ugbu a ị nwere ike ịnụ ụtọ..."}}
{"translation": {"en": "Finally, in case there was any startegy, free DNS servers do not give you free internet access.", "ig": "N'ikpeazụ, ọ bụrụ na enwere mgbagwoju anya, free DNS sava anaghị enye gị ohere ịntanetị!"}}
{"translation": {"en": "The wood is chipped and burned in the power plant to make electricity.", "ig": "A na -egwepịa ibe osisi ndị fọdụrụ ma kpọọ ya ọkụ n'ime ọkụ iji nweta ọkụ eletrik."}}
{"translation": {"en": "\"Who knows the answer to the question?\"", "ig": "\"Ọ dị onye n'ime unu pụrụ iza ajụjụ ahụ?̂\""}}
{"translation": {"en": "I hope to never see you again!", "ig": "Enwere m olile anya na agbataghị m ha ọzọ!"}}
{"translation": {"en": "List of things that will be allowed", "ig": "Ndepụta nke ihe ndị nwere ike ịmeghe"}}
{"translation": {"en": "Give them opportunities to get involved and reasons to come back to your store.", "ig": "Nye ha ahụmịhe na ihe kpatara iji laghachi n'ụlọ ahịa gị."}}
{"translation": {"en": "We want to make sure there's enough food.", "ig": "Site na otu a enwere obi ike na a ga-enwe ọtụtụ ihe zuru oke maka inye ndị na- eri nri nri ."}}
{"translation": {"en": "You and your Shadow! - the St. Thomas blog", "ig": "Anxiety and You _ Okwukweucheagwu's Blog"}}
{"translation": {"en": "Apologies for last week's incorrect information.", "ig": "Ana m arịọ mgbaghara maka enweghị ọdịnaya nke izu gara aga."}}
{"translation": {"en": "The Moto Z and Z Droid come in 32 GB and 64 GB configurations and can accept microSD cards up to 2TB (once such cards exist).", "ig": "Moto Z na Z Droid abata na configurations 32 GB na 64 GB ma nwee ike ịnabata kaadị microSD ruo 2TB (ozugbo ụdị kaadị dị)."}}
{"translation": {"en": "What is a franchising relationship?", "ig": "Kedu ụdị azụ ahịa Franchise dị?"}}
{"translation": {"en": "all of these items are my very own!", "ig": "Edemede niile dabere naanị n'onwe m!"}}
{"translation": {"en": "So they strengthen their hands for the good work.", "ig": "Ha wee mee ka aka ha dị ike maka ọrụ ọma ahụ.+"}}
{"translation": {"en": "The ping utility can be used to look up ip addresses of websites and any other kind of running network device.", "ig": "Enwere ike iji ojiji ping elebanye anya na adreesị IP nke weebụsaịtị na ụdị ọrụ netwọk ọ bụla ọzọ."}}
{"translation": {"en": "How should they be treated?", "ig": "Oleekwa otú e kwesịrị isi gwọọ ha?"}}
{"translation": {"en": "The name \"GNOME\" is an acronym of GNU Network Object Model Environment.", "ig": "A na-akpọ otu ebe a na-ahụkarị desktọọpụ GNOME nke na-anọchite anya GNU Network Object Model Environment."}}
{"translation": {"en": "BEIJING, May 28,2020 -- China's top legislature, the National People's Congress (NPC), on Thursday held the closing meeting of its annual session.", "ig": "Beijing, May 28 (Xinhua) - Ndị omebe iwu kachasị elu na China, National People's Congress (NPC), nọrọ na Tọzdee nwee nzukọ mmechi nke nnọkọ ha na-eme kwa afọ."}}
{"translation": {"en": "The makeup and performance of these two materials however are very different.", "ig": "Otú ọ dị, otú ha si emepụta ma gosipụta ihe oyiyi ndị ahụ bụ n'ezie dị nnọọ iche."}}
{"translation": {"en": "Currently, there are no changes to deadlines for compliance filings in the Netherlands.", "ig": "Na Netherlands ugbu a enweghị iwu akọwapụtara gbasara nhazi ịkpọtụrụ n'oge coronavirus."}}
{"translation": {"en": "On the internet, however, a piece of content can spread just like a virus if people become \"infected\" when they see it.", "ig": "Na ịntanetị, otu ọdịnaya nwere ike gbasaa dị ka nje ma ọ bụrụ na ndị mmadụ \"emerụ\" mgbe ha hụrụ ya."}}
{"translation": {"en": "Dania's activities", "ig": "Attività di Danyela"}}
{"translation": {"en": "\"They are angels,\" he says.", "ig": "Mgbe ahụ ha na-ekwu, \"Ọ bụ mmụọ ozi ya.\""}}
{"translation": {"en": "Serve at room temperature 18-20 degrees C.", "ig": "A na-echekwa ngwakọta a n'ime ụlọ na okpomọkụ nke 18-20 Celsius C."}}
{"translation": {"en": "If the target has more than 1600 maximum Health, the bonus increases to 60%.", "ig": "Ọ bụrụ na mkpụrụ nke mmiri ara ehi karịa akara nke 6000 lita, ọdịnaya abụba ahụ ruru 6%."}}
{"translation": {"en": "For He said, 'See that you make all things according to the pattern shown you on the mountain.'\"", "ig": "Chineke gwara ya okwu sị, \"Lezie anya hụ na i mere ihe nile nꞌusoro dị ka m si gosi gị nꞌelu ugwu.\""}}
{"translation": {"en": "I'm still working on this thing.", "ig": "Ọfọn, m ka na-arụ ọrụ na nke ahụ."}}
{"translation": {"en": "Is the Apple Watch for You?", "ig": "Apple Watch ọ dị mma maka gị?"}}
{"translation": {"en": "You can pay $5, $50 or somewhere in between.", "ig": "Ị nwere ike ịnweta kaadị dị ala $ 5 ma dị ka $ 100 na ebe ọ bụla n'etiti."}}
{"translation": {"en": "Do you want to see Moana?", "ig": "Ya mere, ọ dị mma ịhụ Moana?"}}
{"translation": {"en": "And if you're looking for other ways to get involved, our Community Team has lots of ideas.", "ig": "Ma ọ bụrụ na ị na-achọ ụzọ ndị ọzọ ị ga-esi tinye aka, Team Community ha nwere ọtụtụ echiche."}}
{"translation": {"en": "(See, for example, Matthew 13.)", "ig": "(Lee ọkachasị Matiu 13)."}}
{"translation": {"en": "Make sure that you check it out so that you can get a good idea of what to expect.", "ig": "Hụ na ị ga-achọpụta ụdị akwụkwọ ahụ iji nweta ezigbo echiche nke ihe ị nwere ike ịchọta."}}
{"translation": {"en": "A significant decline in the number of users is probably what drove the decision to kill the chat rooms, as was the closure of AIM Chat in 2010.", "ig": "Ihe dị ịrịba ama na ọnụ ọgụgụ ndị ọrụ nwere ike ịbụ ihe kpatara mkpebi ahụ iji gbuo ụlọ nkwurịta okwu, dị ka mmechi nke AIM Chat na 2010."}}
{"translation": {"en": "If you decide to register with Facebook Connect and click on the \"Login with Facebook\" or \"Connect with Facebook\" buttons, you will be automatically redirected to the Facebook platform.", "ig": "Ọ bụrụ na ị kpebie ịdebanye aha na Facebook Jikọọ ma pịa \"Nbanye na Facebook\" / \"Jikọọ na Facebook\" bọtịnụ, a ga-echegharị gị na ntinye Facebook."}}
{"translation": {"en": "We keep moving and we do not stop.", "ig": "Anyị ka na-akwọ ụgbọala, anyị ka na-aga, ha achọghị ịkwụsị."}}
{"translation": {"en": "5 So when Jesus looked up and noticed a huge crowd coming toward him, he asked Philip, \"Where will we buy bread so that these people can eat?\" 6 He asked this to test him, for he himself knew what he was going to do.", "ig": "5  Ya mere, mgbe Jizọs leliri anya wee hụ na oké ìgwè mmadụ na-abịakwute ya, ọ jụrụ Filip, sị: \"Olee ebe anyị ga-azụta achịcha ka ndị a rie?\"+ 6  Otú ọ dị, ọ na-ekwu ihe a iji nwalee ya, n'ihi na ya onwe ya maara ihe ọ chọrọ ime."}}
{"translation": {"en": "Portrait Gallery of Canada.", "ig": "Kanada Foto Galerisi"}}
{"translation": {"en": "OnStar became popular in the 1990s as an emergency service system for vehicles made by General Motors.", "ig": "A malitere na OnStar n'afọ ndị 1990, ma ghọọ onye a ma ama dị ka usoro ihe mberede maka ụgbọala ndị General Motors mere."}}
{"translation": {"en": "Christ delivers us from the condemnation of the law.", "ig": "Ma Kraịst agbapụtala anyị site nꞌọbụbụ ọnụ ahụ nke idebe iwu gaara ewetara anyị."}}
{"translation": {"en": "He didn't really know what to expect.", "ig": "E kwuwerị, ọ maghị kpọmkwem ihe ị ga-atụ anya ya."}}
{"translation": {"en": "They are $20, but worth every penny.", "ig": "Ọ na-efu $ 20, ma ọ bara uru penny ọ bụla."}}
{"translation": {"en": "Who edited the video.", "ig": "Onye mepụtara vidio a?"}}
{"translation": {"en": "37 And what I say to you, I say to all: WATCH!\"", "ig": "37 Ihe m na-agwa gị ka m na-agwa mmadụ nile, Lelee."}}
{"translation": {"en": "It reduces the symptoms.", "ig": "Nke a ga-ebelata mgbapụta mgbaàmà."}}
{"translation": {"en": "We should also note that the word \"authority\" is plural.", "ig": "Yabụ na anyị kwesịrị ịghọta na okwu a \"Onye nwe ihe niile\" na -efu \"ihe okike.\""}}
{"translation": {"en": "We tell you how and where to find the.", "ig": "Anyị na-agwa gị otu na ebe ị ga - ahụ ya."}}
{"translation": {"en": "\"All that glitters isn't gold.\" - Shakespeare", "ig": "Ihe niile na-egbuke egbuke abụghị ọla edo. - William Shakespeare"}}
{"translation": {"en": "Where's the United Nations?", "ig": "Ina atupuru ha onu?"}}
{"translation": {"en": "One of the best additions to the iPad's operating system in the last few years was the virtual touchpad.", "ig": "Otu n'ime ihe kachasị mma na sistemụ arụmọrụ nke iPad na afọ ole na ole gara aga bụ ihe ntinye aka."}}
{"translation": {"en": "Once you have deleted your account it will be impossible to recover it.", "ig": "Ozugbo a kwadoro PageRank gị, o nwere ike ịbụ ihe na-agaghị ekwe omume iji nwetaghachi ya."}}
{"translation": {"en": "Mankind is using computers for over many decades now.", "ig": "Ọtụtụ ndị na-emepụta ihe dị iche iche dị na kọmputa onwe ha kemgbe afọ iri ugbu a."}}
{"translation": {"en": "That suggests manufacturing is still under pressure.", "ig": "Nke ahụ na-egosi na nrụgide dị n'akụkụ ala ka dị mkpa ka ndị ahịa na-elekwasị anya."}}
{"translation": {"en": "The sole purpose of the links is to provide the User with the possibility of accessing said links and knowing our products, although AB Internet Networks 2008 SL is not responsible in any case for the results that may be derived to the user by accessing said links.", "ig": "Ebumnuche nke njikọ ndị ahụ bụ iji nye Onye ọrụ ohere nke ịnweta njikọ ahụ yana ịmara ngwaahịa anyị, ọ bụ ezie na AB Internet Networks 2008 SL enweghị ọrụ ọ bụla maka nsonaazụ ndị enwere ike ịnweta onye ọrụ site na ịnweta njikọ ndị ahụ."}}
{"translation": {"en": "me; sick, and in prison, and you didn't visit me.'", "ig": "Mgbe M rịara ọrịa na mgbe M nọ n'ụlọ mkpọrọ, ụnụ eletaghị M.\""}}
{"translation": {"en": "He saw the defeat of the prophets of Baal.", "ig": "O kwenyere n'ikpochapụ ndị amụma Baal."}}
{"translation": {"en": "Keep an eye on your phone when you use that program.", "ig": "Ya mere, lee ekwentị gị nke ọma mgbe ị na-izute nke a."}}
{"translation": {"en": "And with less time spent on organizing and filing these documents, more time can be spent concentrating on patient care.", "ig": "Site na itinye obere oge na mbipụta akwụkwọ, enwere m ike itinyekwu oge iji soro ndị na-ege m ntị na-elekọta mmadụ."}}
{"translation": {"en": "Manjaro Linux is one of the best Linux distributions available, and we can't recommend it highly enough.", "ig": "Linux Manjaro bụ n'ezie otu n'ime nkesa Linux kachasị mma dịnụ na enweghị m ike ịkwado ya nke ukwuu."}}
{"translation": {"en": "We'll make it as easy as possible!", "ig": "Anyị na-eme ka ọ dị mfe dịka o kwere mee!"}}
{"translation": {"en": "Bart's Stuff Test is said to work only with Windows XP through Windows 95.", "ig": "A na-ekwu na nyocha Bart na-arụ ọrụ naanị site na Windows XP site na Windows 95."}}
{"translation": {"en": "In addition, it resists chemical attack and provides excellent electrical and non-magnetic shielding.", "ig": "Na mgbakwunye, ọ na-eguzogide mwakpo kemịkal ma na-enye ọmarịcha eletriki na mkpuchi na-enweghị magnetic."}}
{"translation": {"en": "Psalm 18:24-27 The LORD has rewarded me according to my righteousness, according to the cleanness of my hands in his sight.", "ig": "Abụ Ọma 18: 24 \"Jehova akwụghachiwo m dị ka ezi omume m si dị, dị ka aka m si dị ọcha n'anya ya. \""}}
{"translation": {"en": "The Meaning of The Name Jack", "ig": "Meaning nke aha mbụ Jacky."}}
{"translation": {"en": "\"And I told him that last night.", "ig": "\"Agwara m ya n'abalị ikpeazụ na-akwụsị."}}
{"translation": {"en": "Need help searching for a suitable venue?", "ig": "Ị chọrọ enyemaka ịchọta ezigbo ụlọ oriri na ọ ?ụ ?ụ?"}}
{"translation": {"en": "It works and works...", "ig": "Ọ na-eme ọrụ ma na-eme ya nke ọma ..."}}
{"translation": {"en": "That's the devil's work", "ig": "Nke ahụ bụ ọrụ ekwensu."}}
{"translation": {"en": "I liked the store.", "ig": "Didlọ ahịa ahụ masịrị m."}}
{"translation": {"en": "You are responsible for taking reasonable steps to maintain the confidentiality of Your login name and password.", "ig": "Na-ahụ maka ịme ihe ndị ezi uche dị na ya iji jigide nzuzo nke aha njirimara na paswọọdụ gị."}}
{"translation": {"en": "Photo by the Government of Alberta", "ig": "Foto © Andi Albert"}}
{"translation": {"en": "Today you have many options for your telephone lines and internet access.", "ig": "Enwere ọtụtụ nhọrọ taa maka ịntanetị na laptọọpụ gị ma ọ bụ ekwentị mgbe ị na-aga."}}
{"translation": {"en": "As I mentioned in the beginning you can do all of the analysis that you want.", "ig": "Dị ka e kwuru na mbụ i nwere ike itinye ihe ọ bụla ọnụ ọgụgụ nke faịlụ dị ka kwa gị chọrọ."}}
{"translation": {"en": "The Bible advises us against it: \"Do not conform any longer to the pattern of this world.\"", "ig": "Ihe ka mma i kwesịrị ime: Baịbụl kwuru, sị: 'Kwụsịnụ ịbụ ndị na-eme omume dị ka usoro ihe nke a si dị.'"}}
{"translation": {"en": "Of course, there are plenty of web services and apps ...", "ig": "N'ezie, enwere nnukwu ọchịchọ na Njikọ Ịntanetị maka Aha E Debara Aha ..."}}
{"translation": {"en": "This is very good work.\"", "ig": "N'ezie, ezigbo ọrụ. \""}}
{"translation": {"en": "Weather in the Gaza Strip in January 2019: Temperature", "ig": "Portugal - ihu igwe na January, mmiri okpomọkụ"}}
{"translation": {"en": "The report highlights the main issues and risks that companies might come across due to the unique circumstances in the wake of the outbreak of COVID-19.", "ig": "Mara: Akụkọ anyị na-elekwasị anya na isi nsogbu na ihe ọghọm ndị ụlọ ọrụ nwere ike ibute n'ihi ntiwapụ a na-enwetụbeghị ụdị COVID-19."}}
{"translation": {"en": "The page you have requested is not available.", "ig": "The page ị rịọrọ nweghị onye hụrụ."}}
{"translation": {"en": "By using this website, you consent to the processing of the data about you by Google in the manner and for the purposes set out above.", "ig": "Site n'iji weebụsaịtị a, ị kwenyere nhazi data banyere gị site na Google na ụzọ na maka ebumnuche ndị e depụtara n'elu."}}
{"translation": {"en": "A while ago I wrote a post about trying to reduce the amount of added sugar my family eats.", "ig": "Na mbido afọ a, emere m edemede banyere etu ị ga-esi belata shuga agbakwunye na nri gị."}}
{"translation": {"en": "At 4.75mm, the Vivo X5 Max is the slimmest phone in the world.", "ig": "Na 5.1 millimeters buru ibu, Xiaomi Mi5 bụ ekwentị kachasị mkpa na ụwa."}}
{"translation": {"en": "This is one of the gauges to help you decide.", "ig": "Nke a bụ otu n'ime ngwa kachasị mma maka iPad iji nyere gị aka ikpebi nke ahụ maka gị."}}
{"translation": {"en": "Football is not the only fruit", "ig": "Bọọlụ abụghị naanị ịbụ onye kachasị mma na mmeri."}}
{"translation": {"en": "If you require advice in relation to any legal, financial or medical or other matters, you should consult the appropriate professional.", "ig": "Ọ bụrụ n'ịchọrọ ndụmọdụ gbasara iwu, ụtụ, ego ma ọ bụ ọgwụ ọ bụla, ị ga-agakwuru onye ọkachamara kwesịrị ekwesị."}}
{"translation": {"en": "The right technique will help you train effectively and safely.", "ig": "Ọzụzụ na -agbanwe nwere ike inyere gị aka ikewa ahụ ike n'ụzọ dị irè ma dị nwayọ."}}
{"translation": {"en": "Q. What will happen if we do nothing?", "ig": "Ajụjụ: Gịnị ka anyị ga - eme ma ọ bụrụ na anyị enweghị eserese akụkụ?"}}
{"translation": {"en": "This is an essential safety switch and is mandated in each photovoltaic power system according to IEC 60364-7-712.", "ig": "Nke a bụ ihe nchekwa nchekwa dị mkpa ma nyekwa iwu na sistemụ fotovoltaic ọ bụla dị ka IEC 60364-7-712 si kwuo."}}
{"translation": {"en": "Avira is hard at work.", "ig": "Larvae na-arụsi ọrụ ike n'ihe ize ndụ."}}
{"translation": {"en": "It is more expensive.'", "ig": "Ọ dị ọnụ ala karịa ime ya otú a. \""}}
{"translation": {"en": "Frida Kahlo - All the small things", "ig": "Karaoke - Bee Gees"}}
{"translation": {"en": "The event runs until today (March 21).", "ig": "Agbanyeghị, saịtị ahụ jigidere ya ruo taa (Mee, 22)."}}
{"translation": {"en": "Their procedure is easy, allowing you to get the viewer you want in a timely manner.", "ig": "Ihe na-eme ka ngwa a dị mfe bụ ikike ya iji nyere gị aka ịmepụta ozi ọhụụ ahaziri iche nke i nwere ike ịtọ iji nyefee ya n'oge oge."}}
{"translation": {"en": "God says in Genesis 3:15,", "ig": "Chineke kwuru na Jenesis 3:15:"}}
{"translation": {"en": "With Cast desktop now displayed, click on the name of your Chromecast device (i.e., Chromecast1234).", "ig": "Ugbu a gosipụtara desktọọpụ desktọọpụ , pịa aha gị Chromecast (ntụgharị, Chromecast1234)."}}
{"translation": {"en": "There are six types of vibration motor, such as starting and running mode, running speed and so on.", "ig": "Enwere ụdị moto vibration isii, dịka ịmalite na ọnọdụ ịgba ọsọ, ọsọ ọsọ na ihe ndị ọzọ."}}
{"translation": {"en": "We're going to talk specifically about Apple displays, but these cleaning instructions will work for most LCD displays.", "ig": "Anyị na-aga ikwu okwu kpọmkwem maka ngosipụta Apple, ma ntụziaka nhicha ndị a kwesịrị ịrụ ọrụ maka ọtụtụ ngosipụta LCD."}}
{"translation": {"en": "You can try this method to uninstall QuarkXPress.", "ig": "Ugbu a ị nwere ike ịmalite qBittorrent-nox jiri iwu a."}}
{"translation": {"en": "When I deactivated the plugin, it started to work again.", "ig": "Mgbe m deactivated ya flash malitere na-arụ ọrụ ọzọ."}}
{"translation": {"en": "Chapter 1: The Kindness of Ruth and Naomi", "ig": "Akụkọ nke 51: Rut na Neomi"}}
{"translation": {"en": "The government of South Africa has put in place various", "ig": "N'aka nke ọzọ, gọọmentị South Africa etinyela aka ebe ole na ole ezigbo sistemụ."}}
{"translation": {"en": "The first ones, like the name says, are Fighters.", "ig": "Ndị agha ala, dị ka aha ya na-egosi, bụ ndị na-arụ ọrụ n'ala."}}
{"translation": {"en": "each other's first love", "ig": "Ịhụ onwe onye n'anya kwesịrị ịbụ ịhụnanya mbụ onye ọ bụla."}}
{"translation": {"en": "I'll call it the Jib.", "ig": "Anyị ga-akpọ ha JP."}}
{"translation": {"en": "The word \"politics,\" or \"political,\" is an example.", "ig": "Ihe dị ka \"Nyefee,\" \"Ụdị Ntuziaka,\" ma ọ bụ \"Zipu\" bụ ezigbo ihe atụ."}}
{"translation": {"en": "\"Because 'why?' is your mission.", "ig": "\"N'ihi gịnị?\" bụ ọrụ nke nchọta, n'onwe ya."}}
{"translation": {"en": "Simply type in what you are looking for, and Google will provide a search based on the information from this site.", "ig": "Pịnye na ihe ị na-ahụ na-ahụike, na Google ga-edepụta ụdị nyocha ndị ahụ dabere na ihe ị na-enwe."}}
{"translation": {"en": "The last few weeks had been brutal.", "ig": "Izu ole na ole gara aga bụ nke obi ọjọọ."}}
{"translation": {"en": "As many as five sets of roller can be integrated into each tier.", "ig": "N'ụzọ dị otú a, a pụrụ ịdọrọ anụ ahụ ise n'otu eriri."}}
{"translation": {"en": "Paul said nothing.", "ig": "Ee e, Pọl adịghị ekwu okwu ọ bụla."}}
{"translation": {"en": "Japanese 369 votes (3%)", "ig": "Romeo Okwara (33%, 4 Votes)"}}
{"translation": {"en": "Everyone knew that the soldiers from Mexico who fought against the soldiers from America smoked marijuana.", "ig": "Onye ọ bụla maara na ndị agha si Mexico na -alụ ọgụ megide ndị agha si America na -ese wii wii."}}
{"translation": {"en": "He is the firstborn among many brethren (Romans 8:29).", "ig": "Ọ bụ onye e buru ụzọ mụọ n'etiti ọtụtụ ụmụnna ime mmụọ (Ndị Rom 8:29)."}}
{"translation": {"en": "Know what's a shame?", "ig": "Ị ma ka esi etinye ihere?"}}
{"translation": {"en": "In short, the trailer shows you the best part of the film.", "ig": "A sị ka e kwuwe, a ga - achọpụta na ọkwọ ụgbọala na - egosi akụkụ kachasị mma nke ihe nkiri."}}
{"translation": {"en": "Learn the language and become involved with the community", "ig": "Mụta asụsụ ma mejuo ọchịchọ ịmata ihe gị na akụkọ gị."}}
{"translation": {"en": "20And when the men had come to him, they said, \"John the Baptist has sent us to you, saying, 'Are you the Coming One, or should we expect someone else?'\"", "ig": "20 Na mgbe ndị ikom ahụ bịakwutere ya, ha sịrị, \"Jọn Onye Na -eme Baptizim zitere anyị ka anyị bịakwute gị, na -asị, 'Ọ bụ gị bụ onye ahụ na -abịa, ka anyị ga -achọ onye ọzọ? '\""}}
{"translation": {"en": "I've only simply begun.", "ig": "Naanị m chọrọ ịmalite, echere m."}}
{"translation": {"en": "Venizelos and Greek history", "ig": "Lene na akụkọ ifo ndị Gris"}}
{"translation": {"en": "Well, all you need is love and understanding", "ig": "Niile ị chọrọ bụ a isi nghọta nke asụsụ na-abata na nghọta."}}
{"translation": {"en": "There are many variations of passages - Fashion Designer", "ig": "E nwere ụzọ dị iche iche nke formatting - ọkwa dị elu na ala."}}
{"translation": {"en": "Without proper nutrition, hormones, and rest, your body would never be able to repair damaged muscle fibers.", "ig": "Enweghị ezigbo ihe oriri, homonụ, na izu ike, ahụ gị agaghị enwe ike ịrụzi eriri akwara mebiri emebi."}}
{"translation": {"en": "This relationship provides a mechanism for linking the data stores in multiple tables and retrieving it in an efficient manner.", "ig": "Mmekọrịta ndị a na-enye usoro maka ijikọ data echekwara na tebụl ọtụtụ ma weghachite ya na ejiji nke ọma."}}
{"translation": {"en": "Saving the environment is a global issue that affects all of us, and our future generations.", "ig": "Ọ bụ ụkpụrụ omume zuru ụwa ọnụ maka idozi nsogbu zuru ụwa ọnụ. nke gụnyere mmadụ niile na ọdịdị nke anyị na-eme mkpebi ndị metụtara anyị niile."}}
{"translation": {"en": "If We do store data outside the EEA, We will take all reasonable steps to ensure that your data is treated as safely and securely as it would be within the UK and under the Data Protection Act 1998 OR GDPR including:", "ig": "Ọ bụrụ na anyị echekwa data na mpụga EEA, Anyị ga-agbaso usoro ezi uche dị na ya iji hụ na ejiri data gị dị ka nchekwa yana echekwabara ka ọ dị n'ime UK yana n'okpuru Iwu Nchedo Data 1998 OR GDPR gụnyere:"}}
{"translation": {"en": "A Prayer for Forgiveness When You Need to Forgive", "ig": "Amaokwu Baịbụl 10 To ga-ekpe ekpere mgbe anyị chọrọ mgbaghara"}}
{"translation": {"en": "The website would not be able to perform web analytics on visitors and web traffic, making it difficult for the website to be competitive.", "ig": "Ebe nrụọrụ weebụ agaghị enwe ike ịme nchịkọta weebụ na ndị ọbịa na okporo ụzọ na weebụ, nke ga-eme ka o siere weebụ ike ịsọ mpi."}}
{"translation": {"en": "What do you get if you add 35 to 130?", "ig": "Ma ọ bụrụ na njedebe bụ 30 - 30, olee otu ị ga-esi ruo 135?"}}
{"translation": {"en": "Hop Sing Trading Co.: Frequently asked question...\"why so expensive?\"", "ig": "Isi > Cygba Ígwè > Kedu ihe kpatara eji agba ịnyịnya ígwè ji dị oke ọnụ - ajụjụ ndị mmadụ na-ajụkarị"}}
{"translation": {"en": "So, the question is which one of the two is better for download?", "ig": "Ihe iseokwu a bụ: Nke n'ime ndị ndu abụọ ahụ ka mma maka ọrụ nke ịsachapụ mmehie?"}}
{"translation": {"en": "John 6:27-51 Do not work for food that spoils, but for food that endures to eternal life, which the Son of Man will give you.", "ig": "Jn 6:27 Rụ ọlu maka nri nke na-ala n'iyi, kama maka ihe na-adịgide ruo ndụ ebighị ebi, nke Nwa nke mmadụ ga-enye gị."}}
{"translation": {"en": "Click E-mail in the top right-hand corner of this page to return to your e-mails.", "ig": "Pịa Mail na top aka nri nke ibe ahụ iji laghachi na ozi ịntanetị gị."}}
{"translation": {"en": "This mini plan is intended to help me look at the next few years and determine where I want to be with all aspects of my life.", "ig": "Isiokwu a ga - eme ka m chee echiche n 'ọnwa ole na ole sochirinụ wee hụ ebe obi m dị."}}
{"translation": {"en": "The book covers a variety of important issues concerning the creation and dissemination of knowledge.", "ig": "Ihe nkuzi ahụ na-ekpuchi isiokwu dịgasị iche iche metụtara ịmepụta na iji akwụkwọ mpempe akwụkwọ."}}
{"translation": {"en": "The Twitter is not required.", "ig": "Twitter adịghị mkpa."}}
{"translation": {"en": "\"Behold, I show you a mystery; we shall not all sleep... but we shall all be changed.", "ig": "Le, agwa m unu ihe nzuzo: Anyị niile ekwesịghị ịna-ehi ụra, kama anyị niile ga-agbanwe."}}
{"translation": {"en": "13:43 'Then shall the righteous shine forth as the sun in the reign of their Father.", "ig": "43 Mgbe ahụ ndị ezi omume ga na -enwu dị ka anyanwụ n'alaeze nke Nna ha."}}
{"translation": {"en": "The initiative didn't take off, and Google shut it down in 2012.", "ig": "Ọrụ ahụ anaghị enweta ya, Google ewee kpebie na ọ ga-akwụ ya na 2011."}}
{"translation": {"en": "Due to perspiration, your body will", "ig": "Iji mee ka aru ime mmụọ gị rụọ ọrụ, ahụ gị ga-arụ ọrụ."}}
{"translation": {"en": "Luke 6:46; And why call ye me, Lord, Lord, and do not the things which I say?", "ig": "6:46 Ma, gịnị mere i ji akpọ m, 'Onyenwe anyị, Jehova,'Ma ghara ime ihe m na-ekwu?"}}
{"translation": {"en": "South Africa has gone further though.", "ig": "Mana ekwere m na South Africa gafere nke ahụ."}}
{"translation": {"en": "Choose a difficult position.", "ig": "Họrọ nkwụnye nke siri ike."}}
{"translation": {"en": "If you aren't sure about the first two items, you should contact your Web hosting provider.", "ig": "Ọ bụrụ na ị maghị ihe abụọ mbụ ahụ, ị ga-akpọtụrụ onye na-eweta ntanetị gị ."}}
{"translation": {"en": "Do this for about 10 minutes or until the pain subsides.", "ig": "A ghaghị ime nke a maka ihe dị ka sekọnd 10, ma ọ bụ ruo mgbe ihuenyo dị oji."}}
{"translation": {"en": "Mohammed could NOT perform miracles.", "ig": "Muhammad nọ na-enweghị ike na ya onwe ya enweghị ike ịrụ ọrụ ebube ma ọ bụ na-adịghị mma."}}
{"translation": {"en": "The largest earthquake.", "ig": "Ọ bụ ala ọma jijiji kachasị ala ọma jijiji ndị ọzọ njọ."}}
{"translation": {"en": "And so was fulfilled what the Lord had said through the prophet: OUT OF EGYPT I CALLED MY SON.\"", "ig": "Nke a bụ iji mezuo ihe Onyenwe anyị kwuru site n'ọnụ onye amụma, \"N'Ijipt ka m si kpọpụta nwa m nwoke.\""}}
{"translation": {"en": "That reflects on what I said", "ig": "Ngwaọrụ a gosipụtara ihe m kwuru."}}
{"translation": {"en": "The following is a complete list of officers and men:", "ig": "Ndị na-esonụ bụ ndepụta zuru ezu nke ndị nchịkwa na nchekwa nchekwa weebụ."}}
{"translation": {"en": "It happens every single year.\"", "ig": "Nke a mere afọ mgbe afọ. \""}}
{"translation": {"en": "One of my favorite things about the internet is that it breaks down geographic barriers.", "ig": "Otu n'ime ihe kacha masị m mma gbasara ntanetị bụ na ọ gafere ụzọ dị n'etiti nka na mmemme."}}
{"translation": {"en": "Creative Commons is a great place to find royalty-free images.", "ig": "Ebe E Si Nweta Free bụ ebe dị mma ịchọta foto n'efu ma ọ bụ ịkekọrịta foto."}}
{"translation": {"en": "Romans 10:4-10 For Christ is the end of the law for righteousness to everyone who believes.", "ig": "Ndị Rom 10: 4-5 Kraịst bụ njedebe iwu maka ezi omume nye onye ọ bụla kwere"}}
{"translation": {"en": "A warning in order to avert the situation", "ig": "Dere jụụ iji gbochie ọnọdụ ahụ."}}
{"translation": {"en": "For retailers, the figure can be 80%.", "ig": "Maka ndị ọkpọ oku na-agagharị na mba ụwa, nke a nwere ike ịnọchite anya ihe dịka 80%."}}
{"translation": {"en": "In the meantime, consider yourself emailed (as soon as you provide some sort of contact information).", "ig": "Iji hụ na Outlook 2007 na-eziga ozi ozugbo ị pịa Send (ọ bụrụ na ị jikọọ na netwọk):"}}
{"translation": {"en": "\"Get me some water.\"", "ig": "'Nye m mmiri'"}}
{"translation": {"en": "Why Doesn't the United States Use the Metric System?", "ig": "Gini mere na United States enweghị ike ịgbanwe na sistemu metric?"}}
{"translation": {"en": "Didn't know they had it!", "ig": "Amaghị m na ha nwere nke ahụ!"}}
{"translation": {"en": "We must want Jesus Christ, and we must feast on Him more than anything else.", "ig": "Anyị na-asọpụrụ Jizọs maka ịdị oke ọnụ ya, na-asọpụrụ ya karịa ihe ọ bụla ọzọ."}}
{"translation": {"en": "It's not a good idea to tell everyone everything,", "ig": "Ọ dịghị mma ilo ihe niile ma ịgwa onye ọ bụla."}}
{"translation": {"en": "Good morning, my brother!", "ig": "Ụtụtụ ọma nụ ụmụnna moo!"}}
{"translation": {"en": "First is a set of multiple choice questions that should not take longer than 10 minutes.", "ig": "Ihe omume ndị a gụnyere n'ọtụtụ mmemme mmega ahụ siri ike nke na-agaghị ewe ihe karịrị nkeji iri."}}
{"translation": {"en": "Nigeria Football Federation has appointed Christopher Danjuma as Head Coach of the U-20 Women national team, also known as Falconets.", "ig": "Ndi Nigeria Football Federation choputara Christopher Danjuma dika onye isi nke U20 Women National Team, nke a makwara Falconets."}}
{"translation": {"en": "Amazon Cloud Reader is used with a regular Amazon account, so if you already have an existing Amazon account, then there's no need to create a new one - unless of course you want to have a separate account exclusively for purchasing and reading Kindle books.", "ig": "A na eji akaụntụ Amazon Amazon na akaụntụ Amazon mgbe niile, yabụ ọ bụrụ na ị nwere akaụntụ Amazon dị ugbu a, ọ dịghị mkpa ịmepụta ọhụụ - ọ gwụla ma ịchọrọ ịmepụta akaụntụ dị iche iche maka ịzụta ma gụọ akwụkwọ Kindle."}}
{"translation": {"en": "Gold is not.", "ig": "Raa gold ok na"}}
{"translation": {"en": "My life has been an endless suffering.", "ig": "Enwere m ọgaranya n'otu ihe, nhụsianya na-enweghị njedebe."}}
{"translation": {"en": "If the user views the page's source code, they'll see the link and know exactly where it goes because like we see above, the code is still there, it just isn't usable.", "ig": "Rịba ama: Cheta na ọ bụrụ na onye ọrụ ahụ na-ele koodu ntinye akwụkwọ ahụ, ha ga-ahụ njikọ ahụ ma mara kpọmkwem ebe ọ na-aga n'ihi na dịka anyị na-ahụ n'elu, koodu ahụ ka dị, ọ bụghị naanị ya."}}
{"translation": {"en": "Storage temperature should not be above 50°C, the height is not more than two layers, in the course of transportation, membrane must stand.", "ig": "Nchekwa okpomọkụ ekwesịghị ịbụ n'elu 50 °C, ịdị elu abụghị ihe karịrị abụọ n'ígwé, na N'ezie nke njem, akpụkpọ ahụ ga-eguzo."}}
{"translation": {"en": "Download it for free now.", "ig": "Download ya maka free ugbu a."}}
{"translation": {"en": "Create New Account on Twitter, If you are utilizing the website for individual usage, using your very own very first and last name will make it much easier for your good friends and coworkers to \"follow\" you.", "ig": "Ọ bụrụ na ị na-eji saịtị ahụ maka ojiji nkeonwe, iji aha nke mbụ na aha ikpeazụ mee ka ọ dịkwuo mfe maka ndị enyi gị na ndị ọrụ ibe gị ka ha \"soro\" gị."}}
{"translation": {"en": "We feel privileged to have so many great employers in our county.", "ig": "Brad, anyị nwere ihu ọma inwe ụdị nnukwu ndị ọchụnta ego na steeti."}}
{"translation": {"en": "But the rest of the dead [the unrighteous dead] do not live again until the thousand years are accomplished.", "ig": "Ndị fọdụrụ nꞌetiti ndị nwụrụ anwụ esoghị bilite nꞌọnwụ nꞌoge a, kama ha ga-anọ nꞌọnọdụ ọnwụ ha tutuu ruo mgbe puku afọ gafesịrị."}}
{"translation": {"en": "Can't wait to get the book!", "ig": "Enweghị m ike ichere inweta otu akwụkwọ ahụ!"}}
{"translation": {"en": "The Foundation of C++: The C Subset", "ig": "Mmemme C++ nke Subarray Sum nhata K:"}}
{"translation": {"en": "It is a perfect choice for the frequent travelers", "ig": "Ntakịrị nta bụ nhọrọ dị mma maka ndị njem na-agakarị."}}
{"translation": {"en": "The service Forex rates online, live currency exchange allows you to watch the dynamics, i.e. course change in 1 second, in 1 minute in 1 hour or in one day.", "ig": "Ọrụ ahụ Forex udu online, ndụ mgbanwe ego na-enye gị ohere ilele ịdị omimi, dịka mgbanwe gbanwere na 1 nke abụọ, na 1 nkeji na 1 elekere ma ọ bụ n'otu ụbọchị."}}
{"translation": {"en": "ICP Savannah is one of the top selling ultralights in Europe.", "ig": "The ICP Savannah bụ otu n'ime top ere ultralights na Europe."}}
{"translation": {"en": "These differences e due to their complaints.", "ig": "Ihe na-adọrọ adọrọ na mkpesa ndị a na-esite n'àgwà ọma ndị ha na-egosipụta."}}
{"translation": {"en": "If the language or voice over is not in English, it will help to add subtitles.", "ig": "Ọ bụrụ na akwụkwọ ndị ahụ adịghị n'asụsụ Bekee ma ọ bụ asụsụ obodo a na-ebipụta, ha ga-esonyere ya na nsụgharị notari."}}
{"translation": {"en": "October 2nd is the Memorial of the Guardian Angels.", "ig": "Ọktọba 2 bụ ncheta nke ndị mmụọ ozi na-elekọta ụlọ."}}
{"translation": {"en": "Do they always assume we all are incapable of making decisions in our own best interests?", "ig": "6 Ànyị ga-asị na ọ bụ anyịnwa na-ekpebiri onwe anyị ihe ma ọ bụrụ na ọ bụghị ihe niile ka anyị na-eji aka anyị ekpebi?"}}
{"translation": {"en": "Ephesians 6:1-24 - Children, obey your parents in the Lord: for this is right.", "ig": "Ndị Efesọs 6: 1-4 - Childrenmụ, na-erubere ndị mụrụ unu isi n'ime Onyenwe anyị: n'ihi na nke a bụ ihe ziri ezi."}}
{"translation": {"en": "\"Forget this foolishness and let's go home.", "ig": "\"Anyị chọrọ ka nzuzu a bie, ka ọ lọtakwa ụlọ."}}
{"translation": {"en": "Between the Hotel Burj Al Arab and Jumeirah Beach.", "ig": "Burj Al Arab-Iconic Hotel nke di n'okporo ụzọ Jumeirah nke na-elepụ anya na Arab Arab."}}
{"translation": {"en": "it doesn't need!", "ig": "Ọ dịghị mkpa!"}}
{"translation": {"en": "Please help me - what can I do to make it work?", "ig": "Kedu ihe m ga - eme iji nyere ikpere m aka OA?"}}
{"translation": {"en": "He dismounted and greeted his sons, embracing them.", "ig": "Ọ tụgharịrị ebe ndị otu ya nọ wee kelee ha, kpọọkwa ha nna ndi Ụmụọfịa."}}
{"translation": {"en": "If you need to add, change or remove something,...", "ig": "Mgbe ọ bụla ịchọrọ ịgbakwunye, wepu, ma ọ bụ dozie eriri ma ọ bụ ihe..."}}
{"translation": {"en": "In many cases, technology projects can be at odds with environmental interests.", "ig": "N'ọtụtụ ọnọdụ, ọrụ nkà na ụzụ nwere ike ịdị na-emegide ihe gbasara gburugburu ebe obibi."}}
{"translation": {"en": "It is an efficient software by DAZ, and it is known as Windows 7 Loader.", "ig": "Ọ bụ ihe na oru oma software site DAZ, na ọ na-mara dị ka Windows 7 Loader."}}
{"translation": {"en": "Do you want your wife to go with you?", "ig": "Ma nwunye gị, ị na-eche na anyị ga-ekwe ya soro gị gaa?\""}}
{"translation": {"en": "My computer is part of the NUS domain.", "ig": "Chọta My iPhone bụ akụkụ free nke iCloud."}}
{"translation": {"en": "Well, here are 7 things you could do today.", "ig": "Nke a bụ 7 usoro ị nwere ike iji taa."}}
{"translation": {"en": "(GNB) but you will not believe, for you are not my sheep.", "ig": "26 Ma unu onwe-unu adighi-ekwe, n'ihi na unu adighi nime aturu nkem."}}
{"translation": {"en": "The process of overcoming destroys the vitamins and minerals.", "ig": "Eziokwu bụ na ultraviolet nwere mmetụta na-ebibi ihe na vitamin na mineral ndị dị na tomato."}}
{"translation": {"en": "The error in my case always refers to the same msvcr80.dll.", "ig": "Idebe mmelite a bụ ihe ọ bụla na-eme ka njehie msvcr80.dll."}}
{"translation": {"en": "However, Baptism was a REQUEST for A holy spirit or A good conscience.", "ig": "N'ihi ya, baptizim bụ ịrịọ ma ọ bụ ịrịọ Chineke ka o nye gị ezi akọ na uche."}}
{"translation": {"en": "I don't know where to start again", "ig": "Amabeghị mgbe ha ga-asị ha bidokwa ọzọ"}}
{"translation": {"en": "Now I know in part, but then I shall know just as I also am known.\" (1 Corinthians 13:12)", "ig": "Ugbu a amatala m akụkụ; mgbe ahụ ka m ga-amata nke ọma, dịka a maara m nke ọma. \" (1 Corinthians 13: 12 NIV)"}}
{"translation": {"en": "1) of the brain (cerebral)", "ig": "- MRI nke ụbụrụ (MR cerebrum)"}}
{"translation": {"en": "It is going on!", "ig": "Ihe na-aga!"}}
{"translation": {"en": "there is no other person in the photo", "ig": "Ọ dịghị onye ọzọ nwere ike ịbụ na foto ahụ"}}
{"translation": {"en": "Apologies for the lack of posts last week.", "ig": "Ana m arịọ mgbaghara maka enweghị ọdịnaya nke izu gara aga."}}
{"translation": {"en": "If you are using windows 8.1 or windows 10, Microsoft One Drive comes preinstalled with them.", "ig": "Ọ bụrụ na ị na-eji Windows 8.1 ma ọ bụ windo 10, Microsoft Otu mbanye abịa preinstalled na ha."}}
{"translation": {"en": "Select your property (if you have more than one)", "ig": "Họrọ ngwaọrụ ka ị tụba (ọ bụrụ na ị nwere ihe karịrị otu.)"}}
{"translation": {"en": "39 And this is the will of him who sent me, that I shall lose none of all that he has given me, but raise them up at the last day.", "ig": "39 Nke a bụ uche Nna m nke zitere m, na ihe niile o nyere m agaghị efu m ihe ọ bụla, kama ọ ga-akpọlite ya n'ọnwụ n'ụbọchị ikpeazụ."}}
{"translation": {"en": "So, here are a few tips for traveling during the holidays.", "ig": "N'iburu nke ahụ n'uche, lee aro ole na ole iji bịakwute mgbake ụgbọ ala n'oge ezumike a."}}
{"translation": {"en": "There are it is people who want to know the quick to be able to make money speedy.", "ig": "Ọtụtụ ndị mmadụ na-eche ebe ha ga-esi gbaziri ego ngwa ngwa."}}
{"translation": {"en": "I really want to push myself and learn my own capabilities.", "ig": "M onwe m nwere ọchịchọ n'ezie ịzụta onwe m mkpụmkpụ ma kpọọ ike m."}}
{"translation": {"en": "Or something else?...", "ig": "Ka ọ bụ ihe ọzọ ...?"}}
{"translation": {"en": "This is because Apple switched their SSD drives to PCI-Express in the 2013 MacBook Air before the M.", "ig": "Nke a bụ n'ihi na Apple gbanwere ha SSD draịva na PCI-Express na MacBook Air 2013 tupu M.2 akọwapụtara."}}
{"translation": {"en": "This signifies that protein makes up.", "ig": "Nke a pụtara na oke ehi ga -agbago elu."}}
{"translation": {"en": "And then another Book was opened, which is the Book of Life.", "ig": "Ewe meghe akwụkwọ ọzọ, nke bụ akwụkwọ nke ndụ."}}
{"translation": {"en": "Indeed, in many cases there are likely to be factual questions as to licensing and authorization.", "ig": "N'ezie, n'ọnọdụ ụfọdụ enwere ike ịnwe isi ihe na-adịghị arụ ọrụ na nkwonkwo na ntụgharị ihu."}}
{"translation": {"en": "But I need your help in making a show that you want to listen to.", "ig": "Nke a pụtara na ị ga na-arụ ọrụ echeta n'imepụta vidio nke ga-amasị gị na-ege ntị."}}
{"translation": {"en": "But they did not drive out the Canaanites who lived in Gezer, so the Canaanites live in the midst of Ephraim to this day, and they became forced laborers.", "ig": "Ma ha anapughi ndi Kenean ndi bi na Gezea ala-ha: ndi Kenean we biri n'etiti Efraim, rue ta, ghọ ndi nēfè òfùfè orù."}}
{"translation": {"en": "political, economic and cultural forces that have led to the development of the modern world", "ig": "O setịpụrụ usoro mgbanwe nke mgbanwe akụ na ụba na nke mmekọrịta mmadụ na ibe ya nke wetara ụwa nke oge a"}}
{"translation": {"en": "Don't you love the name?", "ig": "Ọ bụghị nanị na ị hụrụ aha ahụ n'anya?"}}
{"translation": {"en": "But the \"drive\" to allow women to drive goes back 30 years.", "ig": "Cheta na otebeghị aka mba ahụ nyere ụmụnwaanyị ha ikike ịnya ụgbọala kamgbe amachiri ha ruo afọ iri."}}
{"translation": {"en": "The job seekers having over 10 years of expertise having a quicker means of acquiring a dream profession.", "ig": "Ndị na-achọ ọrụ enwe ihe karịrị 10 afọ nke ahụmahụ nwere ụzọ dị ngwa iji nweta ọrụ nrọ."}}
{"translation": {"en": "Are you married and you don't have kids?", "ig": "You gbaa alụkwaghịm, mana i nwere obere ụmụaka?"}}
{"translation": {"en": "For unto us a child is born, unto us a Son is given: and the government shall be upon His shoulder: and His name shall be called Wonderful Counselor, the Mighty God, the Everlasting Father, the Prince of Peace.", "ig": "6 N'ihi na amuworo anyị otu nwa, nye anyị otu nwa nwoke; na gọọmentị ga-adị n'ubu ya, na aha ya ga -akpọ Onye ndụmọdụ dị ebube, Chineke Pụrụ Ime Ihe Niile, Nna Ebighị Ebi, Onyeisi Udo."}}
{"translation": {"en": "1 Peter 1:15; But just as he who called you is holy, so be holy in all you do;", "ig": "1 Pita 1: 14-16, Bdị nnọọ ka onye kpọrọ unu dị nsọ, unu ga -adịkwa nsọ n'omume unu niile"}}
{"translation": {"en": "Despite claims by the current government, the restored language has not been fully funded.", "ig": "N'oge a, n'agbanyeghị etu ike teknụzụ na-agụgharịghachi si dị ike, a gaghị enwe ike iweghachi ntutu taya ahụ nke ọma."}}
{"translation": {"en": "Is there a cure or treatment for this?", "ig": "Enwere ọgwụgwọ ọ bụla a maara maka ya ma ọ bụ ka a ga-achọpụta usoro ọgwụgwọ tupu a gwọọ ya?"}}
{"translation": {"en": "Other than Google Adsense, there are many other ad networks available.", "ig": "Na mgbakwunye na Ethernet a maara nke ọma, e nwere ọtụtụ nchịkọta ndị ọzọ nke netwọk ụlọ ọrụ."}}
{"translation": {"en": "Let's take a closer look below", "ig": "Ka anyị hụ ha n'ụzọ zuru ezu n'okpuru."}}
{"translation": {"en": "If you want to reduce...", "ig": "Ọ bụrụ na ị na-achọ iji belata gị..."}}
{"translation": {"en": "Prayers for people with depression", "ig": "Ekpere ebuso Obi Ịda Mbà"}}
{"translation": {"en": "It's terrible)", "ig": "Ọ jọgburu onwe ya)."}}
{"translation": {"en": "For example, if your company offers electronics, you may need to create a dedicated landing page for each specific type of product you supply: laptops, mobile phones, tablets, and the line goes on.", "ig": "Dịka ọmụmaatụ, ọ bụrụ na ụlọ ọrụ gị na-enye ngwá electronic, ị nwere ike ịmepụta ebe ị ga-esi zọpụta gị maka ụdị ụdị ngwaahịa ọ bụla ị na-eweta: laptọọpụ, ekwentị mkpanaaka, mbadamba, na eriri na-aga n'ihu."}}
{"translation": {"en": "The history of kenya", "ig": "N'akụkọ si mba Kenya,"}}
{"translation": {"en": "Can I extend my tour either at the beginning or end?", "ig": "Enwere m ike itinye mgbakwunye abalị na mbido ma ọ bụ na njedebe nke njem ahụ?"}}
{"translation": {"en": "The Other Jean Sebergs:", "ig": "Okpe Benard segir:"}}
{"translation": {"en": "Give them what they want and they'll love you for it.", "ig": "Nye ha gini ha n'ezie mkpa, ha ga-ahụkwa gị n'anya maka ya."}}
{"translation": {"en": "Due to the fact that it's so brief, many people make use of the tag #WCW as a phrase on Twitter, which only enables 280 characters per message.", "ig": "N'ihi na ọ dị mkpụmkpụ, ọtụtụ ndị na-eji mkpado #WCW dị ka ngọngọ na Twitter, bụ nke na-enye mkpụrụedemede 280 kwa post."}}
{"translation": {"en": "This question is code for \"Do you know how to use a computer?\"", "ig": "Ya bụ mmemme asọmpi wééré ọnọdụ n'Awka bụ nke a kpọrọ 'Kedụ Ka Ị Si Mara Akpọ Ụbọ?"}}
{"translation": {"en": "What would they have with them?", "ig": "Gini ka anyi na ayo?"}}
{"translation": {"en": "The first step I believe is to start the conversation and seek help.", "ig": "1- Echere m na ihe mbụ bụ ịchọta ụlọ nkwari akụ ma lelee. hehe."}}
{"translation": {"en": "in preserving them from famine.", "ig": "ma chekwaba ha oge ụnwụ."}}
{"translation": {"en": "We have 28 engineers who dedicated themselves to researching and developing LED controlling and dimming system.", "ig": "Anyị nwere ndị engineen 28 bụ ndị raara onwe ha nye nyocha na ịmepụta LED na-achịkwa ma na-agbanwe usoro."}}
{"translation": {"en": "\"The only thing that is necessary for the victory of evil is that good men do nothing.\" - Edmund Burke", "ig": "\"\"Ihe nile dị mkpa maka mmeri ihe ọjọọ bụ na ezi ndị na-eme ihe ọ bụla.\"\" - Edmund Burke"}}
{"translation": {"en": "Do I get my money back if the flight does not operate?", "ig": "Kedu ka m ga - esi mechie mgbatị m ma ọ bụrụ na Mac agaghị amalite?"}}
{"translation": {"en": "She's a working mom", "ig": "Ọ bụ nne na-agba mbọ."}}
{"translation": {"en": "Automation does, however, restrict the types that you can use.", "ig": "Otú ọ dị, Vue na-egbochi ụdị ngwaọrụ ndị ị nwere ike ịba."}}
{"translation": {"en": "In this article, you will read about the markets best motor oil.", "ig": "N'isiokwu nke taa anyị na-agwa gị gbasara mmanụ kacha wee dị n'ahịa."}}
{"translation": {"en": "Since then, I've been a huge fan!", "ig": "Ihe niile, kemgbe ahụ abụrụla m nnukwu onye na-eweta ọrụ a!"}}
{"translation": {"en": "Jesus is everywhere.", "ig": "N'ebe nile n'Akwukwo nso, enwere Jisos."}}
{"translation": {"en": "control for use with a logitech harmony remote.", "ig": "Ijikọta ụlọ Google na Logitech Harmony Remote Control System."}}
{"translation": {"en": "accept new challenges in order to help its clients", "ig": "Ha na-anakwere ihe ịma aka ọhụrụ site na ọchịchọ iji nyere ndị ahịa ha aka ime nke ọma."}}
{"translation": {"en": "you've done it again. thank you.", "ig": "I mewo otu a, ọzọ, ana m ekele gị."}}
{"translation": {"en": "\"It is impressive that she got a face-to-face meeting.\"", "ig": "Ọ bụ ihe ịtụnanya na mụ na ya nwere nnọkọ nzuzo. \" ... Nke jugholu dere"}}
{"translation": {"en": "Clicks: The number of times your site's listing was clicked in search results for a particular query, and the percentage increase/decrease in the average daily clicks compared to the previous period.", "ig": "Akara: Ọnụ ọgụgụ nke ibe peeji nke sitere na saịtị gị pụtara na nsonaazụ ọchụchọ, yana mmụba / ibelata mmụba na ngosipụta kwa ụbọchị ma e jiri ya tụnyere oge gara aga."}}
{"translation": {"en": "We truly care about your preferences and interests.", "ig": "Anyị na-eji Kuki mmasị na-echeta mmasị gị na ntọala dị iche iche."}}
{"translation": {"en": "Kirkhill - January (8)", "ig": "Kyrian Obikwelu • May 8"}}
{"translation": {"en": "Games you can't see", "ig": "Egwuregwu ndị na-enweghị ike ịchọta"}}
{"translation": {"en": "In 2019 U.S. and Taliban signed an agreement for the U.S. withdrawal from Afghanistan by May 2021.", "ig": "Ndị ọrụ US na Russia kwụsịrị ịnakwere ngwa maka ịnye visa na America site na Mee 12, 2021."}}
{"translation": {"en": "In Revelation 7, John witnessed the sealing of these 144,000.", "ig": "Mkpughe 7: 1-4 dekọrọ na Jọn nụrụ nọmba nke ndị ahụ a kara akara dị 144,000."}}
{"translation": {"en": "Undoubtedly, IE expo China 2020 will be a \"must\" for the environmental players to exchange ideas and develop their business in Asia.", "ig": "Obi abụọ adịghị ya, IE expo China 2020 bụ \"ga\" maka ndị na-egwu gburugburu ebe obibi ịgbanwere echiche na ịzụlite azụmaahịa ha na Asia."}}
{"translation": {"en": "Mucha was a successful commercial artist, but that does negatively impact his legacy.", "ig": "OUYA bụ ihe ịga nke ọma Kickstarter, ma nke ahụ emeghị ka ọ bụrụ ihe ịga nke ọma na azụmahịa."}}
{"translation": {"en": "If you like piercings in this category you will be able to enjoy hundreds of articles about one of your favorite hobbies.", "ig": "Ọ bụrụ na ọ na-amasị gị ịkpọpu akụkụ na ụdị a, ị ga-enwe ike ịnụ ụtọ narị narị edemede gbasara otu ihe omume mmasi kachasị amasị gị."}}
{"translation": {"en": "There is a value in finding an emotional", "ig": "Ọ bụ ihe dị mma ma ọ bụrụ na ị na-achọ ụlọ nkwụsịtụ maka mmetụta ."}}
{"translation": {"en": "We act on that sense of freedom to make the best possible choices.", "ig": "N'ime ntuziaka anyị, anyị hụrụ na ịwụnye ụdị ntọhapụ ahụ na-arụ ọrụ kacha mma."}}
{"translation": {"en": "Who's going to stop you?", "ig": "Kedu onye na-egbochi gị?"}}
{"translation": {"en": "If you find yourself ..", "ig": "Ọ bụrụ na ịchọta onwe gị..."}}
{"translation": {"en": "This is only useful for", "ig": "Nanị nke a bara uru."}}
{"translation": {"en": "Also, if you are looking for a job offers from any Market in Europe.", "ig": "Ọzọkwa, ọ bụrụ na ị na-achọ ọrụ na-enye gị Ahịa ọ bụla na Europe."}}
{"translation": {"en": "A Twitter DM is not the same thing as a tweet.", "ig": "A Twitter DM abụghị otu ihe dịka tweet."}}
{"translation": {"en": "No matter what tries to shake you, you will remain standing.", "ig": "N'agbanyeghị otu i siri hichaa nkuku, ị ga -anọgide na -ekpuchi ala."}}
{"translation": {"en": "The Second Book of Samuel", "ig": "- 2nd Book nke Samuel"}}
{"translation": {"en": "The size of the driver is not variable", "ig": "Ọnọdụ onye ọkwọ ụgbọala ahụ nwere ike ime ihe niile dị iche."}}
{"translation": {"en": "\"O give thanks unto the Lord; for he is good; for his mercy endureth for ever.", "ig": "Kelenu Jehova; n'ihi na Ọ di nma: N'ihi na rue mb͕e ebighi-ebi ka ebere-Ya di."}}
{"translation": {"en": "However, it does what it's intended to do even if it may take a little playing around to become familiar with the way things are setup.", "ig": "Otú ọ dị, ọ na-eme ihe ọ na-ezube ime ọbụna ma ọ bụrụ na ọ nwere ike iwe obere egwu iji mara nke ọma ihe eji eme ihe."}}
{"translation": {"en": "The answer brings us back to our VPNs.", "ig": "Azịza ya na-eduga anyị azụ na isiokwu anyị nke VPNs."}}
{"translation": {"en": "This app is not free and you can purchase it for $2.99.", "ig": "The App bụ ọnụ ala ma na ị nwere ike nweta ya na $ 2.9."}}
{"translation": {"en": "S/he is a customer", "ig": "YW = Ị bụ onye ọbịa"}}
{"translation": {"en": "Please let me know your thoughts on the piece and it's construction.", "ig": "Biko gwa anyi gbasara isi okwu na echiche gi bu ihe owuwu a."}}
{"translation": {"en": "FindLaw is a gigantic repository of free legal information on the Internet, and offers one of the largest online lawyer directories available online.", "ig": "FindLaw bụ nnukwu nchịkwa nke iwu iwu n'efu na Ịntanetị, ma nye otu n'ime ụlọ ọrụ online lawyer kachasị n'ịntanetị."}}
{"translation": {"en": "Hey, YAY you!", "ig": "Jeee nke oma!"}}
{"translation": {"en": "[31] Arguments for the date of Daniel are not the focus of this paper.", "ig": "[vii] Nnyocha nke isi nke 8 nke Daniel enweghị isi n'ihe metụtara edemede a."}}
{"translation": {"en": "The Second Affiliated Hospital", "ig": "Yinchuan Ụlọ ọgwụ ndị mmadụ nke abụọ"}}
{"translation": {"en": "It is the last mention on this list but isn't at all the least.", "ig": "Nke a bụ onye ikpeazụ n'ime ndepụta a, ma ọ bụghị nke kachasị!"}}
{"translation": {"en": "A place for people and wildlife", "ig": "Enwere ebe maka mmanu ugu na ubi ogwu."}}
{"translation": {"en": "Business begins at the endpoint, especially in food service and hospitality.", "ig": "Ka oge na-aga, ịchepụta azụmaahịa amalitela, ọkachasị nri na akụrụngwa."}}
{"translation": {"en": "\"Do not be afraid, for I am with you; I will bring your children from the east and gather you from the west....Bring my sons from afar and my daughters from the ends of the earth.'\" -Isaiah 43: 5-6", "ig": "\"\"Atụla egwu, n'ihi na m nọnyeere gị; M ga-eme ka ụmụ unu si n'ebe ọwụwa anyanwụ kpọkọta unu si n'ebe ọdịda anyanwụ. \"\"Aịsaịa 43: 5"}}
{"translation": {"en": "When they're afraid?", "ig": "Ma olee mgbe ị na-egwu egwu?"}}
{"translation": {"en": "The second option is to use rug shampoo.", "ig": "Nhọrọ nke abụọ bụ ịwụnye GIMP na Snap."}}
{"translation": {"en": "What is the month of August?", "ig": "Gini bu ihe omumu August?"}}
{"translation": {"en": "It is not nearly as hard have an understanding of as suggesting.", "ig": "N'ezie, ọ bụghị nnọọ ihe siri ike nghọta dị ka nkọwa nyocha nwere ike ime ka ị kwenye."}}
{"translation": {"en": "If you decide to contact a local dealer, you will usually need to speak with the service department.", "ig": "Ọ bụrụ na ị kpebie ịkpọtụrụ onye na-ere ahịa mpaghara, ọ ga-adịkarị mkpa ka ị kwurịta ya na ngalaba ọrụ."}}
{"translation": {"en": "The death of Edmund", "ig": "Emmanuel nwude"}}
{"translation": {"en": "Come up with suggestions and advise that would strengthen the operations of the Nigerian Ports Authority and forestall such occurrences in future.", "ig": "Nye ndụmọdụ na ntụnye iji melite ọrụ nke Plọ Ọrụ Na-ahụ Maka Ọdụ Nigeriangbọ Mmiri nke Nigeria ma gbochie ụdị ihe ahụ n'ọdịnihu."}}
{"translation": {"en": "Supports call forwarding of your existing number (s)", "ig": "A na-atụ aro idowe faịlụ nhazi gị dị ugbu a site na ịpị (n)."}}
{"translation": {"en": "That way, students can develop a better understanding about which career path they wish to go for and what they would need to develop to go for that path.", "ig": "Site na ya, ndị ahịa nwere ike ịnwe nghọta ka mma banyere ihe ha chọrọ, yana ụdị ọrụ ha ga-azụta na Semalt."}}
{"translation": {"en": "John 8:24 - \"Unless you believe that I am He, you will die in your sins.\"", "ig": "Gịnị banyere Jọn 8:24, 'Ọ gwụla ma ùnu kwere na m bụ, unu ga -anwụ n'ime mmehie unu'?"}}
{"translation": {"en": "Institute for the Study and Treatment of Pain (iSTOP)", "ig": "The Institute maka Study na Ọgwụgwọ nke Pain (iSTOP)"}}
{"translation": {"en": "This is the Ferrari F12 TRS.", "ig": "Nke a bụ Pinarello Dogma F12 ohuru."}}
{"translation": {"en": "Learn to Ride a Bicycle", "ig": "Na-amụ ije Bike"}}
{"translation": {"en": "For the most part, you can begin interacting with people right away.", "ig": "Ị nwere ike, n'ezie, tinyekwuo ndị mmadụ na ogbako gị ozugbo ọ malitere."}}
{"translation": {"en": "You could have a job if you wanted but wouldn't have to.", "ig": "Ị nwere ike ịnwe ọrụ nke onye na-ere ahịa na-arụ ma ọ bụrụ na ịchọrọ, mana ịkwesighi."}}
{"translation": {"en": "Trust and faith in Gods promises...", "ig": "Mkwere na ahadi hewa....."}}
{"translation": {"en": "I am headed out to try to go to town in...", "ig": "A ga m agba mbọ itinye ọkụ okporo ụzọ n'obodo..."}}
{"translation": {"en": "Nigeria's Senate votes in favour of privatising all of Nigeria's airports", "ig": "Primate Nicholas Oko akatọla ụlọ ọgwụ niile Naijiria"}}
{"translation": {"en": "It is easy to open and close", "ig": "Ọ dị mfe imeghe na imechi."}}
{"translation": {"en": "These allow the connection of HDMI or DVI source components (such as an HD-Cable or HD-Satellite Box, DVD, Blu-ray, or HD-DVD Player).", "ig": "Ndị a na-enye ohere njikọ nke components HDMI ma ọ bụ DVI (dị ka HD-Cable ma ọ bụ HD-Satellite Igbe, DVD, Blu-ray, ma ọ bụ HD-DVD Player)."}}
{"translation": {"en": "Renovation can be scary because it's a bit of a mystery.", "ig": "Ihe na-egosi na GIMP nwere ike ịtụ egwu, ma ọ bụ nnọọ ihe omimi iji."}}
{"translation": {"en": "e-book - Life on the Run", "ig": "ndụ uche - Akwụkwọ ọgụgụ isi na ntanetị"}}
{"translation": {"en": "It is known as \"receptive stone,\" which means it is soothing, calming, inward, and magnetic, promoting meditation, spirituality, wisdom, and mysticism.", "ig": "Ọ bụ nnukwu october gemstone, nke pụtara na ọ na-eme ka ahụ dị jụụ, dị jụụ, n'ime, na magnetik, na-akwalite ntụgharị uche, ọnọdụ ime mmụọ, amamihe na mysticism."}}
{"translation": {"en": "If you've ever placed personal information anywhere on the Web; that could be a phone number, birth date, or physical address, Zabasearch is sure to have it.", "ig": "Ọ bụrụ na ị tinyela ozi nkeonwe n'ebe ọ bụla na Weebụ, ma ọ bụ nọmba ekwentị, ụbọchị ọmụmụ, ma ọ bụ adreesị anụ ahụ, Zabasearch ga-enwerịrị ya."}}
{"translation": {"en": "Our goal is to make life easier for contractors like you.", "ig": "Emepụtara Society ka ọ dịrị mfe ma dịkwa mfe maka ndị na-ere ahịa dị ka gị."}}
{"translation": {"en": "A reply to Paul Krugman - Ben Bernanke", "ig": "Erinma Ogwumike - Bob Ogwynn"}}
{"translation": {"en": "Appetizers are easy dishes that can be thrown together in a short amount of time.", "ig": "Mkpịsị eriri igwe na-enye nri dị mfe ịwụnye, nke nwere ike ịbanye na mmepụta oke na obere oge."}}
{"translation": {"en": "The same as if you are winning and do not want to continue risking because your team is about to get complicated, you can secure part of the profits.", "ig": "Ọ bụrụ na ị maara na ị na-aga igwu egwuregwu ụfọdụ n'ọtụtụ, ị makwa na ị gaghị achọ ịmeghachi ya mgbe e mesịrị, ọdịmma nke ịnweta ya na draịvụ ike gị nwere ike ịba uru ịkwụ ụgwọ ego ole na ole maka ụlọ ahịa."}}
{"translation": {"en": "In the response, you have three things:", "ig": "Na ngọngọ a, ị nwere ihe atọ:"}}
{"translation": {"en": "One important part of that communication is the claims process.", "ig": "Otu akụkụ nke ọganihu a nke na-anaghị ekwu okwu nke ukwuu bụ sistemụ akpaaka akpaaka."}}
{"translation": {"en": "the Falcon 9", "ig": "Falcon 9 ahịa okpu"}}
{"translation": {"en": "The Navy version became the F-111B.", "ig": "The F-14 e mere iji dochie naval version nke F-111, F-111B."}}
{"translation": {"en": "The text remains a part of the document, but it doesn't appear unless you choose to display it.", "ig": "Ihe odide ahụ ka bụ akụkụ nke akwụkwọ ahụ, ma ọ pụtaghị ma ọ bụrụ na ịhọrọ igosipụta ya."}}
{"translation": {"en": "For example, if someone asks you a question, Smart Reply will offer suggestions, such as \"I don't know,\" or \"yes or no,\" or pull up a related search, such as nearby restaurants, movie titles and the like.", "ig": "Dịka ọmụmaatụ, ọ bụrụ na mmadụ ajụọ gị ajụjụ, Smart Reply ga-enye aro, dị ka \"Amaghị m,\" ma ọ bụ \"ee maọbụ ọhụụ,\" ma ọ bụ dọpụta ọchụchọ yiri ya, dịka ụlọ oriri na ọṅụṅụ ndị dị nso, ihe nkiri nkiri na ihe ndị yiri ya ."}}
{"translation": {"en": "The Significance of Dreams - Part 2", "ig": "Nkọwa Nrọ - Nkebi nke 2"}}
{"translation": {"en": "in the water.\"", "ig": "n'etiti gi mmiri. \""}}
{"translation": {"en": "Oh, I love all three.", "ig": "M hụrụ n'anya atọrọ atọ."}}
{"translation": {"en": "As a global player in the International Oil and Gas Industry, our operations span the entire Oil and Gas Value Chain.", "ig": "Dịka onye ọkpụkpọ zuru ụwa ọnụ na ụlọ ọrụ International Oil na Gas, ọrụ anyị gbasara Chain niile na Gas Value Chain."}}
{"translation": {"en": "Don't wait until you arrive at your hotel, resort, or AirBnB.", "ig": "Hụ na ị ga-ezere ịkpọtụrụ ọnụ ụlọ ụlọ nkwari akụ gị ma ọ bụ na ọdụ ụgbọelu AirBNB."}}
{"translation": {"en": "For many, wearing deodorant is part of every day life.", "ig": "Maka ọtụtụ n'ime anyị, itinye deodorant bụ akụkụ nke ọrụ anyị kwa ụbọchị ma ọ bụ..."}}
{"translation": {"en": "No I don't know a lot about computers.", "ig": "Ọ bụghị n'ebe ọ bụla ụzọ dị mfe? amaghị m ọtụtụ ihe banyere kọmputa. \""}}
{"translation": {"en": "People with diabetes have to be careful when consuming this fruit.", "ig": "ndị mmadụ na-ahụkarị ụdị ọrịa ahụ kwesịrị ịkpachara anya mgbe ha na-eri nri a;"}}
{"translation": {"en": "It has a 12.3-inch LED screen that rotates 360 degrees and it is made with Gorilla Glass 3 to be more durable.", "ig": "Ọ nwere ihuenyo 12.3 nke anụ ọhịa nke na-agbagharị ogo 360 ma jiri Gorilla Glass 3 mee ka ọ dịkwuo ogologo."}}
{"translation": {"en": "The uroboro tattoo may be unknown to you, but if we talk about its image, a dragon or a ...", "ig": "Uroboro tattoo nwere ike ị gaghị ama gị, mana ọ bụrụ na anyị na-ekwu maka onyonyo ya, dragon ma ọ bụ a ..."}}
{"translation": {"en": "Isaiah 47:10 Secure in your wickedness, you said, \"No one sees me.\"", "ig": "47:10 Na ị tụkwasịrị obi gị echiche ọjọọ, na unu kwuru: \"Ọ dịghị onye na-ele m.\""}}
{"translation": {"en": "Therefore, to get in touch with us - consider using one of the options below.", "ig": "Mbụ ị ga-achọ igodo ngwaahịa - jiri otu n'ime ụzọ ndị dị na ntuziaka dị n'okpuru."}}
{"translation": {"en": "Work experience for people hoping to move back into work", "ig": "Ebumnuche ochie nke ime ihe nke ọma ma ndị mmadụ ga-alaghachi ọrụ."}}
{"translation": {"en": "Gold then proceeded to make a huge run up to $1000 before the next nasty correction.", "ig": "N'ikpeazụ, nke ahụ bụ ọsọ ịgba mmiri siri ike nke gbadara ruo $ 1.000 tupu mkpụrụ ego ahụ aga n'ihu na -agbakọta."}}
{"translation": {"en": "Frankincense oil is a powerhouse for keeping the skin healthy.", "ig": "Frankincense mmanụ dị mkpa bụ ntọala nke ihe nsure ọkụ na-esi ísì ụtọ nke eji eme ihe ime mmụọ."}}
{"translation": {"en": "The sending applications or devices do not need to know anything about the receiver, not even its address.", "ig": "Client amaghị ihe ọ bụla banyere mmejuputa iwu na ọbụna aha ihe nkesa ihe."}}
{"translation": {"en": "cleopatra's daughter - Stephanie Dray", "ig": "Patricia Nwachukwu - Stephanie Nwadike"}}
{"translation": {"en": "God bless the United States of America", "ig": "Chineke na-agọzi USA"}}
{"translation": {"en": "Thinks he's a philosopher.", "ig": "Onye ọ bụla chere na ya bụ obere ọkà ihe ọmụma."}}
{"translation": {"en": "If you're interested in some online poker odds calculators, check out!", "ig": "Ọ bụrụ na ị na-achọ a Online ruleti No Deposit daashi Game --ele ya anya Lee!"}}
{"translation": {"en": "many thousands of people move in", "ig": "ọtụtụ puku ndị mmadụ na-akwaga ebe ahụ"}}
{"translation": {"en": "If that's true, but you've forgotten your password, you might be able to make really good guesses at what the administrator password might be.", "ig": "Ọ bụrụ na nke ahụ bụ eziokwu, mana echefuru paswọọdụ gị, ị ga-enwe ike ịkọ nkọ n'echiche nke onye paswọọdụ nwere ike ịbụ."}}
{"translation": {"en": "18 Then also those who have fallen asleep in Christ have perished.", "ig": "18N'ezie, ndị dara n'ụra ọnwụ n'ime Kraịst lara n'iyi."}}
{"translation": {"en": "To give an idea of the changes,...", "ig": "Iji nweta ụdị ihe dị iche iche maka ntọala dị iche iche, gbanwee..."}}
{"translation": {"en": "It is likely that everyone who dreams of breaking South America would love to make the Bolivia-Peru-Chile Route.", "ig": "Ọtụtụ ndị njem na-atụ nrọ ịbanye n'ime miri emi na South America ga-achọ ịme ụzọ Bolivia-Peru-Chile."}}
{"translation": {"en": "Simply plug in a USB-C cable to the USB port on the bottom of the Switch and keep playing.", "ig": "Naanị nkwụnye eriri USB-C n'ọdụ ụgbọ mmiri dị na ala nke Switch ma nọgide na-egwu egwu."}}
{"translation": {"en": "Let us introduce, for example, bad practice and then good.", "ig": "Dịka ọmụmaatụ, àgwà na-ezighi ezi, yana ogbenye, mere ịmaliteghachi."}}
{"translation": {"en": "Do you live and work in the United States?", "ig": "Want chọrọ ịrụ ọrụ ma biri na Netherlands?"}}
{"translation": {"en": "Be faithful, even to the point of death.", "ig": "Ma guzosie ike, ọ bụladị mgbe ọnwụ ga-abịakwasị gị."}}
{"translation": {"en": "17:7 tamén, there was another young man, from Bethlehem of Judah, one of his relatives.", "ig": "17:7 Ọzọkwa, e nwere onye ọzọ na-eto eto nwoke, si Betlehem nke Juda, otu n'ime ndị ikwu ya."}}
{"translation": {"en": "According to the American Kennel Club, dogs can be considered teacup if they weigh between two and five pounds, and measure fewer than 17 inches when fully grown.", "ig": "Dị ka American Kennel Club gosiri, a pụrụ ịtụle canines dị ka \"onye nkuzi\" ma ọ bụrụ na ha tụọ ihe dị ka kilogram abụọ na ise, ma tụọ ihe na-erughị sentimita asatọ mgbe etolitela kpamkpam."}}
{"translation": {"en": "The high school has French and Latin as well.", "ig": "French nwekwara mgbọrọgwụ Latịn na mgbọrọgwụ German."}}
{"translation": {"en": "Thank you for being the greatest friend I have ever known.", "ig": "Emela nke ọma Cate ị bụ onye kachasị mma m zutere, nke a bụ okwu m n'eziokwu."}}
{"translation": {"en": "How to use two or more accounts for an app on the same smartphone", "ig": "Mfe nkuzi iji nwee ike iji akaụntụ WhatsApp abụọ ma ọ bụ karịa sitere na otu ọnụahịa gam akporo."}}
{"translation": {"en": "The rider's seat", "ig": "Onye na-akwọ ụgbọ na-anọ ọdụ"}}
{"translation": {"en": "There are many versions of Puppy available as the developers provided a great method for people to create their own version.", "ig": "E nwere ọtụtụ nsụgharị dị iche iche nke Puppy dị ka ndị mmepe nyere nnukwu usoro maka ndị mmadụ ịmepụta nsụgharị ha."}}
{"translation": {"en": "That's where it falls down.", "ig": "Ọ bụ ebe ahụ ka ọ dara."}}
{"translation": {"en": "Depending on your editor, the file could be named .save or something like it.", "ig": "Dabere na mbipute iTunes gị na sistemụ arụmọrụ gị, a pụrụ ịkpọ bọtịnụ ịhọrọ nchekwa ahụ Mepee ma ọ bụ Họrọ (ma ọ bụ ihe yiri nke ahụ."}}
{"translation": {"en": "\"Thank you [for] having the courage to share you[r] beliefs.", "ig": "Ekele dịrị gị n'ihi na ị gụrụ n'onye ezi omume gị na ndị niile tụkwasịrị gị obi n'ebe niile."}}
{"translation": {"en": "This means that it does in fact produce a document that would outline change, and viable change at the same time.", "ig": "Na, nke ahụ bụ ihe ga-eme ka ngosi ahụ nwee ọdịdị pụrụ iche dị na ya, na gbanwee n'otu oge ahụ."}}
{"translation": {"en": "Depending on the weather, the boats may occasionally close", "ig": "Dabere n'ụdị ụlọ ahịa, nhọrọ nwere ike ịmecha, ma nnweta dị ihe fọrọ nke nta ka ọ bụrụ mgbe ụfọdụ."}}
{"translation": {"en": "We've started the standardization of the network; we've identified duplicative applications and eliminated many.", "ig": "Anyị mere nyocha backlink Njikọ Detox ma kwupụta njikọ niile dị na saịtị ndị gosipụtara ọfụma ma nwee ọtụtụ ụzọ esi apụ apụ."}}
{"translation": {"en": "Enables the website to be monitored through the Google Analytics tool, which is a service provided by Google to obtain information on user accesses to websites.", "ig": "Ha na-enye gị ohere iji websaịtị wee jiri ngwa Ntugharị Google, nke bụ ọrụ Google nyere iji nweta ozi gbasara ịnweta ndị ọrụ na weebụsaịtị."}}
{"translation": {"en": "36:35 So that they may eat from its fruits, and what they manufacture with their own hands.", "ig": "36:35 ka ha wee rie nke mkpụrụ ya na ọrụ aka ha."}}
{"translation": {"en": "There may be several reasons why the BIOS does not see the bootable USB flash drive.", "ig": "E nwere ike inwe ọtụtụ ihe mere Windows bụghị ike Ọkpụkpọ USB drive."}}
{"translation": {"en": "It can be on two divisions or four Beasts.", "ig": "Nke a pụrụ ịbụ osisi na gburugburu ma ọ bụ akụkụ anọ isi."}}
{"translation": {"en": "\"He said to me, 'If you leave, there will be nothing left to find.' \"", "ig": "O kwuru si: \"ọ bụrụ na o nweghị ihe iwelatara ụlọ ị mara na onwebeghị ihe imere.\""}}
{"translation": {"en": "Git is usually preinstalled on Mac and Linux.", "ig": "A na-ahụkarị faịlụ CPGZ na macOS na Linux arụ ọrụ ."}}
{"translation": {"en": "the road (so watch out when you driving).", "ig": "Ụzọ ị ga-esi na-eche nche mgbe ị na-akwọ ụgbọala (ma na-agbazikwa ịkwọ ụgbọala!)"}}
{"translation": {"en": "However, mp3 is the best format as this is the standard audio format supported by most media players and devices.", "ig": "MP3 bụ nhọrọ kasị mma dị ka nke a bụ ụkpụrụ audio format-akwado site na kasị media Player na ngwaọrụ."}}
{"translation": {"en": "Here, you can also select a different icon if you don't like the existing color scheme.", "ig": "Ị nwekwara ike ịgbanwe egweri biini icon, ọ bụrụ na ị na-adịghị amasị ugbu a oyiyi."}}
{"translation": {"en": "Cable internet is perennially more popular than dsl in the united states, but in many other countries, the reverse is true.", "ig": "Internet Ịntanetị bụ ihe a na-ewu ewu karịa DSL na United States, ma n'ọtụtụ mba ndị ọzọ, ezighachị bụ eziokwu."}}
{"translation": {"en": "Without you want to meet new people, find the love of your life or marriage, but you have no money, best obviously it is easiest to register without a free online datingsite.", "ig": "Ọ bụrụ na ị chọrọ izute ọhụrụ ndị mmadụ, chọta ịhụnanya nke ndụ gị ma ọ bụ alụmdi na nwunye, ma unu enweghị ego, mgbe O doro anya na ọ bụ kacha ịdebanye aha maka a free online datingsite."}}
{"translation": {"en": "I love you baby girl", "ig": "Baby girl a hụrụ m gị n'anya o"}}
{"translation": {"en": "While an SSL encrypts this information, it becomes incomprehensible for those who do not have a proper key mentioned above.", "ig": "Ụfọdụ ndị na-agagharị na WPS nwere ike ghara ikwe ka njirimara ahụ nwee nkwarụ. na-ahapụ ha ka ọ bụrụ ihe mgbochi PIN a kpọtụrụ aha n'elu."}}
{"translation": {"en": "Sandhi Sudha In Sri Lanka In Sri Lanka", "ig": "Renata Souza na siririca."}}
{"translation": {"en": "He sees the blood.", "ig": "ohh ya , ii see blood ?"}}
{"translation": {"en": "day 1-31 The day of the month that the command is executed.", "ig": "Day 1-31 Akọwa ụbọchị nke ọnwa iwu ahụ ga-emezu."}}
{"translation": {"en": "Traders are advised to keep an eye on the current situation.", "ig": "A dụọla ndị bi n'Awka ka ha kpachara anya otu ha si atufu àtịtị | Ka Ọ Dị Taa"}}
{"translation": {"en": "Keep your training sessions short- between 10 and 15 minutes.", "ig": "Mechie oge ọzụzụ gị na minit 10-15 nkeAHma ọ bụ ịgba ọsọ."}}
{"translation": {"en": "This quiz indicates whether you should take up residence in Gryffindor, Hufflepuff, Ravenclaw, or Slytherin.", "ig": "Ajụjụ a na-egosi ma ị kwesịrị ịbanye na Gryffindor, Hufflepuff, Ravenclaw, ma ọ bụ Slytherin."}}
{"translation": {"en": "Philippians 2:8-11, God has highly exalted him and bestowed on him the name that is above every name.", "ig": "Ndị Filipaị 2: 8-11, Chineke buliri ya elu nke ukwuu wee nye ya aha karịa aha niile"}}
{"translation": {"en": "The Glory of Yahweh,", "ig": "N'ihina ntoala uwa niile bu nke Yahweh,"}}
{"translation": {"en": "One easy way to do this is to let your customers vote on future products.", "ig": "Usefulzọ bara uru iji mee nke ahụ bụ ịhapụ ndị ahịa gara aga ka ha kwuochitere gị."}}
{"translation": {"en": "Search for \"hawaii\"", "ig": "ndimiche nọ na nyochaa nke \"Hawaii\""}}
{"translation": {"en": "11:32 They said, \"O Nuh!", "ig": "11:32 Ha wee sị, 'O Noah, ị rụrụ ụka, na ụka nke ukwuu, na anyị."}}
{"translation": {"en": "Start learning about food.", "ig": "Mụta ihe banyere iPhoto Nri >>"}}
{"translation": {"en": "2:189 They ask you about the new moons.", "ig": "2: 189 Ha ajụ gị ajụjụ banyere ihe nile yiri ọnwa."}}
{"translation": {"en": "As always, the final word is not someone's label, but the Scriptures.", "ig": "Naanị ọghọm ya bụ na ihe a na -abụ na njedebe abụghị amaokwu ọdịnala, kama ọ bụ ihe metụtara aha ndị na -eme ihe nkiri."}}
{"translation": {"en": "domain knowledge base.", "ig": "kwu.it domain info"}}
{"translation": {"en": "There you go, Sue.", "ig": "Here ya go, Sue."}}
{"translation": {"en": "Madonna's shows at the Palladium continue until 16 February.", "ig": "Ihe ngosi Madonna na Palladium na-aga n'ihu ruo 16 nke February."}}
{"translation": {"en": "In case you're able to, Maintain your relationship.", "ig": "Ọ bụrụ na ị nwere ike, tinye njikọ njikọ gị."}}
{"translation": {"en": "The plugin does not have a popup.", "ig": "The plugin adịghị nwere nti nkụnye eji isi mee."}}
{"translation": {"en": "South Africa: A hiv-free \"When I was diagnosed with HIV, I could not watch TV.", "ig": "Child Trafficking: 'Mgbe a gwara m na m bụ nje HIV ekwetaghị m' - BBC News Ìgbò"}}
{"translation": {"en": "Do not be afraid of your enemies.", "ig": "na-atụghị ụjọ ihe ndị iro unu ga-eme."}}
{"translation": {"en": "We are specialists in Google AdWords and DoubleClick.", "ig": "Ihe omuma nke jikotara na Google AdWords na DoubleClick."}}
{"translation": {"en": "found 10,000 ways that don't work.", "ig": "Enweela m ụzọ 10,000 nke na-agaghị arụ ọrụ."}}
{"translation": {"en": "\"They threatened to kill me and harm my family.", "ig": "Chebe m na ndị niile nwere ike imerụ m ahụ, chebe ezinụlọ m."}}
{"translation": {"en": "Full protection against access by strangers is not possible.", "ig": "Nchekwa zuru oke nke data gị site na ịnweta ndị ọzọ agaghị ekwe omume."}}
{"translation": {"en": "First of all, do your research on the internet.", "ig": "Mbụ, mepee nchọgharị Ịntanetị nchọgharị gị."}}
{"translation": {"en": "17:30 after the same manner shall it be in the day that the Son of man is revealed.", "ig": "17:30 Dị ka ihe ndị a, otú a ka ọ na-adị n'ụbọchị ahụ mgbe Nwa nke mmadụ ga-ekpughe."}}
{"translation": {"en": "Before that, let's find out What's new in Xiaomi Black Shark 3 and 3 Pro.", "ig": "Xiaomi ekwuputala ụbọchị ọkwa ọkwa nke Black Shark 3 na 3 pro maka ahịa Europe."}}
{"translation": {"en": "We are all very proud of each one of you!", "ig": "Anyị nwere obi ụtọ na, na mpako maka, onye ọ bụla n'ime gị!"}}
{"translation": {"en": "They are the devil's evil pranksters.", "ig": "Thosegha ndị ahụ bụ \"akụ́ ụta na-ere ọkụ\" nke Setan."}}
{"translation": {"en": "To prevent breaking, it is recommended to hand wash.", "ig": "Iji zere ichikota osisi ahụ, a na-atụ aro ka ị na-edebe ala hydrated."}}
{"translation": {"en": "Obviously, King Morax isn't thrilled by this change in the status quo.", "ig": "N'uche Kelechi, obi adịghị ya mma maka okwu Brexit a maka etu ihe ga-esi gbanwe."}}
{"translation": {"en": "For many, that means...", "ig": "Maka ọtụtụ, ọ na - eweta ya ..."}}
{"translation": {"en": "The learning curve is slow but enjoyable.", "ig": "Oge nkuzi mkpirikpi dị mkpirikpi mana ọ na-atụ ụjọ."}}
{"translation": {"en": "On the other hand, MD5 is not as fast as MD4 but offers much more assurance of data security.", "ig": "MD5 abụghị ngwa ngwa dị ka MD4, ma anare ya dịka nchebe karịa mmemme ndị MDx gara aga."}}
{"translation": {"en": "The book of death", "ig": "Akwụkwọ nke Ọnwụ"}}
{"translation": {"en": "This assists arrange your discussions without removing them, which is especially useful if you do not need to message somebody but you still want to save the texts.", "ig": "Nke a na-enye aka ịhazi mkparịta ụka gị n'enweghị nkwụsị ha, nke kachasị aka ma ọ bụrụ na ịnweghị ozi onye ọzọ ma ị ka chọrọ ịchekwaa ederede."}}
{"translation": {"en": "I've taken a number of pictures of the vehicle", "ig": "Amalitere m ise foto nke ụgbọ elu na-efe ala na ala."}}
{"translation": {"en": "I've got to change it", "ig": "Ekwesịrị m ịtọgharịa ya."}}
{"translation": {"en": "As a part of the inflammatory response, your body increases its production of white blood cells, immune cells and substances called cytokines to help fight infection.", "ig": "Dị ka akụkụ nke nzaghachi na-afụ ụfụ, ahụ gị na-abawanye mmepụta nke mkpụrụ ndụ ọbara ọcha ya, yana mkpụrụ ndụ na-alụ ọgụ na ihe ndị dị ka cytokines."}}
{"translation": {"en": "Science and Art are often seen as two different worlds.", "ig": "Worldwa abụọ nke sayensị na nka A na-elekarị ya anya dị ka ihe dị iche."}}
{"translation": {"en": "The Law Institute Victoria", "ig": "Mgbakọ omebe iwu Victoria."}}
{"translation": {"en": "But when you eat foods high in fiber, like vegetables, fruits, and whole grains, those indigestible beta bonds slow the release of glucose into the blood.", "ig": "Ma mgbe ị na-eri nri dị elu dị ka akwụkwọ nri, mkpụrụ osisi, na ọka niile, agbụ beta ndị a na-adịghị agwụ agwụ na-ebelata ịhapụ glucose n'ime ọbara."}}
{"translation": {"en": "What's the best tourist spot in the Philippines?", "ig": "Kedu ụdị akara igwe kwụ otu ebe kachasị mma na Philippines?"}}
{"translation": {"en": "You'll be able to fix any media from right here.", "ig": "Ị nwere ike idozi ihe ọ bụla media site na ebe a."}}
{"translation": {"en": "Would like to know before I stop", "ig": "Ọ ga-amasị m ịmata nke a tupu m agbasaa"}}
{"translation": {"en": "tors and more are available to help", "ig": "Law & More dị njikere inyere gị aka."}}
{"translation": {"en": "Can also be made of non-standard cards, gebuerene Kaarte, Epoxy Tags, keychains, wristbands, etc.", "ig": "Nwekwara ike-mere nke na-abụghị ọkọlọtọ kaadị, ekara kaadị, epoxy tags, Eriri Ngakọ Igodo, wristbands, etc."}}
{"translation": {"en": "Most games & giveaways world wide.", "ig": "Ọtụtụ egwuregwu & giveaways ụwa n'obosara."}}
{"translation": {"en": "The importance of wizard allows you to transfer data from any format or even the ODBC.", "ig": "Ịnweta na-enye ọtụtụ mgbanwe site na ikwe ka ị bubata data na ihe ọ bụla ODBC ma ọ bụ faịlụ ederede dị."}}
{"translation": {"en": "16\"In just a little while I will be gone, and you won't see me anymore.", "ig": "16 Ọ fọduru nwa oge, unu agaghi-ahukwam."}}
{"translation": {"en": "It's all clear", "ig": "Ihe niile doro anya."}}
{"translation": {"en": "refer to it in his conversation.", "ig": "Ikwuritakwara ihe banyere nke a n'oge nkwupụta gị."}}
{"translation": {"en": "cities and towns of Czech Republic", "ig": "Obodo na obodo nke Czech Republic"}}
{"translation": {"en": "1 Corinthians 10:31; So, whether you eat or drink, or whatever you do, do all to the glory of God.", "ig": "10:31 Ya mere, ma ị na-eri ma ọ bụ ihe ọṅụṅụ, ma ọ bụ ihe ọ bụla ọzọ i nwere ike ime, eme ihe niile n'ihi na ebube Chineke."}}
{"translation": {"en": "@JohanOlsson yes, it's him.", "ig": "@Loki Odinson no agb yes aga be"}}
{"translation": {"en": "If you have a sound card, it will show up there.", "ig": "Ọ bụrụ na ị nwere kaadi dị mma ma ejikọ ya: ebe a ka a ga-egosipụta ya."}}
{"translation": {"en": "Perfect for kids three to nine years old, there are a bevy of features, including two lenses in both the front and rear with a dedicated switching button.", "ig": "Zuru okè maka ụmụaka atọ ruo afọ itoolu, enwere njirimara nke njirimara, tinyere anya abụọ dị n'ihu ma n'azụ na bọtịnụ ntinye aka."}}
{"translation": {"en": "And so the boys continued walking.", "ig": "N'ihi ya ụmụ aka a malitere gawa ije dịka ndi ụkwụ na-egbu mgbu."}}
{"translation": {"en": "Many were beaten as well.", "ig": "\"E dinakwara ọtụtụ ha n'ike ka ha nọ na nga."}}
{"translation": {"en": "And, it's actually far more affordable than some competitors.", "ig": "N'ezie, dị ọnụ ala karịa na ị ga-enwe ike ịnakwere ụfọdụ ndị ahịa."}}
{"translation": {"en": "They've since changed the name of the restaurant to The Restaurant at Hotel Wailea.", "ig": "Ya mere, ha kpọtara nwaanyị ahụ site n'ụlọ oriri na ọṅụṅụ Hollywood Hotel dịkwa n'Advani."}}
{"translation": {"en": "The Power of the Word", "ig": "ike nke okwu"}}
{"translation": {"en": "Doujinshi: The child has awakened.", "ig": "Igbo: Okorobia tochaa o chere ibe ya."}}
{"translation": {"en": "The best deals for West Virginia.", "ig": "Ndị ndụmọdụ ndụmọdụ ụlọ akụ kacha mma anyị ga-emepe maka West Virginia dị maka gị."}}
{"translation": {"en": "Taking this time to listen to your child may reveal misunderstandings or fears that you will want to address.", "ig": "Ọ bụrụ na ngwa gị na-ewe oge ka ị na-ebu ibu, mee ka ndị na-ege gị ntị nwee ụdị egwu ma ọ bụ ntụrụndụ nke ha ga-enwe mmasị ịnọgide na-anụ."}}
{"translation": {"en": "One of the teachers of the law came and heard them debating.", "ig": "Ma otu onye n'ime ndị odeakwụkwọ bịara, ọ nụrụ ha rea-"}}
{"translation": {"en": "They encouraged me, and I figured they would encourage you as well.", "ig": "Ha mesiri m obi ike, dị ka m si chee na ha sikwa otu a na-agba unu ume."}}
{"translation": {"en": "And one of the possibilities is attracting wine enthusiasts.", "ig": "Nhọrọ ọzọ bụ ịchọta ụdị okomoko mana zụta ndị na-agụ vaịn."}}
{"translation": {"en": "Morocco: Morocco, one of the cheapest countries to live in", "ig": "Morocco: Morocco, otu mba dị ọnụ ala karịa"}}
{"translation": {"en": "bne IntelliNews - Migrants continue to try to cross Poland's border from Belarus, but the camp has gone", "ig": "GUO: Ọchịchị Anambra ugbua na-agbalị maka asụsụ Igbo, mana nsogbu ka dịkwa - Ejiọfọ"}}
{"translation": {"en": "Do you have the ability to have money yet to buy food?", "ig": "Ike adị gị ịkwụ n'ahịrị naanị ka ị nwee ohere ịzụta nri na-agalakwa ọnụ n'elu ya?"}}
{"translation": {"en": "Casinos and gambling (4)", "ig": "Casinos ndụ na egwuregwu (4)"}}
{"translation": {"en": "In fact, most search industry experts would advise you to do the exact opposite in order to get the most well-rounded results.", "ig": "N'ezie, ọtụtụ ndị ọkachamara n'inyocha ụlọ ọrụ ga-enye gị ndụmọdụ ka ị mee kpọmkwem ihe na-abụghị iji nweta ihe kachasị mma."}}
{"translation": {"en": "The Times of our Lives", "ig": "Times nke ndụ anyị"}}
{"translation": {"en": "Intel Core i3 processors are dual-core processors, while i5 and i7 chips are quad-core.", "ig": "Intel Core i3 processors bụ dual-core processors, ebe i5 na i7 ibe ndị quad-isi."}}
{"translation": {"en": "the curse of chucky", "ig": "Mpempe ụyọkọ nke igodo nke Chuck"}}
{"translation": {"en": "Refurbished Galaxy Note 7s Will Not Be Sold In The US", "ig": "Igwe Galaxy Note 7 emezigharị agaghị abata United States"}}
{"translation": {"en": "The markets have now given a clear indication.", "ig": "Dị ka ya si kwuo, ndị ntụpọ ahụ enyelarị ihe ịrịba ama doro anya tupu ugbu a."}}
{"translation": {"en": "If you need a:", "ig": "Ọ bụrụ na gị mkpa:"}}
{"translation": {"en": "Our staff will be more than happy if you will use it and you're going to get new jobs offers.", "ig": "Ndị otu anyị ga-enwe obi ụtọ karịa ma ọ bụrụ na ị ga-eji ya na ị ga-enweta ọrụ ọrụ ọhụrụ."}}
{"translation": {"en": "All the great stories include these two things: 1) The thing a character wants must be very difficult to attain.", "ig": "Ihe abuo na-eme ka ndi mmadu na-eri ogwu a: 1) foto ndi ahu nwere ihe di omimi nke na-esiri ike ichoputa."}}
{"translation": {"en": "ASL: I understand that you teach Junior high school.", "ig": "Education: Anyị maara na JW na-ajụ agụmakwụkwọ ka elu."}}
{"translation": {"en": "The Board has created a Special", "ig": "Maka nke a, Gọọmentị mepụtara ọkwa azụmahịa pụrụ iche."}}
{"translation": {"en": "If you have a look through this list, almost every single one of them involves communication.", "ig": "Ọ bụrụ na ị na-agụnye ndị a na nchịkwa gị, ihe fọrọ nke nta ka mmadụ nile hụ peeji nke ahụ."}}
{"translation": {"en": "That's not a tax", "ig": "Nke a abụghị SEO ohuru."}}
{"translation": {"en": "Discover the essentials you need to take into account to success", "ig": "Chọpụta ụdị edezi akwụkwọ gị dị mkpa maka ihe ịga nke ọma ya."}}
{"translation": {"en": "The public's perception of the industry's contribution to economic activity often exceeds the reality.", "ig": "Ha kwenyere na mmetụta nke usoro ire ahịa na-enweta na ụlọ ọrụ ụlọ ọrụ na-abụkarị karịa mmetụta nke usoro mmepụta."}}
{"translation": {"en": "They are to be found", "ig": "Kwesịrị ịchọta ha."}}
{"translation": {"en": "I certainly don't wear any tie more than once a week.\"", "ig": "Anaghị m ebipụta ihe karịrị otu blog n'izu ọ gwụla ma m nwere ọnọdụ pụrụ iche. \""}}
{"translation": {"en": "The first task that you will need to complete is a written plan.", "ig": "Ala mbụ ị chọrọ imeju bụ Njikọ Ederede."}}
{"translation": {"en": "With its simple, elegant interface, Safari gets out of your way and lets you enjoy the web, up to 2 times faster than Internet Explorer.", "ig": "Site na interface ya dị mfe ma dịkwa mma, Safari na-ewepụ gị nụzọ gị mgbe ị na-eme nchọgharị na ịntanetị na-enye gị ohere ịnweta ahụmịhe ntanetị kachasị ụtọ mgbe ị na-enwe nchebe."}}
{"translation": {"en": "This is just above the lower bound of 0.56.", "ig": "Ma ọ na-adịtụ ala karịa obere Obere, na-abata na 0.66 nke paụnd."}}
{"translation": {"en": "\"Starting an online business.\"", "ig": "\"Zụlite ihe echiche online azụmahịa.\""}}
{"translation": {"en": "Ain't a party", "ig": "si Ihe chama."}}
{"translation": {"en": "It was the same ship.", "ig": "O doro anya na ọ bụ ụgbọ mmiri na otutu ihe mgbe ahụ."}}
{"translation": {"en": "Once he's done so much, he gets a little vacation.", "ig": "Ọbụna n'ụbọchị ezumike ya, ọ na-eme obere ihe."}}
{"translation": {"en": "Is it possible to establish serial communication between them?", "ig": "N'ezie enwere ike ideta mmekọrịta nwa oge na ihe ndekọ ha?"}}
{"translation": {"en": "Now we're on the bus!", "ig": "Agora na Bisi Teen!"}}
{"translation": {"en": "Even thus shall it be in the day when the Son of man shall be revealed.", "ig": "Ọ ga-abụ otu ihe ahụ maka ụwa mgbe a kpughere Nwa nke mmadụ (ụbọchị ikpe)."}}
{"translation": {"en": "i am with you on this point", "ig": "Echere m na m nọnyeere gị na nke a."}}
{"translation": {"en": "John 1:35-37 The next day John was there again with two of his disciples.", "ig": "1:35 N'echi ọzọ, Jọn guzoro na abụọ nke na-eso ụzọ."}}
{"translation": {"en": "The Romans admired moonstone, as they believed it was derived from solidified rays of the Moon.", "ig": "Ndị Rome nwere mmasị na moonstone, dịka ha kwenyere na ọ sitere na ụzarị ọnwa siri ike nke ọnwa."}}
{"translation": {"en": "I have not betrayed my father - Kweku Baako", "ig": "I Did Not Plan To Kill My Brothers - Mr Benjamin Okwube"}}
{"translation": {"en": "And these aren't only traders for stay-at-home moms and investors.", "ig": "Ọzọkwa, ihe ndị a abụghị naanị uru ndị dị ugbu a maka ndị nwe ụlọ na ndị ọkachamara SMM."}}
{"translation": {"en": "Here once again there's a battle to fight", "ig": "Ngwakọta arịgoro elu ugbu a iji lụso ọkwa ahụ ọgụ ọzọ."}}
{"translation": {"en": "Stream-Crossing Infrastructure, What Are the Options, How Much Will It Cost?", "ig": "Kedu ihe bụ Rakuten TV, ego ole ka ọ na -eri na ọwa ole ọ na -enye anyị?"}}
{"translation": {"en": "Amongst the suggestions?", "ig": "1 Kedu aro ndị dị na Instagram dabere?"}}
{"translation": {"en": "If not do you like it?", "ig": "Ọ bụrụ na ị masịghị ya?"}}
{"translation": {"en": "So, if they are making an effort, ensure they are not wasting their time.", "ig": "Mgbe ha na-eme ihe, ha na-elekwasị anya n'ezie ma ha enweghị ike ịnọnyere ndị na-egbu oge ha."}}
{"translation": {"en": "two days ago.", "ig": "Wkwkwkw wkwkwkw 2 days ago"}}
{"translation": {"en": "We do this through several methods:", "ig": "M na-eme nke a site na ọtụtụ usoro of iji dị mkpa na ha bụ:"}}
{"translation": {"en": "Though the Nintendo 3DS's inner hardware is kind of a small amount additional powerful than the internal organ of the Nintendo DS family, the skin casing ought to strike a well-known note.", "ig": "Ọ bụ ezie na ihe Nintendo 3DS dị n'ime ihe dị ntakịrị dị ike karịa oghere nke ezinụlọ Nintendo DS, nkedo nke dị n'èzí kwesịrị imeri akwụkwọ ama ama."}}
{"translation": {"en": "I have had a lot of respect for the OU, particularly in the quality of the course materials for A215, the course I still work on.", "ig": "Enyochala m ọtụtụ usoro okwu ikuku ụda dị mma, ma usoro nke ikpo okwu nke Minx S215 5.1 na-ekpuchi ntị m."}}
{"translation": {"en": "I haven't seen this in a long time.\"", "ig": "Ọ hụbeghị ọ thisụ a ogologo oge. \""}}
{"translation": {"en": "We need to know where to create our module folder in step 2.", "ig": "Yabụ ugbu a anyị kwesịrị ịmụ etu esi eme ka dumbbell a banye n'ọkwa ọkwa n'ọkwa 2."}}
{"translation": {"en": "Being in the business for a long time now, you can be sure that Norton has a product that'll fit your needs in the best way possible.", "ig": "Winamp akwụsịla nwa oge, ma ị ka nwere ike ịnweta akwụkwọ ndị okenye ga-arụ ọrụ dị mma maka mkpa gị."}}
{"translation": {"en": "We generally respond very quickly (normally within 24 hours).", "ig": "Anyị na-azaghachikarị n'ime awa 24 (ọ na-abụkarị obere karịa na nke ahụ)."}}
{"translation": {"en": "Bruton's Elliot Rice will play football at St. Augustine's", "ig": "Nkenke aha onyonyo Moses Simon na-agba bọọlụ na Levante nke Spain."}}
{"translation": {"en": "And he said unto them, If I tell you, ye will not believe: ...Hereafter shall the Son of man sit on the right hand of the power of God.\"", "ig": "Ma ọ sịrị ha, \"Ọ bụrụ na m agwa unu, unu agaghị ekwe, 68 ọ buru kwa na ajum unu ihe, unu azaghi; 69 Ma site ugbu a gaa n'ihu, Nwa nke mmadụ ga -anọ ọdụ n'aka nri nke ike nke Chineke. \""}}
{"translation": {"en": "Wow--that is an impressive number!", "ig": "Stivin - ị bụ eziokwu... nke a bụ ọnụ ọgụgụ na-enweghị atụ."}}
{"translation": {"en": "In one sense, the first modern ethologist was Charles Darwin, whose book The Expression of the Emotions in Man and Animals influenced many ethologists.", "ig": "N'ótù uche, onye agụmàgwànụmanụ nke mbụ n'oge ugbua bụ Charles Darwin, onye akwụkwọ ya, The Expression of the Emotions in Man and Animals, metụtara otụtụ ndị agụmàgwànụmanụ n'ọdịnihu"}}
{"translation": {"en": "I feel sorry for the poor families.", "ig": "Ebere na emere m ezinaụlọ ndị ahụ lara mmụọ."}}
{"translation": {"en": "This can make it hard to sell videos online.", "ig": "Nke a ngwa nwere ike na-akpaghị aka ịchọpụta online flash videos."}}
{"translation": {"en": "In the Name of Jonas", "ig": "Obonye Jonas"}}
{"translation": {"en": "There are two types of bruxism:", "ig": "Enwere ụdị abụọ ma ọ bụ ụdị bruxism:"}}
{"translation": {"en": "Yet another option is to make a photo slideshow for YouTube; that option is also on the right side of the upload page.", "ig": "Ma nhọrọ ọzọ bụ iji mee ka foto slideshow maka YouTube; na nhọrọ dị na akụkụ aka nri nke ibe ebudatara."}}
{"translation": {"en": "Btw, my name is Melody, let the dance begin.", "ig": "aha m bụ joel job pls gwa m mgbe ha bidoro biko"}}
{"translation": {"en": "Although rare in 30 year olds, heart attacks can still occur.", "ig": "Ọbụna ma ọ bụrụ na ọ ga-abụ afọ 90, ọ ka ga-enwe ike imebi obi ole na ole."}}
{"translation": {"en": "We've seen some change", "ig": "Anyị na-ahụ ebe mgbanaka."}}
{"translation": {"en": "Sound pressure of 50% capacity at 1m dB (A)", "ig": "Sound larịị site 50% ọsọ 1m dB (A)"}}
{"translation": {"en": "The Canadian Medical Association journal published a study indicating that marijuana can help ease multiple sclerosis pain.", "ig": "The Canadian Medical Association kwuru otu nnyocha nke gosiri na wii wii nwere ike inyere aka ọrịa na multiple sclerosis eche mma."}}
{"translation": {"en": "30 things to do before I'm 30... _ Conor Sweetman", "ig": "Eji m N200 malite ndụ tupu m buru ihe m bụ taa - Cosmas Maduka"}}
{"translation": {"en": "The sequel to 2013's excellent LG G2", "ig": "5-anụ ọhịa zuru HD ihuenyo ọhụrụ LG Optimus G2 maka May 2013"}}
{"translation": {"en": "But God has shown me that I should not call anyone impure or unclean\" (Acts 10:28, NIV).", "ig": "Kama Chineke egosiwo m na agaghị m akpọ onye ọ bụla ihe rụrụ arụ ma ọ bụ onye na-adịghị ọcha."}}
{"translation": {"en": "I read a lot of reviews before buying it.", "ig": "Agụrụ m ọtụtụ nyocha tupu m azụrụ ma enweghị uche."}}
{"translation": {"en": "Want to learn more about this Singer/Songwriter?", "ig": "Kedu ka ị ga-achọ ịmatakwu banyere isiokwu a / omume / echiche?"}}
{"translation": {"en": "Depending on the TV, the system/firmware update method may differ.", "ig": "Atụmatụ tupu ịmalite Dabere na mbipụta BIOS, usoro maka ịgbanwuo / kaadị kọnetị nwere ike ịdị iche."}}
{"translation": {"en": "how a car's engine works", "ig": "Olee otu Autotarget si arụ ọrụ"}}
{"translation": {"en": "\"And He said unto them, I beheld Satan as lightning fall from Heaven.", "ig": "18 O wee sị ha, \"Ahụrụ m Setan ka ọ dara ka àmụ̀mà nke si n'eluigwe daa."}}
{"translation": {"en": "Yamaha offers a similar technology on some of its home theater receivers referred to as Presence.", "ig": "Yamaha na-enye otu teknụzụ dị otú ahụ na ụfọdụ n'ime ụlọ ndị na-ere ihe nkiri na-ezo aka dị ka Presence."}}
{"translation": {"en": "\"I know that His commandment is eternal life; therefore the things I speak, I speak just as the Father has told Me.\"", "ig": "50 Amata-kwa-ram na ihe O nyere n'iwu bu ndu ebighi-ebi: ya mere ihe Mu onwem nēkwu, dika Nnam gwaworom okwu, otú a ka M'nēkwu."}}
{"translation": {"en": "He also wishes for those who were injured fast recovery.", "ig": "O kpekwara ka ndị nke nwetara mmerụahụ gbakerechaa nke ọma n'oge adịghị anya."}}
{"translation": {"en": "May 2017 - Education For Children", "ig": "06 May Na-atụrụ ime maka ụmụaka"}}
{"translation": {"en": "SINGH: Everything is re-spaced.", "ig": "Burna Boy: Ihe niile na-alaghachi ebe o si."}}
{"translation": {"en": "Jack Black's death scared me as a child.", "ig": "Echiche m oroma na-acha uhie uhie dịka nwatakịrị mere ka m nwee ụjọ."}}
{"translation": {"en": "Only one individual may access a Service at the same time using the same user name or password, unless we agree otherwise in a written consent.", "ig": "6.2 Naanị otu onye nwere ike ịnweta otu Ọrụ n'otu oge site na iji otu aha njirimara ma ọ bụ paswọọdụ, belụsọ na anyị kwenyere na uzọ ọzọ."}}
{"translation": {"en": "Maria is a very kind of lady and her son is soon kind to us.", "ig": "Mary bụ n'ezie nne anyị na, dị ka nne anyị, ọ na-achọ ka anyị na-eru nso ya na Ọkpara ya."}}
{"translation": {"en": "Note: make a backup before making this kind of changes.", "ig": "Ihe dị mkpa: Ịkwesịrị ikwenye mgbanwe ndị a na nkwụsị tupu ha emechaa."}}
{"translation": {"en": "What to Do When You Get Pulled Over by the Police?", "ig": "Kedu ihe ị ga-eme mgbe ị gafere ule na ndị uwe ojii okporo ụzọ, mgbe ị natara ikike?"}}
{"translation": {"en": "Instead, think of what it can do for you and your business.", "ig": "Oge ọ bụla n'oge, chetara ha ihe ha nwere ike ime n'akụkụ gị na ngwaahịa na ọrụ gị."}}
{"translation": {"en": "Meanwhile, existing infrastructure at the ports require a period of 10 days to load each vessel.", "ig": "E wezụga nchebe, ọdụ ụgbọ mmiri na-ebu ibu na mpaghara nke ọ bụla chọrọ minit 60 nke oge egwu oge otu ọnwa ọ bụla."}}
{"translation": {"en": "that's not encouraging", "ig": "Nke a abụghị nkwalite."}}
{"translation": {"en": "You can find it tough to handle all types of dissertations.", "ig": "Ọ nwere ike iyi mgbagwoju anya ka ị kpebie n'etiti ụdị DVD niile."}}
{"translation": {"en": "I have observed every match on the TV.", "ig": "Enwetara m ịchọta egwuregwu ọ bụla na mgba na Shield TV."}}
{"translation": {"en": "It's not ideal but it will suffice until you find a proper solution.", "ig": "Ihe mmepụta ọkụ ahụ agaghị adị otu, mana ọ ga-ezuru gị iji jide gị ruo mgbe ị ga-akwụ ụgwọ ọzọ."}}
{"translation": {"en": "In particular, a project we worked on with a non-profit last year has proved fruitful.", "ig": "Anyị metụrụ otu agadi ahịa taa aka nke na-arụghị ọrụ na anyị n'afọ gara aga."}}
{"translation": {"en": "And then again...you get the picture.", "ig": "Ọzọkwa... ndo banyere foto ahụ."}}
{"translation": {"en": "Note: When you've got encountered any challenges in utilizing the product or wished to post new ideas and strategies, remember to Make contact with our tech aid right here.", "ig": "Cheta na: Ọ bụrụ na ị nwere okosobode nsogbu ọ bụla na-eji ngwaahịa ma ọ bụ chọrọ n'okpuru echiche ọhụrụ na aro, biko kpọtụrụ anyị tech support ebe a."}}
{"translation": {"en": "Develop a weblog entry to choose your profile and keep your fans and admirers up-to-date about what's occurring in your lifetime.", "ig": "Blog: Mepụta ntinye blog iji gaa na profaịlụ gị ma debe ndị na-agba gị na ndị na-achọsi ike na ihe na-eme ná ndụ gị."}}
{"translation": {"en": "The first word of each phrase hints that the phrase itself won't be complete.", "ig": "Kpọmkpọm (:) okwu ọ bụla nwere kpọmkpọm n'azụ ya na-egosi na ya agwụbeghi."}}
{"translation": {"en": "Some people blame Jews for the world's problems.", "ig": "Ndị otu òtù nzuzo a tara ndị ikom ụta maka nsogbu ụwa."}}
{"translation": {"en": "How to Correct an Error on the DD-214", "ig": "Olee otú iji weghachite akụkụ ọjọọ na disk [usoro ọgwụgwọ HDAT2]"}}
{"translation": {"en": "A third party can produce a public key with the recipient's name and give it to the sender, who uses the key ......", "ig": "Onye nke atọ nwere ike ịmepụta igodo ọha na onye aha ya ma nye ya onye zitere, onye ji igodo iji zipu ozi dị mkpa na ụdị ezoro ezo."}}
{"translation": {"en": "However, many users find that sometimes even with full production, they still think that the crusher's production capacity is not high enough to achieve the ideal production state.", "ig": "Agbanyeghị, ọtụtụ ndị ọrụ na-achọpụta na oge ụfọdụ ọbụlagodi na imepụta zuru oke, ha ka na-eche na ikike nrụpụta nke onye na-eme mkpọtụ adịghị ezu iji nweta ọnọdụ nrụpụta dị mma."}}
{"translation": {"en": "It can be affected by several factors including natural disasters, the strength of the American dollar, wars, and the condition of the global economy.", "ig": "Ahịa nwere ike na-enwe mmetụta ọtụtụ ihe, gụnyere ọdachi, ume nke American dollar, na izugbe ọnọdụ nke ụwa e ..."}}
{"translation": {"en": "A burning issue for most people shifting from PSTN to VoIP is the possibility of keeping their existing number.", "ig": "Ihe na-ere ọkụ maka ọtụtụ ndị na-agbanwe site na PSTN gaa VoIP bụ ohere nke ịchekwa nọmba ha."}}
{"translation": {"en": "from Pico Union, Los Angeles (90015).", "ig": "Obo Okoronkwo OLB Oklahoma 5 23 (160) Los Angeles"}}
{"translation": {"en": "for the pair of reasons:", "ig": "Enwere di na nwunye ihe kpatara nke a:"}}
{"translation": {"en": "we are all very proud of you!", "ig": "Anyị nwere obi ụtọ na, na mpako maka, onye ọ bụla n'ime gị!"}}
{"translation": {"en": "Janine Ashbless: Today I'm here:", "ig": "Brian Andreas Print: Here to Be"}}
{"translation": {"en": "Remember, miracles happen every day.", "ig": "Na-echeta mgbe niile na ọrụ ebube na-eme kwa ụbọchị."}}
{"translation": {"en": "Reflect, today, upon whether or not you can see the heart of Jesus alive in your own heart.", "ig": "Next Post → Post ozo:Na-atụgharị uche taa mara ma ị nwere ike ịhụ obi Jizọs na ndụ gị"}}
{"translation": {"en": "To accomplish this goal, today we want to discuss an issue which is always hotly debated, especially by insurance providers.", "ig": "Iji mee nke ahụ, ị ga-ebu ụzọ chọta nsogbu taabụ, nke a na-ahụkarị site na iji akara ngosi egwu."}}
{"translation": {"en": "In the story move to the new marker on the map.", "ig": "Gaa na slide nke nwere akara ntanetị ọhụrụ ahụ na map ahụ."}}
{"translation": {"en": "You can use an asterisk (*) as a wildcard to represent all possible values in any category.", "ig": "Ị pụrụ ịmụba amamihe gị Data Context site na iji akara mmuke (*) na-anọchi anya ihe niile ndekọ dị ka otu ìgwè."}}
{"translation": {"en": "URIs could look to the video efforts.", "ig": "Mgbe ahụ omume nwere ike nyochaa URL na-enweta videos ebudatara."}}
{"translation": {"en": "It will never be the same", "ig": "Ọ nweghị ihe ga-adịgide otu ihe ahụ."}}
{"translation": {"en": "Ever thought of creating a library with thousands of free books?", "ig": "Ọ dịla mgbe ọ na-eche echiche ịmepụta ọbá akwụkwọ na ọtụtụ puku akwụkwọ, ọ dịghịkwa mgbe ọ na-etinye ego ego?"}}
{"translation": {"en": "There are a variety of some other riding a bicycle possibilities, obviously.", "ig": "Ọtụtụ ndị na-aga ọrụ ụgbọ ala na ụzọ ụgbọ oloko na-agba ịnyịnya, n'ezie, nwere ike họrọ pụọ."}}
{"translation": {"en": "The difficulty communicating may even prevent speech.", "ig": "Failuredị ụdị n'ụdị usoro a nwere ike ime ka ekwentị ghara iji ya rụọ ọrụ."}}
{"translation": {"en": "Even extremely modern phenomena contain a confluence of past events, and today is the result of an accumulating of history.", "ig": "Ihe jikotara anyi na ubochi taa bu udiri aru, bu ihe ndi n'eme ka ncheta nke ubochi gara aga too."}}
{"translation": {"en": "Stay in this position for 3 to 5 seconds, then stand back up by pressing through your heels.", "ig": "Nọgide n'ọnọdụ a maka sekọnd 3 ruo 5, wee bilie ọzọ site na ịkwanye n'ikiri ụkwụ gị."}}
{"translation": {"en": "It's fair to say, however, that such stories are countercultural.", "ig": "Ma akụkụ ahụ na-adọrọ mmasị bụ na mkparịta ụka ndị ahụ bụ ihe na-adịghị mma n'azụ na ọdịbendị mmadụ."}}
{"translation": {"en": "Experience is not enough", "ig": "Ọ bụ ezie na ahụmahụ gị ezughị."}}
{"translation": {"en": "In simple words, both beginners and experts should be able to use with ease.", "ig": "Nke abuo, ya were na-adịghị mgbagwoju anya na ma ndị ọkachamara na beginners nwere ike comfortably eji ya."}}
{"translation": {"en": "White Bordeaux underperforms as well.", "ig": "Mmiri Bordeaux egosikwa na ọ dị mma."}}
{"translation": {"en": "1 Corinthians 15:14; And if Christ has not been raised, then all our preaching is useless, and your faith is useless.", "ig": "15:14 Ma ọ bụrụ na emeghi ka Kraist si n'ọnwu bilie, were, mgbe ahụ nkwusa anyị abaghị uru, okwukwe-unu bu kwa-abaghị uru."}}
{"translation": {"en": "You're reading our blog.", "ig": "Gụọ Blog anyị"}}
{"translation": {"en": "\"The modern banking system", "ig": "Bench nke oge a"}}
{"translation": {"en": "A Mobile Browser that Focuses on Privacy and Security", "ig": "Telegram bụ ihe mepere emepe \"WhatsApp\" lekwasịrị anya na nchekwa na nzuzo"}}
{"translation": {"en": "Can't find the DKW motorcycle you want or parts that you need?", "ig": "Enweghi ike ịchọta ọkwọ ụgbọala D-Link ma ọ bụ ntanye aka ị na-achọ?"}}
{"translation": {"en": "For more than a year and a half, the MacBook Pro seemed to hang in time without an update.", "ig": "Ọ dị ihe karịrị otu afọ na ọkara ebe ọ bụ na MacBook Ikuku amawo ume , na-enweghị nhazi nkwalite dị mma kemgbe 2010."}}
{"translation": {"en": "FAQ: When Do I Have to Pay the Full Amount?", "ig": "Q2: Kedu mgbe m ga-esi nweta ọnụahịa na otu esi enweta ọnụahịa zuru ezu?"}}
{"translation": {"en": "Speaking of PITA.", "ig": "Ekwu okwu banyere upbeat."}}
{"translation": {"en": "Emotions can get in the way of sound decision making.", "ig": "Onye nwere ike ime ka obi ghara iru ya ala mgbe o na-eme mkpebi."}}
{"translation": {"en": "Re: Traveling to South Africa", "ig": "Previous: Inggagharị na South Africa"}}
{"translation": {"en": "Do You Know the Difference Between Digital and Traditional Marketing?", "ig": "You Ma Ihe Dị Iche n'agbata Mbinye Aka Digital na Ebinye Aka E?"}}
{"translation": {"en": "Janet was eliminated.", "ig": "janet aka janwoo"}}
{"translation": {"en": "How many times a week will you make time to work out?", "ig": "Ugboro ole ka ị kwesịrị iwepụ otu izu pụọ na mgbatị ahụ?"}}
{"translation": {"en": "Feedback is essential to our business growth and expansion.", "ig": "Ngwa akụrụngwa anyị ejikere nke ọma dị oke mkpa na uto na mgbasawanye nke ọrụ azụmaahịa anyị."}}
{"translation": {"en": "Call of duty 2 full pc game", "ig": "Nbudata njikọ na ozi maka Egwuregwu Nchekwa Ezu Egwuregwu 2 Egwuregwu PC"}}
{"translation": {"en": "Some time in the future, if things change, it can all", "ig": "Ihe ị ga - eme ma ọ bụrụ na oge ntoju, ihe ọ bụla nwere ike ibute ya"}}
{"translation": {"en": "What is the time period in Australia?", "ig": "Gịnị bụ Nkeji na Colombia?"}}
{"translation": {"en": "After developers realized that Minecraft's blocky design garnered the attention of millions of players around the world, many have decided to use this type of art style to potentially gain more attention for their game.", "ig": "Mgbe ndị mmepe ghọtara na atụmatụ nkecraftcraft nabatara ọtụtụ nde ndị egwuregwu gburugburu ụwa, ọtụtụ ndị ekpebila iji ụdị ụdị nka a mee ka ha nwee ike ịmatakwu anya maka egwuregwu ha."}}
{"translation": {"en": "So hopefully it can help some too.", "ig": "Olileanya, ọ ga-enyere gị aka ntakịrị, kwa. 😊"}}
{"translation": {"en": "A few of them are beginning to eye", "ig": "Ụfọdụ bidoro nyobe ya enyo."}}
{"translation": {"en": "And it doesn't look like it will be going anywhere soon.", "ig": "Ọ na-adị ka ihe na-adịghị aga ebe ọ bụla n'oge na-adịghị anya."}}
{"translation": {"en": "God's Brother", "ig": "Chineke nke Dinwenu"}}
{"translation": {"en": "They live there because they are unable to find homes.", "ig": "Ndị a bụ ebe ị na-enweghị ike ịhụ n'ezie n'ihi na ha dị n'ụlọ ụlọ maka ebe obibi."}}
{"translation": {"en": "24 and put on the new self, created in God's way in righteousness and holiness of truth.", "ig": "24 nayikwasịkwa ụdị mmadụ ọhụrụ ahụ, nke e kere nʼọdịdị nke Chineke n'ezi omume na ịdị nsọ."}}
{"translation": {"en": "There's a whole lot more you can do with the Start menu that we'll leave for another time.", "ig": "Enwere otutu ihe ị nwere ike ime na Malite menu na anyị ga-ahapụ oge ọzọ."}}
{"translation": {"en": "\"Non-Personal Information\" means information that is not capable of personally identifying you.", "ig": "\"Non-Personal Information\" pụtara ozi na na ya enweghị ike mee ka a mata na i."}}
{"translation": {"en": "Social media, at least, provides a platform.", "ig": "Njikọ mgbasa ozi mmekọrịta na-emepe ụzọ ma ọ dịkarịa ala."}}
{"translation": {"en": "While we did not do this, you can take a kayak ride around the walls.", "ig": "Ọ bụ ezie na anyị emeela nke a ugboro ole na ole, ịnwere ike jiri galiki gabigara gi kpuchie garlic."}}
{"translation": {"en": "James M. Beck - Empowered Profits", "ig": "Samuel Nwachukwu - IncomeOn"}}
{"translation": {"en": "This means you can link to more information about a note, or take notes of a webpage.", "ig": "Nke a pụtara na ị nwere ike ijikọta ozi ndị ọzọ banyere ihe edeturu, ma ọ bụ detuo ihe ntanetị."}}
{"translation": {"en": "Therefore, you should try to write succinctly and use headings to break up long blocks of text.", "ig": "Ya mere, ị ga-anwa ide edemede nke ọma ma jiri isi ihe ịkwatu ogologo oge ederede."}}
{"translation": {"en": "I know I was there", "ig": "Ama m na m nọ."}}
{"translation": {"en": "Currently, there is no national network of", "ig": "Enweghi otutu uzo netwọk ndi mmadu ga-abia n'oge ndia."}}
{"translation": {"en": "Doing pushups every day can be effective if you're looking for a consistent exercise routine to follow.", "ig": "Na-eme pushups kwa ụbọchịnwere ike ịdị irè ma ọ bụrụ na ị na-achọ usoro mgbatị ahụ ga-agbaso."}}
{"translation": {"en": "50 grams of soy sauce", "ig": "100 gr nke waksị soy"}}
{"translation": {"en": "2600 block of chapters I couldn't", "ig": "Batrị 2.900 mAh na-enweghị ike iwepu ya"}}
{"translation": {"en": "If you're still unable to connect, you may want to contact the device manufacturer and/or your internet service provider", "ig": "Ọ bụrụ na ị ka na-enweghị ike ijikọ, ị nwere ike ịchọrọ onye na-arụ ọrụ na / ma ọ bụ onye na-ahụ maka ịntanetị gị."}}
{"translation": {"en": "He is overwhelmed by the hate in the heart of Herodias and, as a result, gives in to the execution of John whom he actually appeared to like and enjoyed listening to.", "ig": "Ọ na-enwe obi ọjọọ site na ịkpọasị n'ime obi Herodias, n'ihi nke a, ọ nyefere onwe ya maka ogbugbu John, onye ọ hụrụ n'anya ma nwee mmasị ige ntị n'ezie."}}
{"translation": {"en": "It's all about the ice", "ig": "Ma ọ bụ ihe niile banyere otú ọ na-egwu na ice."}}
{"translation": {"en": "Do I need a dehumidifier for my safe?", "ig": "Achọrọ M Mkpụrụ Mgbochi Nje Virus Maka My Mac?"}}
{"translation": {"en": "at a meeting of the city council today", "ig": "Obianọ agaala leta ebe a na-arụ ụlọ ezumeezu mba ụwa n'Awka | Ka Ọ Dị Taa"}}
{"translation": {"en": "The rise of the digital age leveled the playing field in many ways, and no where is that more evident than YouTube, with the most popular channels surpassing much of what we watch on television.", "ig": "Ọdịdị nke oge dijitalụ mejupụtara ogwe egwu ahụ n'ọtụtụ ụzọ, ọ dịghịkwa ebe ọhụụ na-apụta ìhè karịa YouTube, nwee ọwa kachasị ewu ewu nke ukwuu nke ihe anyị na-ekiri na televishọn."}}
{"translation": {"en": "- based on Fox's American Idol", "ig": "Ihe ọmụma American Idol sitere n'ikike nke Fox"}}
{"translation": {"en": "It IS a junior college... not the YMCA.", "ig": "Nwatakịrị nwanyị nke ụlọ akwụkwọ praịmarị, ọ bụghị JW, ..."}}
{"translation": {"en": "She's Been Very Naughty", "ig": "Nwanyi ahụ jọrọ njọ nke ukwuu."}}
{"translation": {"en": "They won't stay attached for long, but they could get you through the period before fence repair.", "ig": "E kwela ka ha nọọ ogologo oge na gburugburu ahụ ha anabataghị tupu ị tulie ha elu maka mfeli."}}
{"translation": {"en": "This is why I say to you, the Kingdom of God will be taken from you and be given to a nation producing its fruits.", "ig": "'N'ihi nke a, ka M ji sị ụnụ: \"A ga-anapụ ụnụ Alaeze Chineke, were ya nye ndị mba ọzọ dị ga-amịta ezigbo mkpụrụ n'uju.'"}}
{"translation": {"en": "We want to carry the torch for him and keep winning.\"", "ig": "Ka anyị soro ya buru obe, wee kwesị izu oke n'iyi okpu mmeri.\""}}
{"translation": {"en": "Xiaomi's upcoming phone to launch on 10 January with a 48 MP", "ig": "Onye isi oche nke Xiaomi na-egosi mbido ekwentị na igwefoto MPN 48"}}
{"translation": {"en": "It is more durable than marble.", "ig": "Ọ na-agbanwe agbanwe karịa marble eke. ."}}
{"translation": {"en": "For some kids, it works.", "ig": "Maka egwuregwu ụfọdụ, ọ na-arụ ọrụ."}}
{"translation": {"en": "Foreigners who have obtained a legal position in Dubai are never granted citizenship.", "ig": "Ndị mba ọzọ ndi natara onodu iwu na Dubai anaghi enye ndi amaala ha."}}
{"translation": {"en": "the best source of cbd oil", "ig": "nke best cbd oil"}}
{"translation": {"en": "Now try to imagine one billion years' worth of minutes.", "ig": "Gbalị ire otu ijeri dollar na nkeji iri isii bụ n'ezie ahụmịhe ọhụụ."}}
{"translation": {"en": "I want to help, so these are my suggestions for follow-up arguments:", "ig": "Ugbu a, m ga-ekwu ya ọzọ, ndụmọdụ m nwere maka Words kwa Post bụ nke a:"}}
{"translation": {"en": "Developed by Genie9 LTD, it allows one to back up almost every type of data - call logs, app data, pictures, music, and more.", "ig": "Mepụtara Genie9 LTD, ọ na-enye ohere onye ndabere fọrọ nke nta ọ bụla ụdị data - akpọ ndekọ, ngwa data, foto, music, na ndị ọzọ."}}
{"translation": {"en": "download Delta Force: Black Hawk Down Share with a friend", "ig": "Force Delta: Black Hawk Down Ndị aghụghọ maka PC"}}
{"translation": {"en": "I know you will be reading this.", "ig": "Amaara m na ị ga-akụtu ya n'ogige ahụ."}}
{"translation": {"en": "According to Facebook, its publication arose from the company's events programming.", "ig": "Dịka ozi ha dere na ọbaozi Facebook, ha kwuru na mmechia sitere na n'ihe na-eme na mba ha."}}
{"translation": {"en": "It is no secret that motherboards are essential to any system and the excellent mining motherboards will help you get the most out of your equipment, whether it is connecting 6 or 19 GPUs or running 24 hours a day, 7 days a day. week without complications.", "ig": "Ọ bụghị ihe nzuzo na nne na nne dị mkpa maka sistemụ ọ bụla, yana nnukwu motherboards ga-enyere gị aka ị nweta ọtụtụ ngwa gị, ma ọ na - ejikọ 6 ma ọ bụ 19 GPU ma ọ bụ na - agba ọsọ 24/7 n'enweghị nsogbu ọ bụla."}}
{"translation": {"en": "(Ptah and Anubis).", "ig": "(Abu Dawud & An-Nasai)"}}
{"translation": {"en": "Maintaining your car can save you money and keep you safe on the road.", "ig": "Viesgbọala na-enyere gị aka ịkwọ ụgbọala nke ọma ma chekwaa ego na mkpuchi ụgbọ ala gị"}}
{"translation": {"en": "Birth Control Sponge: How to Use, Effectiveness, Benefits, and Risks", "ig": "Biodiesel: kedu ihe ọ bụ, otu esi eme ya, ojiji, uru na ọghọm ya Mmeghari ohuru Green"}}
{"translation": {"en": "Well, I'll get you your contest", "ig": "Ana m ewetara gị nchịkọta gị nke ifuru."}}
{"translation": {"en": "Take it from the experts - 65% of a company's business comes from existing customers.", "ig": "Nwee Nkwado Ndị Ahịa Dị Egwu - 65% nke ndị ahịa na-ahapụ otu otu ogbenye ahịa ọrụ ahụmahụ!"}}
{"translation": {"en": "Here you find the Best Music & CDs in United States.", "ig": "Nweta kachasị mma music WhatsApp dị iche iche na United States na ịpị ebe a."}}
{"translation": {"en": "What to Look For - West Virginia", "ig": "Mkpa ka ị mara - West Virginia Bank Account"}}
{"translation": {"en": "It's like Esther.", "ig": "Yaahowu bu Esther."}}
{"translation": {"en": "We talked on the phone for an hour and half.", "ig": "Anyị tufuru ekwentị maka ụbọchị ọzọ na ọkara."}}
{"translation": {"en": "To the right of the best selling rate is a link to the exchanger where the sale transaction at the best price of Version took place.", "ig": "N'aka nri nke ọnụahịa ire kacha mma bụ njikọ dị na onye na-echigharị ebe azụmaahịa ahụ na ọnụahịa kachasị mma nke OKB were."}}
{"translation": {"en": "Searching for the snow", "ig": "Na-agbaji snow ịchọta okpu."}}
{"translation": {"en": "The secret life of your pancreas", "ig": "Ihe nzuzo zoro ezo nke ịhazi ebe obibi Pandora gị"}}
{"translation": {"en": "Find out all you need to know about putting your best foot forward on", "ig": "Anyị ga-agwa gị ihe niile ịchọrọ ịma iji bido iji ụkwụ kachasị mma jiri nrọ gị."}}
{"translation": {"en": "Complaint of the attack was lodged with the police.", "ig": "A nwuchikọrọ nwoke ahụ site na mkpesa nke di nwanyị ahụ wegara ndị Uwe Ojii."}}
{"translation": {"en": "what amendment guarantees freedom of expression on the internet", "ig": "Ntughari ohuru emeela n'ihi nnwere onwe nke ozi dị na Internetntanetị."}}
{"translation": {"en": "In short, the anonymous surfing is something that works by putting a shield between you and the Website you want to look at, which allows you to view the information on the Web without being tracked.", "ig": "Na mkpokọta, ọrụ nchụpụ na-amaghị aha site na itinye ihe ntinye n'etiti gị na weebụsaịtị ịchọrọ ile anya, na-enye gị ohere ịlele ozi na-enweghị nyocha."}}
{"translation": {"en": "This process will replace the damaged file system by configuring the hard disk with a new file system.", "ig": "Usoro a ga-eji dochie mebiri emebi faịlụ usoro site configuring na diski ike na a ọhụrụ faịlụ usoro."}}
{"translation": {"en": "lack of contraindications to HRT.", "ig": "Enweghị nkwado maka ịmepụta ihe HDR n'ime ngwa ahụ."}}
{"translation": {"en": "Sources is located in the center, tap over it.", "ig": "Ogwe nchọpụta ahụ dị square n'etiti ebe obibi, yana ederede nhọrọ nhọrọ n'elu nke ahụ."}}
{"translation": {"en": "Gavin DeGraw and Andy Grammer will perform Saturday, Sept. 3.", "ig": "Nkenke aha onyonyo Federer na Grigor Dimitrov ga-asọmpị na Sụnde."}}
{"translation": {"en": "They're never wrong.", "ig": "Ọ dịghị mgbe ha nwere ike mejọọ."}}
{"translation": {"en": "On the edge of the galaxy lies the planet Pandora which once offered a hope for prosperity and a better life to the human colonists who ventured there.", "ig": "N'akụkụ nke ụyọkọ kpakpando ahụ, Pandora bụ mbara ala nke nyere otu olileanya maka ọganihu na ndụ ka mma nye ndị mmadụ na-agbanye n'ebe ahụ."}}
{"translation": {"en": "Yes, I'm going to write right away", "ig": "Ị ga-ede akwụkwọ ozugbo."}}
{"translation": {"en": "Canon has not solved enough with white balance in artificial lighting conditions, and Canon EOS 7D has no exception.", "ig": "Canon dịbeghị edozi nsogbu na-acha ọcha na-acha ọcha na ọnọdụ ọkụ, na Canon EOS 7D abụghị iche."}}
{"translation": {"en": "Other Opportunities to Volunteer in Costa Rica", "ig": "Ọrụ Ndị Ọzọ Na-egosipụta maka Akwụkwọ ikikere ịgba chaa chaa Costa Rica"}}
{"translation": {"en": "It is an excellent dog for home.", "ig": "Ma ájá ájá dị mma maka ụlọ."}}
{"translation": {"en": "It's been really fun visiting!", "ig": "Ọ bụ ihe na-atọ ụtọ ileta!"}}
