{"translation": {"en": "Let us Do the Work for You!", "yo": "Jẹ ki a ṣe iṣẹ naa fun ọ!"}}
{"translation": {"en": "He does have something to say to you.\"", "yo": "O ni nkankan lati sọ fun ọ. \""}}
{"translation": {"en": "Don't worry - everything will be okay!", "yo": "Maṣe jẹ ibanujẹ, ohun gbogbo yoo dara!"}}
{"translation": {"en": "Moldova (or Moldavia) is one of the States that were part of the USSR.", "yo": "Moldofa tabi Orile-ede Olominira Ile Moldofa (tabi Moldafia) je orile-ede ni apa ila oorun Europe."}}
{"translation": {"en": "Tell me specifically what they said.", "yo": "Sọ fún mi ní pàtó ohun tí ó sọ."}}
{"translation": {"en": "Don't you know I have the power to free you?\"", "yo": "Ṣebí ìwọ kò mọ pé mo ní agbára láti dá ọ sílẹ?"}}
{"translation": {"en": "I'll protect you and the kids.\"", "yo": "Èmi yóò pèsè fún ẹ̀yin àti àwọn ọmọ yín.\""}}
{"translation": {"en": "But l will tell you a story.", "yo": "Bibẹẹkọ, Emi kii yoo sọ fun ọ itan itanran kan nibi."}}
{"translation": {"en": "a website (0)", "yo": "Site Internet bébé (0)"}}
{"translation": {"en": "I'll make your name great.'", "yo": "Èmi yóò sọ orúkọ rẹ di ńlá,"}}
{"translation": {"en": "GOD knows Me.", "yo": "OLUWA mọ̀ mí dájú."}}
{"translation": {"en": "Whitney Houston died on Feb. 11, 2012.", "yo": "Olukọni asiwaju aye-aye Whitney Houston ku ni ọjọ 11 Oṣu Kẹwa, ọdun 2012."}}
{"translation": {"en": "With a population around 1.5 million, the city becomes part of the Keihanshin city in addition to Osaka and Kyoto.", "yo": "Ilu yii ti o ni olugbe 1.5 milionu eniyan ni olu-ilu agbegbe ti Hyogo ati pe o jẹ agbegbe aṣoju fun agbegbe Kansai papọ pẹlu Kyoto, Osaka ati Nara."}}
{"translation": {"en": "Some only affect animals, while others can also affect humans.", "yo": "Diẹ ninu wọn jẹ ewu nikan fun ẹranko, nigba ti awọn miran le še ipalara fun ara eniyan."}}
{"translation": {"en": "37:40 God helps them, and rescues them.", "yo": "36:40 Oluwa yoo ran wọn lọwọ yoo si dá wọn silẹ."}}
{"translation": {"en": "This is a candidate!", "yo": "Ok, je candidate !"}}
{"translation": {"en": "21Then Israel said to Joseph, \"I am about to die, but God will be with you and take you back to the land of your fathers.", "yo": "21Nígbà náà ni Israẹli wí fún Josẹfu pé, \"Ọjọ́ ikú mi súnmọ́ etílé, ṣùgbọ́n Ọlọ́run yóò wà pẹ̀lú yín, yóò sì mú un yín padà sí ilẹ̀ àwọn baba yín."}}
{"translation": {"en": "You need to sign up for a VPN and a video player with HTML5.", "yo": "O nilo lati forukọsilẹ fun VPN ati ẹrọ orin fidio pẹlu HTML5."}}
{"translation": {"en": "1 - The Unanswered Question", "yo": "02 - Ajuju ajighi ama agbaba"}}
{"translation": {"en": "On the other hand, Microsoft is a big company.", "yo": "Laisi iyemeji, Microsoft jẹ ile -iṣẹ ti o yatọ pupọ."}}
{"translation": {"en": "John 18:8 Jesus replied, \"I told you that I am he.", "yo": "18:8 Jésù dáhùn: \"Mo ti sọ fun ọ pe Emi ni oun."}}
{"translation": {"en": "He returned to Italy in 1945.", "yo": "Ilẹ Italia ni a da pada ni ọdun 1970."}}
{"translation": {"en": "He became president in 2000 after the death of his father Hafez al-Assad, who had ruled Syria for 29 years.", "yo": "O di aare ni odun 2000 leyin iku baba re Hafez al-Assad, to joba lori Siria fun odun 29."}}
{"translation": {"en": "The festival was started in 1965.", "yo": "Ní ọdún 1965 ní àjọ̀dún yìí kọ́kọ́ bẹ̀rẹ̀."}}
{"translation": {"en": "I hope the above-mentioned tools will help you accelerate business growth.", "yo": "Mo nireti pe ohun ti o wa loke le ṣe iranlọwọ fun ọ lati lo ọja daradara."}}
{"translation": {"en": "Evidently, parents do not have enough time to monitor the activities of their children.", "yo": "Ó ṣeé ṣe kó jẹ́ pé àwọn òbí wọn ò ráyè láti kíyè sí nǹkan tí wọ́n ń ṣe."}}
{"translation": {"en": "It will stay around forever.\"", "yo": "yóò wà títí láé.\""}}
{"translation": {"en": "And Christ will give you Light.\"", "yo": "Kristi yóò sì fún ọ ní ìmọ́lẹ̀.\""}}
{"translation": {"en": "We want to address these questions in our subproject.", "yo": "A yoo gbiyanju lati sọ nipa awọn ọna wọnyi ninu akopọ wa."}}
{"translation": {"en": "How did you get to know the person?", "yo": "Nibo ni o ti ṣee ṣe lati mọ ẹni naa?"}}
{"translation": {"en": "It's great to be NUMBER 1 !!", "yo": "It's fun to be 1!!"}}
{"translation": {"en": "4:13 And He said to them, \"Don't you understand this parable?", "yo": "4:13 O si wi fun wọn pe: \"Ṣe o ko ye owe yi?"}}
{"translation": {"en": "Bruce was startled.", "yo": "Bruce awoke."}}
{"translation": {"en": "How Do I get one?", "yo": "Bawo ni Mo Ṣe Fi Ọkan Kan?"}}
{"translation": {"en": "I need to install it before I use it.", "yo": "Mo ni lati gba agbara rẹ ṣaaju ki Mo to lo."}}
{"translation": {"en": "\" They found me.\"", "yo": "Nibẹ ni wọn o ti rii mi. \""}}
{"translation": {"en": "This condition is produced when...", "yo": "Atejade yii lo jade nigba ti ..."}}
{"translation": {"en": "It depends on the record, the law, and many other factors.", "yo": "Sibẹsibẹ, eyi da lori ọna igbesi aye, ipilẹṣẹ ijẹrisi ati ọpọlọpọ awọn idi miiran."}}
{"translation": {"en": "What about the ICC.", "yo": "EICMA sì o no?"}}
{"translation": {"en": "This goal was accomplished in 5 years.", "yo": "Igbese yii ni a ṣe iṣeduro lati gbe ni ẹẹkan ni ọdun marun."}}
{"translation": {"en": "Is it the same people?", "yo": "Ṣe wọn jẹ awọn eniyan kanna?"}}
{"translation": {"en": "So let's celebrate it today.", "yo": "Nitorina loni, jẹ ki a ṣe ayẹyẹ naa."}}
{"translation": {"en": "Prayer and faith are very important in life.", "yo": "Igbagbọ ati adura ṣe pataki julọ ninu igbesi aye eniyan."}}
{"translation": {"en": "I quit after doing it for 2 days.", "yo": "Emi yoo fi esi afikun silẹ lẹyin ti mo ti lo wọn fun ọjọ meji."}}
{"translation": {"en": "Everyone was staring at the sea.", "yo": "Gbogbo eniyan si duro leti okun."}}
{"translation": {"en": "Pauline & Ronan, from France, has completed the training course in gemology.", "yo": "Pauline & Ronan, lati France, ti pari awọn ikẹkọ papa ni gemology."}}
{"translation": {"en": "photometry (5)", "yo": "Visual Image (5)"}}
{"translation": {"en": "I was making music and was also a publicist.", "yo": "Mo ṣiṣẹ pẹlu imọ-ẹrọ, ṣugbọn Mo tun jẹ akọrin."}}
{"translation": {"en": "What's the difference between public hospitals and private hospitals?", "yo": "Kí ni ìyàtö tí ó wà láàárín ilé ìwòsàn ìjæba àti tí aládàáni?"}}
{"translation": {"en": "\" (M) the use of innovative technology to increase access", "yo": " (2) Ekeji ni lati lo imọ-ẹrọ isanpada aṣiṣe lati mu ilọsiwaju ṣiṣe ti awọn ẹya pọ si."}}
{"translation": {"en": "I hate computers and my business is 100% computer generated....", "yo": "Emi kii ṣe afẹfẹ ti AMD, Mo fẹran Intel ati Mo ro pe o ṣe deede 100% pẹlu kọǹpútà alágbèéká mi...."}}
{"translation": {"en": "This was Paul's lesson.", "yo": "Sugbon a le ko eko lati Paul."}}
{"translation": {"en": "From one year to two years", "yo": "Ibẹrẹ ngbe lati ọdun kan si ọdun meji."}}
{"translation": {"en": "Hello, my friend Bob.", "yo": "hello bob-kun uwu ara ara"}}
{"translation": {"en": "The case fatality ratio for COVID-19 has been much lower than SARS of 2003, [26] [27] but the transmission has been significantly greater, with a significant death toll.", "yo": "Ìṣẹ̀lẹ̀ àrùn COVID-19 kéré púpọ̀ sí ti SARS tí ó ṣẹlẹ̀ ní ọdún 2003,[3][4]ṣùgbọ́n bí àrùn COVID-19 ṣe ń tàn kaakiri pọ̀ púpọ̀ ní pàtàkì tí a bá wo iye àwọn tí ó ti jẹ́ aláìsí.[5]"}}
{"translation": {"en": "he is my father's God, and I will exalt him.", "yo": "Oun ni Olorun baba mi, èmi yóò sì gbé e ga."}}
{"translation": {"en": "The collection of analytical data begins as soon as you register on our website.", "yo": "Ifilọlẹ ti ikede FullSEO bẹrẹ ni kete bi o ti forukọsilẹ lori aaye ayelujara wa."}}
{"translation": {"en": "The Toyota Rav 4.", "yo": "ori file toyota RAV4"}}
{"translation": {"en": "But you have said: 'I have lost hope.", "yo": "Ṣugbọn ẹnyin ti sọ: 'Mo ti padanu ireti."}}
{"translation": {"en": "One on Monday 26 November 2007 and the other on Sunday 19 July 2009.", "yo": "Ọkan ni Ojobo Ọjọ 26 Kọkànlá Oṣù 2007 ati ekeji ni Ọjọ-aarọ 19 Keje 2009."}}
{"translation": {"en": "See you darlin.", "yo": "Bye Darjeeling !"}}
{"translation": {"en": "He became a father at 12 years old.", "yo": "Ọkunrin yii di ọmọ-ọdọ baba ni ọdun 23"}}
{"translation": {"en": "\"It's in French,\" he said.", "yo": "\"Wa pẹlu mi,\" ọkunrin naa wi fun u ni Faranse."}}
{"translation": {"en": "Canvas and Turnitin are working diligently to resolve this issue.", "yo": "Ṣugbọn Salesforce ati AccelQ n ṣiṣẹ papọ lati pade ipenija yẹn."}}
{"translation": {"en": "The motion data can be recorded and used for VFX.", "yo": "Eyikeyi data išipopada le ṣee gbasilẹ ati lo fun VFX."}}
{"translation": {"en": "How many people work at the state hospital?", "yo": "Àwọn òṣìṣẹ́ mélo ni ó n ṣiṣẹ ní'lé ìwòsàn ná à?"}}
{"translation": {"en": "He sent His Son to give us life.", "yo": "O ran Ọmọ Rẹ lati fun ẹmi Rẹ lati gba wa laye."}}
{"translation": {"en": "Sometimes, it is best to just be quiet.", "yo": "Nigba miiran ohun ti o dara julọ ti o le ṣe ni lati dakẹ."}}
{"translation": {"en": "6So the captain came to him and said to him, Why are you sleeping?", "yo": "6 Bẹ́ẹ̀ ni olórí ọkọ̀ tọ̀ ọ́ wá, ó sì wí fún un pé, \"Èéṣe tí ìwọ fi sùn, ìwọ olóòórùn?"}}
{"translation": {"en": "This can happen for a multitude of reasons, but there are some ways to insulate yourself some from this issue.", "yo": "Eyi le ṣẹlẹ fun idi pupọ, ṣugbọn ṣafẹri, o le ṣe atunṣe gbogbo wọn nipa titẹle itọnisọna yii."}}
{"translation": {"en": "One of the things we say is that love comes first.", "yo": "Ọpọlọpọ awọn ọna fun eyi, ohun akọkọ ni wipe ifẹ yẹ ki o wa nibẹ."}}
{"translation": {"en": "Peter was one of Jesus Christ's Apostles.", "yo": "Peter wà ọkan ninu awọn sunmọ àpọsítélì ti Jesu."}}
{"translation": {"en": "Manufacturer's warranty: 10 years for sales and shipping through Amazon.", "yo": "Atilẹyin ọja onibara: Nigbati o ta ati rira nipasẹ Amazon, atilẹyin ọja jẹ ọdun 2."}}
{"translation": {"en": "The word is the promise of God (3)", "yo": "Ìfẹ Ọlọrun Ni Ìwosàn Jẹ (3) →"}}
{"translation": {"en": "The Lord said to Moses and Aaron in the land of Egypt, \"This month shall stand at the head of your calendar; you shall reckon it the first month of the year.", "yo": "1 OLUWA si sọ fun Mose ati Aaroni ni ilẹ Egipti pe, 2 Oṣù yi ni yio ṣe akọ́kà oṣù fun nyin: on ni yio ṣe ekini oṣù ọdún fun nyin."}}
{"translation": {"en": "In both areas, huge progress was made.", "yo": "Ni awọn mejeeji, o le ni ilọsiwaju rere."}}
{"translation": {"en": "I will be doing this in Germany.", "yo": "Bayi a yoo ṣe eyi ni Jẹmánì."}}
{"translation": {"en": "Everything worked perfectly and there were no leaks.", "yo": "Ohun gbogbo ti lọ daradara, alaimọ ko gba owo-ori naa."}}
{"translation": {"en": "All of this ensures a proper socialization.", "yo": "Gbogbo eléyìí kò sì ṣẹ̀yìn ètò ààbò tó mẹ́hẹ láwùjọ."}}
{"translation": {"en": "Moreover, Its size is only about 2.6M.", "yo": "Ni ipele yii, aafo ti ko ju 2 cm lọ."}}
{"translation": {"en": "The first of them is that you can only use this method to calculate elapsed time.", "yo": "Ọrọ kan ṣoṣo ni pe o ko le lo asin yii lakoko ti o ngba agbara."}}
{"translation": {"en": "0's Made in Nigeria advertising portal.", "yo": "Oju opo Twiitter ajo to'n risi ere boolu lorileede Naijiria ni wọn fi ikede naa si."}}
{"translation": {"en": "As an affiliate you can promote four main types of products.", "yo": "Ni ifarahan, o le ṣe iyatọ awọn oriṣiriṣi mẹrin ti gigun gigun:"}}
{"translation": {"en": "17 He has responded to the prayer of the destitute,", "yo": "17Yóò dáhùn àdúrà àwọn aláìní;"}}
{"translation": {"en": "Parents making decisions for children.", "yo": "Awọn oko tabi aya ṣe ipinnu lori iyayun."}}
{"translation": {"en": "In addition, God chose the people to be the stewards of his creations.", "yo": "Gege be, Olorun ti fun awon okonrin ni ase lati je oluko ninu ijo re."}}
{"translation": {"en": "It was built by Yoshiyasu YANAGISAWA, who was a powerful Daimyo (feudal lord) in the Edo period.", "yo": "Ti o kọ nipasẹ Yoshiyasu YANAGISAWA, ẹniti o jẹ Daimyo alagbara (oluwa feudal) ni akoko Edo."}}
{"translation": {"en": "Silk is the best lightweight material.", "yo": "Siliki jẹ eyiti o rọrun julọ ti o lagbara julọ ninu gbogbo awọn aṣọ adayeba."}}
{"translation": {"en": "2 And when the people were in need of water, they came together against Moses and Aaron.", "yo": "20:2 Ati nigbati awọn eniyan nilo omi, w camen kó ara w againstn lòdì sí Mósè àti Aaronárónì."}}
{"translation": {"en": "93 I will never forget Your precepts, for You have given me life through them.", "yo": "93 Lai emi kì yio gbagbe ẹkọ́ rẹ; nitori pe awọn ni iwọ fi sọ mi di ãye."}}
{"translation": {"en": "Thanks for the posts and blogs.", "yo": "O ṣeun fun awọn post ati ọpa."}}
{"translation": {"en": "he saved us money...", "yo": "...\"O seun fun awon Owo ti o fi n ranse si wa..."}}
{"translation": {"en": "I'm a Christian Minister", "yo": "Mo júbà Òjíṣẹ́."}}
{"translation": {"en": "12:2 ਵੇਖੋ, God is my savior, I will act faithfully, and I will not be afraid.", "yo": "12:2 Wo, Olorun ni olugbala mi, Emi yoo ṣiṣẹ ni iṣotitọ, èmi kò sì ní b afraidrù."}}
{"translation": {"en": "More importantly, you DID it.", "yo": "Ati ṣe pataki julọ, o ri i."}}
{"translation": {"en": "First of all, you need to rule out physical causes.", "yo": "Ni akọkọ, o jẹ dandan lati paarẹ awọn idi ti ilana ipalara naa."}}
{"translation": {"en": "If you make a lot of money as a result - that's great.", "yo": "Ti o ba gba owo pupọ - eyi jẹ ohun ti o ni awọn iyanilẹnu ti o dara julọ."}}
{"translation": {"en": "The manufacturer itself is an Austrian company.", "yo": "Lati oni, eni to ni aami yi jẹ ile-iṣẹ Austrian."}}
{"translation": {"en": "How to Track the Effectiveness of your Hashtags", "yo": "Ṣe itọsọna fun ọ lori bi o ṣe le lo awọn hashtags rẹ daradara"}}
{"translation": {"en": "I want to learn more about basketball", "yo": "Mo mọ diẹ sii nipa bọọlu afẹsẹgba jẹ pupọ"}}
{"translation": {"en": "Scenarios are also useful for decision analysis.", "yo": "Pẹlupẹlu, awọn olupin idahun yoo ṣakoso ipinnu fidio laifọwọyi."}}
{"translation": {"en": "So, make sure you have a new card.", "yo": "Rii daju pe o ni tuntun kan Kaadi Apo nigbati o ba fi kabu naa papọ."}}
{"translation": {"en": "4:4 Again, I was contemplating all the labors of men.", "yo": "4:4 Lẹẹkansi, Mo n ronu nipa gbogbo awọn iṣẹ eniyan."}}
{"translation": {"en": "24, The One who calls you is faithful, and He will do it.", "yo": "24Olóòtítọ́ ni ẹni tí ó pè yín, yóò sì ṣe."}}
{"translation": {"en": "A preview of your music may be a good option for this.", "yo": "Awotẹlẹ orin rẹ le jẹ aṣayan ti o dara fun eyi."}}
{"translation": {"en": "So it is saying that you have to receive Jesus right now.", "yo": "Nitorina, o nilo lati gba Jesu ni bayi nigba ti o wa ni akoko."}}
{"translation": {"en": "i'm gonna reject the idea of it being sunday... sorry...;)", "yo": "ba je m'excuse si je te fait perdre la tete;-)! lol"}}
{"translation": {"en": "There are many independent water system in Lakehead.", "yo": "Opo omi pataki ti Novotelskaya ni ọpọlọpọ awọn ohun-elo ti o wulo."}}
{"translation": {"en": "Plumbing is an essential part of our day-to-day life and should not be overlooked.", "yo": "Awọn mimu jẹ ẹya pataki ti onje ojoojumọ wa, nitorina o yẹ ki o ko gbagbe wọn."}}
{"translation": {"en": "The only difference is that with an e-book the barrier to entry is very low.", "yo": "Iṣoro kan nikan ni pe imeeli ti o da lori wẹẹbu ko lagbara."}}
{"translation": {"en": "I Wanted Something Different.", "yo": "Mo fẹ nkan ti o yatọ"}}
{"translation": {"en": "Four thousand years, from adam to christ.", "yo": "ju ãdọrin iran lati Adam si Jesu."}}
{"translation": {"en": "Crypto is the future of the financial system", "yo": "Iṣiro awọsanma jẹ Ọjọ-iwaju ti Iṣowo Iṣowo."}}
{"translation": {"en": "A lot of people today utilize social media sites every day.", "yo": "Ọpọlọpọ eniyan loni lo gbogbo ọjọ ni awọn ọfiisi."}}
{"translation": {"en": "2 is true.", "yo": "2,owo ni koko"}}
{"translation": {"en": "~ Don't forget to include your contact information, including email address and phone number.", "yo": "** Maṣe gbagbe lati ṣafikun awọn alaye olubasọrọ rẹ lakoko ti o fi lẹta ti Ifihan nọmba Nọmba & Imeeli ranṣẹ."}}
{"translation": {"en": "\"If we can see the miracle of a single flower clearly, our whole life will be changed.\"", "yo": "\"Ti a ba le rii iṣẹ-iyanu ti ododo kan nikan, gbogbo igbesi aye wa yoo yipada. \""}}
{"translation": {"en": "Uriah was a valiant officer in David's army.", "yo": "Uria jẹ ọkan ninu awọn ọmọ-ogun oloootọ ninu ẹgbẹ Dafidi."}}
{"translation": {"en": "His experience stems from laboring and learning for over 15 years in the technology, retail, and management industries.", "yo": "Ajoy ni iriri ti o ju ọdun 15 lọ ni ile-iṣẹ ni imọ-ẹrọ, titaja, ati awọn ipa olori."}}
{"translation": {"en": "Okay, you can probably name at least a few things that are better; but the point is, your following on social media sites, like YouTube, has become increasingly important in today's world.", "yo": "Dara, o le ṣee lorukọ o kere ju awọn nkan diẹ ti o dara julọ; ṣugbọn koko ọrọ ni pe, atẹle rẹ lori awọn oju opo wẹẹbu awujọ, bii YouTube, ti di pataki si ni agbaye ode oni."}}
{"translation": {"en": "Power and strength is Yours.", "yo": "Ni ọwọ rẹ ni iwa-rere ati agbara."}}
{"translation": {"en": "You can earn money by selling your and others' goods.", "yo": "O le ṣagbe owo nipasẹ gbigbe awọn ibugbe aye ati fifọ wọn si awọn eniyan miiran."}}
{"translation": {"en": "Marta Arpini was born in Crema in 1994 and has been studying music since her childhood days.", "yo": "Angelica Varum ni a bi ni idile ẹda ati lati igba ewe o kẹkọọ orin."}}
{"translation": {"en": "adulescent: I'm not dead", "yo": "Moi: non je suis fatigué je reste là"}}
{"translation": {"en": "Create A Detailed Account Of What Happened", "yo": "Ṣe afẹri bi ohunkan ti o fanimọra ṣe ṣẹlẹ ninu ara wa."}}
{"translation": {"en": "that night the daughter of Dulye was not asleep.", "yo": "Ìyá Adéróunmú náà kò sùn."}}
{"translation": {"en": "You don't need any particular level of education or training.", "yo": "Fun ikẹkọ, iwọ ko nilo awọn ogbon pataki ati ikẹkọ."}}
{"translation": {"en": "How to have a good sleep", "yo": "1 Bii a ṣe le sun oorun ti o dara"}}
{"translation": {"en": "3. or DD/MM/YY to display day/month/year.", "yo": "f) Aago akoko gidi pẹlu DD / MM / YYYY ati hh / mm / ss pẹlu iṣeeṣe ti ọjọ ati siseto ọsẹ."}}
{"translation": {"en": "Unlike other sewing machines, this one is easy to use.", "yo": "Ko dabi awọn iru ẹrọ isanwo ori ayelujara miiran, o rọrun lati lo."}}
{"translation": {"en": "let him go..", "yo": "Nitorinaa ... jẹ ki o lọ."}}
{"translation": {"en": "The QSFP56 is a form factor supporting 200G data rates.", "yo": "QSFP56 jẹ fọọmu fọọmu kan ti n ṣe atilẹyin awọn oṣuwọn data 200G."}}
{"translation": {"en": "6:48-51 I am the bread of life.", "yo": "6:48 Èmi ni oúnjẹ ìyè."}}
{"translation": {"en": "We are proud of you, and we salute you.\"", "yo": "A yìn ọ́ lógo ki a yin O, nitori iwọ ti fun wa laaye lati ogo ore-ọfẹ rẹ.\""}}
{"translation": {"en": "What the challenges are and how to solve them", "yo": "Kini Awọn itura Ayebaye ati bii o ṣe le gbadun wọn bi ẹbi"}}
{"translation": {"en": "Do you know what's wrong?)", "yo": "ati pe o mọ kini iṣoro jẹ ????"}}
{"translation": {"en": "That's the reason more and more companies have started using the WebRTC Client as one of the communication systems in their enterprise.", "yo": "Awọn ile-iṣẹ siwaju ati siwaju sii ti bẹrẹ lati gba Iṣowo WhatsApp bi ọna ibaraẹnisọrọ laarin awọn alabara wọn."}}
{"translation": {"en": "We will ask you to provide details of your referees.", "yo": "A yoo jẹ ki o fun ọ ni alaye bi awọn olubasọrọ wọn ṣe dagbasoke."}}
{"translation": {"en": "He has worked with dozens of entrepreneurs and small businesses as a legal practitioner and consultant.", "yo": "O ti ṣiṣẹ pẹlu awọn ileeṣẹ aladani gẹgẹ bi amofin ati onimọ nipa okoowo."}}
{"translation": {"en": "My response was 'I'm not a doctor.", "yo": "Túndé: Bêë ni, n kì í \"e dókítà."}}
{"translation": {"en": "that's the reason why they don't do their best.", "yo": "Eyi ni idi ti wọn ko fi ṣe agbara wọn."}}
{"translation": {"en": "What is the name of their High school ?", "yo": "Kí ni orúkæ ilé-ìwé gíga Àbíkê?"}}
{"translation": {"en": "Huawei is working on many smartphones.", "yo": "Huawei ṣiṣẹ lori awọn foonu ti o pọ sii."}}
{"translation": {"en": "\"You are the best of people ever raised up for mankind\" (Surat Al Imraan 3:110).", "yo": "\" Ẹyin ni ijọ ti o ni oore julọ ti a gbe jade fun awọn eniyan \" [Suuratu Aal-Imraan: 110]."}}
{"translation": {"en": "But consider what it must be like for a small child.", "yo": "Jẹ ki a wo ohun ti tattoo tatuu tumọ si fun ọmọbirin kan."}}
{"translation": {"en": "We want it to be effective and easy.", "yo": "O jẹ wuni pe ohun wa ni ṣoki ati bi o rọrun."}}
{"translation": {"en": "But, it is also the most costly hosting option and needs some technical expertise to manage.", "yo": "Laisi, o tun jẹ aṣayan alejo gbigba gbowolori julọ ati pe o nilo diẹ ninu awọn oye imọ-ẹrọ lati ṣakoso."}}
{"translation": {"en": "She was diagnosed two weeks before her daughter's wedding.", "yo": "Eyi lo mu ki wọn beere fun iyawo baba oun to ṣẹṣẹ bimọ ni ọsẹ meji sẹyin."}}
{"translation": {"en": "It's a body!", "yo": "Eyi jẹ ẹya-ara!"}}
{"translation": {"en": "your business is not based on the internet.", "yo": "A ko ṣe gbe awọn faili rẹ si intanẹẹti."}}
{"translation": {"en": "In fact, it was commonly accepted that there are 5 incomplete phenomena, the Sabbath being one of them.", "yo": "Eyi ni: Gbogbo eniyan ni a ti kọ lati gbagbọ pe awọn imọ-ara ti ara jẹ marun ni nọmba, ati pe rilara naa jẹ ọkan ninu awọn imọ-ara."}}
{"translation": {"en": "Are the impacts the same for all EU member states?", "yo": "Njẹ lilo ara ẹni kanna ni gbogbo awọn orilẹ-ede Yuroopu?"}}
{"translation": {"en": "That does make it slightly easier to keep a YouTube video running while you're doing something else on your device.", "yo": "O fẹ lati tẹtisi fidio YouTube lakoko ṣiṣe nkan miiran lori iPhone rẹ."}}
{"translation": {"en": "7. so he promised with an oath to give her whatever she asked.", "yo": "7 Nitorina li o ṣe fi ibura ṣe ileri lati fun u li ohunkohun ti o ba bère."}}
{"translation": {"en": "A team-up?", "yo": "je pe rejoindre ta team?"}}
{"translation": {"en": "People believe it is okay now and then, however, if all the family does is sit and watch TV, guess what the most likely outcome for the child is going to be.", "yo": "Pẹlupẹlu, gbogbo iya ni ojo iwaju mọ pe akoko yoo wa ati pe ohun gbogbo yoo ṣubu si ibi - o kan pinnu iru ibalopo ti ọmọ naa yoo jẹ lẹhin ibimọ."}}
{"translation": {"en": "Kindly tell me so that I can register.", "yo": "jọwọ ṣe ọlọgbọn mi, ki emi ki o le dagba."}}
{"translation": {"en": "Do not be afraid to get it!", "yo": "Maṣe bẹru lati koju rẹ!"}}
{"translation": {"en": "Answer: No, that's what the media say.", "yo": "Idahun: Bẹẹkọ, ti o ni ohun ti media sọ."}}
{"translation": {"en": "In addition, pretext is just one piece of evidence.", "yo": "Ṣugbọn apẹrẹ jẹ ami-ẹri ti o fẹrẹẹri nikan."}}
{"translation": {"en": "I was diagnosed with FFA in 2017.", "yo": "Emi ni mo muu wọnu ẹgbẹ VGN l'ọdun 2017 n'igba ti a n ṣe atunto."}}
{"translation": {"en": "For us as a foundation, we remain committed to taking on these challenges and continuing to build on our legacy in the agriculture and food sectors.", "yo": "O jẹ idi ti a fi ṣe akojọ wọn bi onigbowo ati tẹsiwaju lati ṣe igbega iṣẹ wọn lori aaye wa ati pẹlu awọn alabara wa."}}
{"translation": {"en": "We have that number, I have that number.", "yo": "Emi ni oro yi, iye ni pelu"}}
{"translation": {"en": "{6:21} And David said to Michal: \"Before the Lord, who chose me rather than your father, and rather than his entire house, and who commanded me, that I should be the leader over the people of the Lord in Israel,", "yo": "21 Dafidi si wi fun Mikali pe, Niwaju Oluwa ni, ẹniti o yàn mi fẹ jù baba rẹ lọ, ati ju gbogbo idile rẹ̀ lọ, lati fi emi ṣe olori awọn enia Oluwa, ani lori Israeli, emi o si ṣire niwaju Oluwa."}}
{"translation": {"en": "The wise. says:", "yo": "mejiwara says:"}}
{"translation": {"en": "I know that u know me.", "yo": "Mo mọ pe nipasẹ bayi iwọ yoo mọ imọ mi lori pe."}}
{"translation": {"en": "Not personally...no.", "yo": "equ ati -No"}}
{"translation": {"en": "Continued Joseph.", "yo": "Olaniyi Ajose"}}
{"translation": {"en": "1) have you ever been refused a visa or permit, denied entry to, or ordered to leave canada or any other country/territory?", "yo": "Njẹ o ti kọ iwe iwọlu tabi igbanilaaye, kọ titẹsi si tabi paṣẹ lati lọ kuro Ilu Kanada tabi orilẹ-ede miiran? *"}}
{"translation": {"en": "If you do, you may be able to retire.", "yo": "Ti kii ba ṣe bẹ, lẹhinna o le jade-kuro ki o yọkuro."}}
{"translation": {"en": "A try to notice.", "yo": "Gbiyanju lati foju o."}}
{"translation": {"en": "This is your assignment.\"\"", "yo": "Ibẹwo rẹ ni iru itumo yii .\""}}
{"translation": {"en": "One years ago).", "yo": "ma je (1 year ago)"}}
{"translation": {"en": "Whatever plan you choose to follow, they're all essentially the same thing.", "yo": "Laibikita ọrọ wo ni o rii, ohun kanna ni gbogbo won so ."}}
{"translation": {"en": "Don't Accept The Obvious", "yo": "Maṣe gba eyi ti o ko ni imọran."}}
{"translation": {"en": "according to Bal et al. (2007).", "yo": " (2007) Aftabi Sani A. et al."}}
{"translation": {"en": "First, you should consult a neurologist.", "yo": "Ṣaaju ki o to \"walrus\" yẹ ki o ṣapọ pẹlu dokita kan."}}
{"translation": {"en": "Jesse was the oldest of his father Joseph's sons.", "yo": "Baba Josefu nife re ju awon arakunrin re lo."}}
{"translation": {"en": "I don't have one motif that keeps me going I keep finding new ones.", "yo": "Ko si nkan to di mi lowo lati da omo to ba wu lati sise olopaa duro."}}
{"translation": {"en": "It was usable for 11 years.\"", "yo": "Ṣi iyalẹnu ṣiṣere ni ọdun 11. '"}}
{"translation": {"en": "One is to create something, or a part of something, every day.", "yo": "Sugobn awa o mo nkan to sele tele tabi nkan to ma sele lojowaju."}}
{"translation": {"en": "This is particularly true for people with diabetes.", "yo": "Eyi jẹ otitọ paapaa fun awọn eniyan ti o ni àtọgbẹ."}}
{"translation": {"en": "People often ask, \"Why does restoration of the Everglades take so long?\"", "yo": "Ibeere: \"Kínní ìdí tí àwọn ènìyàn nínú ìwé Jẹnẹsisi ṣe ní ẹ̀mí gígùn tí ó pẹ́ bẹ́ẹ̀?\""}}
{"translation": {"en": "Gantz was therefore given a 28-day mandate to try and form a government.", "yo": "A fun Netanyahu ni awọn ọjọ 28 lati gbiyanju lati ṣe ijọba pẹlu rẹ bi Prime Minister."}}
{"translation": {"en": "As a result of the explosion, the man died on the spot.", "yo": "Bi abajade, ọkunrin naa kú ni tabili."}}
{"translation": {"en": "This is super talented Nigerian singer who has been a famous christian singer in Nigeria.", "yo": "Ni bayii, gbajugbaja obinrin agbasa ga nni, ti ọpọ eniyan mọ si Àrà, ti wa fi ilu gangan kọ orin idanimọ orilẹede Naijiria bayii."}}
{"translation": {"en": "In order for me to help you further.....", "yo": "Yoo ṣe iranlọwọ fun mi ni ilọsiwaju fun igba miiran ...."}}
{"translation": {"en": "Please check your co...", "yo": "Jọwọ ṣayẹwo bọtini rẹ wo bakanna bi ..."}}
{"translation": {"en": "'We never gave up hope of trying to win' - McCullum", "yo": "'Tori pe a ko rẹni ya wa lowo lati ṣowo to wu wa la fi bẹrẹ si i digunjale' - Alaroye"}}
{"translation": {"en": "It can also cause blood thinning and can affect the cholesterol levels in the blood.", "yo": "O tun le fa idinku ẹjẹ ati pe o le ni ipa awọn ipele idaabobo awọ ninu ẹjẹ."}}
{"translation": {"en": "My niece finally got to go to Disneyland,at the age of 8.", "yo": "Ibẹrin ọmọbirin yii ti bẹrẹ si Disney, nigbati o jẹ ọdun mẹjọ."}}
{"translation": {"en": "It starts with having good core of staples.", "yo": "O yẹ ki o bẹrẹ pẹlu abojuto to dara fun awọn ese."}}
{"translation": {"en": "Tell my soul, 'I am your salvation.'", "yo": "Sọ si ẹmi mi, \"Ammi ni ìgbàlà rẹ.\""}}
{"translation": {"en": "If you are an institutional investor, the company will seek other types of verification.", "yo": "Ti o ba jẹ oludokoowo ti ile-iṣẹ, ile-iṣẹ yoo wa awọn iru ijerisi miiran."}}
{"translation": {"en": "Stay at home like they used to.", "yo": "Ṣiṣẹ lati ile bi o ti ṣee ṣe."}}
{"translation": {"en": "Not a woman, but Jesus.", "yo": "Aye re ni ko nipa o, sugbon nipa Jesu."}}
{"translation": {"en": "He has promised that it would be soon.", "yo": "Toò, wọ́n ní oun tó bá yá kìí tún pẹ́."}}
{"translation": {"en": "In many parts of the developing world, the ratio is as much as 10 mobile phone users to one PC user.", "yo": "Ní Mozambique, níbi tí àwọn ènìyàn tí ó ń lo ayélujára ò ti tó nǹkan - Ilé Ìfowópamọ́ Àgbáyé kan yìí náà fi hàn nínú ìwádìí pé ìdá 10 àwọn ará ìlú nínú èèyàn ẹgbẹẹgbẹ̀rún ló ní ẹ̀rọ-ayélujára ní àrọ́wọ́tó - ilé iṣẹ́ ẹ̀rọ ìbánisọ̀rọ̀ TmCel tí ó jẹ́ ti ọmọ onílùú náà ti se ìfilọ́lẹ̀ ìpolongo \"kónílégbélé\" yìí kan náà."}}
{"translation": {"en": "Again, it is important to bring your own life vest.", "yo": "Ẹlẹẹkeji, o jẹ dandan pataki lati yi igbesi aye ti ara rẹ pada."}}
{"translation": {"en": "He had urged Judas to hand Jesus over to his enemies.", "yo": "Judasi Ṣe Ètò láti Fi Jesu fún Àwọn Ọ̀tá Rẹ̀"}}
{"translation": {"en": "Do your best to cooperate with the other parent and focus on the kids.", "yo": "Bẹẹni, o ṣe ohun ti o dara julọ lati ṣe abojuto awọn ọmọde iyokù rẹ ati tun wo wọn dagba."}}
{"translation": {"en": "I was perched in the tree for four hours before the vision came.", "yo": "Ija naa lọ fun bii wakati mẹrin, ki awọn agbofinro to de ilu naa."}}
{"translation": {"en": "Part of what we are paid to do is tell you what we think and we are very willing to do this.", "yo": "O lo pupọ ninu nkan naa ni igbiyanju lati parowa fun wa pe kii ṣe ati pe o ti kuna ni gbangba."}}
{"translation": {"en": "Soon after that, the trends started.", "yo": "Lẹhin igba diẹ, awọn opin ti fin bẹrẹ lati ya kuro."}}
{"translation": {"en": "You are my world - Ты мой мир.", "yo": "Eyin je ti aye yi; Emi kii se ti aye yi."}}
{"translation": {"en": "'You can't do it unless you can imagine it. - George Lucas'", "yo": "O ko le ṣe ayafi ti o ba fojuinu rẹ. - George Lucas"}}
{"translation": {"en": "This concept, however, was not always understood.", "yo": "Ati pe nkan yi ni ifunti ko ni oye nigbagbogbo."}}
{"translation": {"en": "If it is significant bleeding, then go to the hospital immediately.", "yo": "Ti awọn aami aisan rẹ ba tobi, lọ si yara pajawiri lẹsẹkẹsẹ."}}
{"translation": {"en": "So basically that has been my journey and I am also a graduate of Newcastle University, where I studied Politics and Economics.", "yo": "Nitorinaa ni pataki iyẹn ti jẹ irin-ajo mi ati pe emi tun jẹ ile-iwe giga ti Ile-ẹkọ giga Newcastle, nibi ti Mo ti kẹkọọ Oselu ati Iṣowo."}}
{"translation": {"en": "The BEST of 5th Package", "yo": "Ipilẹ eto batiri 5S ti o dara julọ"}}
{"translation": {"en": "They're cumbersome because they're big.", "yo": "Wọn tobi nitori wọn munadoko gidi."}}
{"translation": {"en": "Long eyelashes and big eyes.", "yo": "濃眉大眼 [ nóng méi dà yǎn ] thick eyebrows and big eyes"}}
{"translation": {"en": "6 And Samuel said to the people: \"It is the Lord who appointed Moses and Aaron, and who led our fathers away from the land of Egypt.", "yo": "12:6 Samueli si wi fun awọn enia: \"O ti wa ni Oluwa ti o yàn Mose ati Aaroni, ati awọn ti o mu awọn baba wa kuro lati ilẹ Egipti."}}
{"translation": {"en": "heart The heart will be gone out of me.", "yo": "4 Agídí ọkàn yóò kúrò lọ́dọ̀ mi;"}}
{"translation": {"en": "Twenty years from now, you will be more disappointed by the things you didn't do than by the ones you did. - Author: Mark Twain", "yo": "Ọdun ogún lati igba bayi iwọ yoo ni ibanujẹ diẹ sii nipasẹ awọn ohun ti iwọ ko ṣe ju awọn ti o ṣe lọ. - Mark Twain"}}
{"translation": {"en": "2008 Japanese Version.", "yo": "Hebi ni piasu 2008 japonais Hebi ni piasu"}}
{"translation": {"en": "The main mission of MoneyCrashers is to help people make sound decisions on financial aspects.", "yo": "Ofin ti owo ni agbara lati ṣe iranlọwọ fun eniyan lati ṣe ipinnu to dara ni awọn ọrọ owo."}}
{"translation": {"en": "33 And the Child's father and mother were amazed at what was being said about Him.", "yo": "33 Ẹnu si yà Josefu ati iya rẹ̀ si nkan ti a nsọ si i wọnyi."}}
{"translation": {"en": "At the time of writing, it appears Brandon Williams has made a conscious effort not to reveal any information about his girlfriend.", "yo": "Ni akoko kikọ, o han Brandon Williams ti ṣe igbiyanju mimọ ko ṣe afihan alaye eyikeyi nipa ọrẹbinrin rẹ."}}
{"translation": {"en": "The surrealism of \"Myira\" makes us think of the great artists of the past.", "yo": "\"Awọn Ọrọ Ọlọhun meje\" Timoti Leary mu ki a ronu nipa awọn iṣoro ti o tobi julo ninu iṣedede eniyan."}}
{"translation": {"en": "Before planting, the soil needs to be fertilized.", "yo": "Ṣaaju ki o to gbingbin, ilẹ yẹ lati pese - fertilize."}}
{"translation": {"en": "The Obama administration and future administrations should hold Palestinian leadership accountable on this issue and tell them that as long as they continue to fund terror, they should not expect another dollar of U.S. economic assistance.\"", "yo": "Gomina ati awọn lọgalọgaa lẹka eto aabo ti n ṣepade lori ọrọ yii, ireti wa pe wọn yoo fi atẹjade lede lori rẹ laipẹ, wọn yoo si sapa lati doola ẹmi awọn majeṣin ọhun,\" gẹgẹ bo ṣe wi."}}
{"translation": {"en": "I felt like hanging out with my family.", "yo": "O ṣẹlẹ pe ma ma n jiroro pẹlu awọn obi mi."}}
{"translation": {"en": "Owning a Bible is forbidden in many countries.", "yo": "Lílo irú àmì-ìdámọ̀ báhun kò ní àṣẹ ní ọ̀pọ̀ àwọn orílẹ̀-èdè."}}
{"translation": {"en": "It was a prolonged visit.", "yo": "Àbẹ̀wò rẹ̀ tí ó fà gùn ni ó fà á."}}
{"translation": {"en": "3 comments on \"Have a Nice Trip\"", "yo": "3条点评 \"a fun walk\""}}
{"translation": {"en": "If it does not work out, you could also use a plunger.", "yo": "Ti eyi ko ba ṣiṣẹ, o le ma tun le lo ojula naa mọ."}}
{"translation": {"en": "In its pages god is revealed as the \"One telling from the beginning the finale, and from long ago the things that have not been done.\"", "yo": "Bíbélì sọ pé, Ọlọ́run ni \"Ẹni tí ó ń ti ìbẹ̀rẹ̀pẹ̀pẹ̀ sọ paríparí òpin, tí ó sì ń ti ìgbà pípẹ́ sẹ́yìn sọ àwọn nǹkan tí a kò tíì ṣe.\""}}
{"translation": {"en": "We make a choice to live our values in the way of love.", "yo": "O dara pe awọn ọna wa lati kun aye rẹ pẹlu ifẹ."}}
{"translation": {"en": "The Android operating system is one of the hottest obtainable.", "yo": "Aifọwọyi Android jẹ ọkan ninu awọn ohun elo lilọ kiri ti o pọ julọ ti o le rii."}}
{"translation": {"en": "Put the fungus in water for two hours.", "yo": "Fi awọn cucumbers sinu omi fun wakati meji."}}
{"translation": {"en": "In my opinion, these are the most efficient ways to get the purposes because all the information is exactly from each customer.", "yo": "Boya, eyi ni ọna ti o rọrun julọ lati gba ọgba-ajara kan, nitori gbogbo wọn ni ohun elo gilasi ti o dara."}}
{"translation": {"en": "Please let me know where you got your product.", "yo": "Jọwọ jẹ ki n mọ ibiti o ti ni akori rẹ."}}
{"translation": {"en": "Nobody needs to change.", "yo": "Ẹnikẹ́ni kò gbọdọ̀ ṣe àtúnṣe si."}}
{"translation": {"en": "The benefit 1.", "yo": "Awọn anfani wa 1."}}
{"translation": {"en": "\"When the people saw the sign which he had done, they said, \"This is indeed the prophet who is to come into the world.\"", "yo": "Nígbà tí àwọn eniyan rí iṣẹ́ ìyanu tí ó ṣe, wọ́n ní, \"Dájúdájú, eléyìí ni wolii Ọlọrun náà tí ó ń bọ̀ wá sí ayé.\""}}
{"translation": {"en": "I am trying to use a new feature from GMB.", "yo": "iyẹn kii ṣe sọ pe Mo lo ẹya tuntun ti awọn alabara MS boya."}}
{"translation": {"en": "A research has shown that sleep paralysis is not dangerous.", "yo": "O ti han pe ko sùn jẹ ewu fun ilera ti ara."}}
{"translation": {"en": "Take in the beauty...", "yo": "sisi lé belle la gyal..."}}
{"translation": {"en": "Ain't I a human?", "yo": "Emi ko jẹ eniyan?"}}
{"translation": {"en": "The course of treatment is 30 days, then take a break for a month and continue treatment.", "yo": "Itọju ti itọju ni ọjọ 30, lẹhinna ya adehun fun osu kan ki o tun tun dajudaju."}}
{"translation": {"en": "And there was no one who sought them; there was no one, jeg sier, who sought them.", "yo": "Ati kò si ọkan ti o wá wọn; kò si si ẹniti, Mo sọ, ti o wá wọn."}}
{"translation": {"en": "However, it is a good idea to know a little bit about.", "yo": "Sibẹsibẹ, ko dun rara lati mọ diẹ diẹ sii nipa awọn nkan."}}
{"translation": {"en": "The president's office frequently gives money to the relatives of Afghan civilians killed in the conflict.", "yo": "Malami pín sọ̀wédowó fún àwọn ìdílé àwọn tí ó kú ní Abuja ní Ọjọ́bọ."}}
{"translation": {"en": "they say no! 4.", "yo": "Gbogbo ọkan ninu wọn (4) sọ KO!"}}
{"translation": {"en": "I've got my pregnacare and my husband, the end.", "yo": "Mo ni ife mimọ ati ailopin fun alabaṣepọ mi."}}
{"translation": {"en": "See also: Democratic Republic of Congo", "yo": "Ẹ tún wo: Àsìá ilẹ̀ Orílẹ̀-èdè Olómìnira ilẹ̀ Kóngò"}}
{"translation": {"en": "I have experience and equipment for a wide range of activities.", "yo": "Mo ni imọ-ẹrọ ṣiṣe ṣiṣe ati awọn iṣẹ fun ọpọlọpọ awọn ibẹrẹ."}}
{"translation": {"en": "Thank you so much for the feedback and making the effort to stop in, we are very glad you enjoyed our photographs.", "yo": "Ṣeun fun ọ Silvia, fun titẹle wa ati fun fifi awọn asọye rẹ silẹ, Mo ni idunnu pe o fẹran awọn ilana wa."}}
{"translation": {"en": "Only a woman..", "yo": "Obìnrin  Lásán..."}}
{"translation": {"en": "Every variable in Java must be assigned a data type.", "yo": "Gbogbo oniyipada ni Java ede gbọdọ ni a data iru."}}
{"translation": {"en": "It gives us an opportunity to look at specific areas where an employee may not be as engaged.", "yo": "O wa ni anfani lati firanṣẹ nibiti ko si eniyan paapaa le ronu nipa iṣeeṣe idande."}}
{"translation": {"en": "There are over 2300 employees.", "yo": "Ni awọn oṣiṣẹ 1200 ju."}}
{"translation": {"en": "Myth: Nothing can stop counterfeiting.", "yo": "Kwara: Ko si nnkan to le da wa duro lati ṣe ipade gbogboogbo wa - APC"}}
{"translation": {"en": "If you want your child to sleep well during the night don't allow any excessive sleep during the day.", "yo": "Ti awọn ọmọ rẹ ba nira lati lọ sùn ni gbogbo alẹ ti o si di ija, maṣe padanu ojutu lati jẹ ki awọn oru ni alaafia siwaju sii!"}}
{"translation": {"en": "Pray to יהוה to take away the serpents from us.\"", "yo": "Gbadura, ki o le mu ejò wọnyi kuro lọdọ wa. \""}}
{"translation": {"en": "Relationships should be based on trust and respect for each other.", "yo": "Ibasepo yẹ ki o da lori ọwọ ati igbẹkẹle pipe ti awọn eniyan mejeeji."}}
{"translation": {"en": "The couple divorced in 2014, but they reconciled a year later.", "yo": "Ni ọdun 1998, tọkọtaya ti kọ silẹ, ṣugbọn ọdun kan nigbamii ti papọ lẹẹkansi."}}
{"translation": {"en": "The search for these", "yo": "Recherche pour Ba Kama"}}
{"translation": {"en": "Having a great product and a website is fantastic, but without customers looking to buy, you do not have a small business.", "yo": "Nini ọja nla ati oju opo wẹẹbu jẹ nla, ṣugbọn laisi awọn alabara n wa lati ra, iwọ ko ni iṣowo."}}
{"translation": {"en": "Expectancy theory is based on three elements: 1 i want to overemphasis the role of motivation in all spheres of human kind, whether at work place, be it at .", "yo": "Awọn ẹkọ ẹmi-ọkan ti ọkunrin 30-ọdun ti da lori iduroṣinṣin, ifẹ lati wa ni pipe ni gbogbo awọn aaye aye: ni ife, ni iṣẹ, ni awọn iṣẹ aṣenọju."}}
{"translation": {"en": "Now are you ready for the Attack on Titan?", "yo": "Ṣe o ṣetan lati ṣe igbesẹ ti n tẹle si titobi?"}}
{"translation": {"en": "Schedule will be created after September 19th.", "yo": "O yẹ ki o waiye ni Oṣu Kẹsan 19 lẹhin ibalẹ."}}
{"translation": {"en": "This near death experience is what started me on a path to try to figure out what's going on in life.", "yo": "Yi iriri jẹ ohun ti bere mi lori kan ona lati gbiyanju lati ro ero ohun ti n lọ lori ni aye."}}
{"translation": {"en": "How do I search for a new home?", "yo": "Mo bani ibi ti idile yii yoo wa ile tuntun?"}}
{"translation": {"en": "All the good that God can give is yours, if you would choose Him.", "yo": "Ṣugbọn ẹni to ba ṣoore fun ẹ to ba loṣoo ti i, o sọ ara ẹ di Ọlọrun niyẹn."}}
{"translation": {"en": "Now to start using the features and looking over the tutorials.", "yo": "First gba eto yi ati ki o si tẹle awọn alaye tutorial ni isalẹ."}}
{"translation": {"en": "example, it is 1.", "yo": "Bí àpẹẹrẹ 1."}}
{"translation": {"en": "If so, I think it's hard to do so.", "yo": "Ti o ko ba ni eyikeyi ninu iyẹn, yoo nira fun ọ lati ṣe ni ọna yii."}}
{"translation": {"en": "But in the movie, there are not any works.", "yo": "Ni Ojobo, sinima ko ṣiṣẹ."}}
{"translation": {"en": "He did to them just as he had done in Bethel.", "yo": "O si ṣe si wọn gẹgẹ bi gbogbo iṣẹ ti o ti ṣe ni Beteli."}}
{"translation": {"en": "Follow the money, it will always lead you to the answer.", "yo": "Wiwo iṣowo naa nigbagbogbo le mu ọ lọ si idanwo."}}
{"translation": {"en": "The average range is three to ten dollars a month.", "yo": "Pupọ awọn ipele kẹta ni ibikibi lati $ 10- $ 30 ni oṣu kan."}}
{"translation": {"en": "Surgery isn't about hiding unattractive features, but actually removing them.", "yo": "Laanu, ko ṣee ṣe lati yọ awọn aami iṣan kuro patapata nipasẹ ọna atunṣe, ṣugbọn o ṣee ṣe lati dinku hihan wọn."}}
{"translation": {"en": "I'm gonna sing for you tomorrow", "yo": "Jiù suàn nǐ bú zài yì I'll sing for you."}}
{"translation": {"en": "The Throne of God is in heaven and it is a Throne of Grace.", "yo": "Agbara igbadun Olorun ni Hara je. taba pe agabra Hare yi, a ranwa lowo lati ba Olorun."}}
{"translation": {"en": "Your doctor will let you know when your child can go back to school.", "yo": "Dokita rẹ yoo jẹ ki o mọ nigbati o le pada si ounjẹ deede rẹ."}}
{"translation": {"en": "Truly the Lord's promises are sure.\"", "yo": "Awọn ileri ti Oluwa mi ni otitọ . '"}}
{"translation": {"en": "The dread of the Lord fell on the people, and they came out as one man.", "yo": "\"Nítorí náà, ibẹru Oluwa wọ awọn enia, nwọn si jade bi enia kan."}}
{"translation": {"en": "52 When Abraham's servant heard their words, he bowed down to the ground before the Lord.", "yo": "52 O si ṣe, nigbati iranṣẹ Abrahamu gbọ́ ọ̀rọ wọn, o wolẹ fun OLUWA."}}
{"translation": {"en": "They are motivated by religion, and believe they are acting with the will of Allah.", "yo": "Iwa-mimọ ti bẹrẹ ninu wọn; O fun wọn ni agbara ifẹ lati ṣe iṣẹ ti Ẹmí Rẹ.Ọlọrun n ṣiṣẹ ninu awọn onigbagbọ nipasẹ Kristi lati ṣe iṣẹ alafia."}}
{"translation": {"en": "F. The prophet is always and by all means striving to make known the will of God to His people.", "yo": "iv. ti fẹ́sẹ múlẹ̀ nípasẹ̀ ìyàsọtọ (yíyẹ) láti ṣafihan ìfẹ́ Ọlọ́run si gbogbo aye."}}
{"translation": {"en": "5 Now no shrub of the field was yet in the earth, and no plant of the field had yet sprouted, for the Lord God had not sent rain upon the earth, and there was no man to cultivate the ground.", "yo": "5 Wàyí o, kò tíì sí igi kéékèèké tí ó wà ní ilẹ̀ ayé, kò sì sí ewéko kankan tí ó tíì rú jáde, nítorí pé Jèhófà Ọlọ́run kò tíì mú kí òjò+ rọ̀ sórí ilẹ̀ ayé, kò sì sí ènìyàn kankan láti ro ilẹ̀."}}
{"translation": {"en": "So much more than a volcano!", "yo": "O di diẹ sii ju igbadun Pokimoni lọ!"}}
{"translation": {"en": "There's no need to drive to the other side of town to get your ramen fix.", "yo": "Ko si iwulo lati wakọ si apa keji ilu lati gba ramen rẹ ni atunṣe."}}
{"translation": {"en": "Here should bear in made that staff may have a reasonable expectation of privacy at work if the employer does not have an email and internet use policy (or similar) which is made known to all staff.", "yo": "Awọn agbanisiṣẹ yẹ ki o jẹri ni ṣiṣe pe awọn oṣiṣẹ le ni ireti ọgbọn ti aṣiri ni iṣẹ ti oluwa ko ba ni 'Imeeli ati Ilana Lilo Intanẹẹti (tabi iru) eyiti o jẹ ki gbogbo awọn oṣiṣẹ mọ."}}
{"translation": {"en": "Long story short; this was the best scenario for both of them.", "yo": "pẹlu Libra: eyi jẹ iṣọkan ti o dara julọ fun awọn mejeeji;"}}
{"translation": {"en": "To add an Event to a Stakeholder, use the following steps:", "yo": "Lati fa ariyanjiyan ọmọ-ọdọ pẹlu ọmọde kan, lo ilana yii:"}}
{"translation": {"en": "Russia's deputy chief of General Staff Col.-Gen.", "yo": "Oludari Alakoso ti o niye si Alakoso Alagbimọ Amẹrika, Brig.-Gen."}}
{"translation": {"en": "It is therefore quite normal for people to worry about how a COVID-19 outbreak will affect them and their loved ones.", "yo": "Nitorinaa o jẹ ohun ti o ṣe deede fun eniyan lati ṣe aibalẹ nipa bi ibesile COVID-19 yoo ṣe kan wọn ati awọn ayanfẹ wọn."}}
{"translation": {"en": "The team embraces 12 medical experts will engage in the fight against the spread of coronavirus for two weeks.", "yo": "Ẹgbẹ naa gba awọn amoye iṣoogun 12 yoo ni ipa ninu igbejako itankale coronavirus fun ọsẹ meji ..."}}
{"translation": {"en": "Claude convinced Steve that he was a police officer.", "yo": "Tom Ford kò fi ara pamọ pe oun jẹ ohun-ìmọ fohun."}}
{"translation": {"en": "Five farmers were killed in police firing on 6 June.", "yo": "Eniyan marun ni o pa nigbati awọn ọlọpa kọlu ikọlu miiran si olu ile-iṣẹ aṣẹ ni Imo June 6, 2021"}}
{"translation": {"en": "I would say that indicates that if there are no viruses going around, then there will be no positive tests.", "yo": "Lati ṣe apejọ, Mo fẹ lati ṣe akiyesi pe ti ko ba si awọn ẹdun nipa ilera ti awọn iṣiro naa, lẹhinna ko si ye lati ṣe ijaaya."}}
{"translation": {"en": "The winter palace in St. Petersburg?", "yo": "Elo awọn itura omi ni St Petersburg?"}}
{"translation": {"en": "We need to receive all of the above mentioned in order to facilitate the process.", "yo": "A nireti awọn gbolohun ọrọ ti o wa loke ti ṣe iranlọwọ lati ṣe afihan ọrọ naa."}}
{"translation": {"en": "It's fun to wonder, though.", "yo": "And it's fun to wonder."}}
{"translation": {"en": "Num 14:20 - So the LORD said, \"I have pardoned them according to your word;", "yo": "14:20 Oluwa si wipe: \"Mo ti dáríjì wọ́n gẹ́gẹ́ bí ọ̀rọ̀ rẹ."}}
{"translation": {"en": "The story of Azerbaijan will continue in a focus on its Jewish community.", "yo": "Itan-akọọlẹ ti ayo ni Azerbaijan taara da lori itan-akọọlẹ ti orilẹ-ede funrararẹ."}}
{"translation": {"en": "We have developed certain office policies to help us achieve this goal.", "yo": "A ti ṣe ani awọn agbanisiṣẹ inu abẹnu ti o wa ni afikun lati ṣe iranlọwọ fun wa lati ṣe itesiwaju ilana yii."}}
{"translation": {"en": "You are an only child", "yo": "O ṣe pataki ki iwọ nikan ni yara."}}
{"translation": {"en": "The technological innovation itself does not guarantee that based on it can be created a new communication system.", "yo": "Nisisiyi, iṣeduro ninu imọ-ọrọ-ara-ẹni tumọ si pe ko ṣeeṣe lati ṣe deede si ipo titun kan."}}
{"translation": {"en": "What are the benefits and advantages of having a corporate email address for your company?", "yo": "Bii Ati Kini Idi Lati Forukọsilẹ Adirẹsi Imeeli Pinpin Kan fun Akọọlẹ Google Corporate kan"}}
{"translation": {"en": "We are going to India for travelling.", "yo": "A yoo lọ si India, lati ni oye oye koko wa."}}
{"translation": {"en": "Then, you can move on to attack avoidance.", "yo": "Lẹhinna o le tẹsiwaju taara si dida ọgbin."}}
{"translation": {"en": "Web services can be used with relational", "yo": "Awọn ifiranṣẹ WhatsApp le jẹ ifọwọyi laarin awọn ibaraẹnisọrọ"}}
{"translation": {"en": "Young Duncan Laurence has been internally selected to represent the Netherlands at this year's Eurovision Song Contest.", "yo": "Gegebi Duncan Laurens sọ, irawọ tuntun Davina Michelle gbọdọ kopa ninu idije Eurovision Song Contest ni ọdun to n bẹ nitori Orilẹ-ede Netherlands."}}
{"translation": {"en": "The vogue of Saint Tropez is launched!", "yo": "Oju opo wẹẹbu TronHoo ti ni igbesoke bayi!"}}
{"translation": {"en": "Mary of Nazareth, please call your office...", "yo": "Fun Papa ọkọ ofurufu Narita, jọwọ tọka si nkan-ọrọ mi ni isalẹ."}}
{"translation": {"en": "\"I shall not alter.\"", "yo": "\"a kì yóò ṣí mi ní ipò padà.\""}}
{"translation": {"en": "Hematite also spelled as haematite is a common iron oxide with a formula of Fe2O3 and is widespread in rocks and soils.", "yo": "Hematite, ti a tun kọ si bii haematite, jẹ ohun elo amọ irin ti o wọpọ pẹlu agbekalẹ ti Fe2O3 ati pe o ni ibigbogbo ninu awọn apata ati awọn ilẹ."}}
{"translation": {"en": "We always send you...", "yo": "Nitorinaa, a mu ọ wa nigbagbogbo ..."}}
{"translation": {"en": "You know to examine the appearance of the earth and of the heaven, yet how do you not know to examine this time?", "yo": "Ẹnyin agabagebe, ẹnyin le moye oju ọrun ati ti aiye; ẽhatiṣe ti ẹnyin kò le mọ̀ akokò yi?"}}
{"translation": {"en": "You have heard of Jesus.", "yo": "O ti jasi ti gbọ nipa ijọsin ti Kristi."}}
{"translation": {"en": "49:25 How is it not left - the city of praise, The city of my joy!", "yo": "25 Bawo ni a kò ṣe fi ilu iyìn silẹ, ilu ayọ̀ mi!"}}
{"translation": {"en": "This new inmate has a psychiatric diagnosis of antisocial personality disorder.", "yo": "Eyi ni kikun apejuwe psychotype ti eniyan ti o ni imọran si ailera yii."}}
{"translation": {"en": "Lord, You have been our Refuge from generation to generation.", "yo": "Oun ni oluwa, ìwọ ti jẹ́ ibi ìsádi wa láti ìran dé ìran."}}
{"translation": {"en": "6 And he was amazed at their lack of faith.\"", "yo": "6 Ẹnu si yà a nitori aigbagbọ́ wọn."}}
{"translation": {"en": "The best part is that anyone who knows how to use facebook, twitter and youtube can do this 'work', and there are millions of businesses around the world hiring for these positions right now.", "yo": "Ti o dara ju apakan ni wipe ẹnikẹni ti o mọ bi o si lo Facebook, Twitter ati YouTube le ṣe eyi 'iṣẹ', ati nibẹ ni o wa milionu owo kakiri aye igbanisise fun awọn ipo bayi!"}}
{"translation": {"en": "It's like paradise", "yo": "ojochal paradise"}}
{"translation": {"en": "There are many know...", "yo": "Hu bare lo og..."}}
{"translation": {"en": "God is always merciful, and where sin abounds, his grace abounds even more.", "yo": "Níbi tí ẹ̀ṣẹ̀ bá sì ti pọ̀, oore-ọ̀fẹ́ Ọlọrun a máa pọ̀ ju bí ẹ̀ṣẹ̀ ti pọ̀ tó lọ."}}
{"translation": {"en": "Many thanks to the diverse cultures & history of the cities along the East Coast.", "yo": "Eyi jẹ ọpẹ si itan ọlọrọ ati awọn itan ti o waye ni awọn eti okun Saint-Malo."}}
{"translation": {"en": "Ichabod, Where is the glory?", "yo": "isk , ikan ape ni jaja ??"}}
{"translation": {"en": "The Maersk Alabama hijacking was a series of events involving piracy that began with four Somali pirates seizing the cargo ship MV Maersk Alabama 240 nautical miles (440 km; 280 mi) southeast of the Somalia port city of Eyl.", "yo": "Ìfipá Gba Maersk Alabama jẹ́ àtẹ̀léra ìṣẹ̀lẹ̀ orí omi tì ó bẹ̀rẹ̀ pẹ̀lú àwọn ajalèlókun mẹrin tí wọ́n fi ipá gba ọkọ̀ ojú omi ẹ̀lẹ́rù, MV Maersk Alabama igbalélógójì máìlí (440 km; 280 mi) gúúsù-ìlàoòrùn Eyl, Somalia."}}
{"translation": {"en": "The effects of taking 5-HTP can be felt within 10 to 30 mins.", "yo": "Awọn ipa ti mu 5-HTP le ti wa ni ro laarin 10 to 30 iṣẹju."}}
{"translation": {"en": "I used to take care of my grandma and caregiving is a really strong trait of mine.", "yo": "Mi o lowo lọwọ ti mo le fi fẹyawo mi-in to le ba mi tọju ẹ, atijẹ-atimu gan-an nira fun mi."}}
{"translation": {"en": "All will be returned.", "yo": "Gbogbo ohun a bá se ni a ó kẹ́san rẹ̀."}}
{"translation": {"en": "DICE has released a new major update for Star Wars: Battlefront 2.", "yo": "Rovio ṣe igbasilẹ imudojuiwọn tuntun fun Awọn ẹyẹ ibinu Star Wars, Star Star 2."}}
{"translation": {"en": "A key basis of all these challenges", "yo": "Idi pataki lati wa fun gbogbo awọn iṣoro wọnyi."}}
{"translation": {"en": "The product is whole milk.", "yo": "Ireè mí gbogbo ni wàrà ni wàrà."}}
{"translation": {"en": "5/1/2018 · We may release the Services or their features in a preview or beta version, which may not work correctly or in the same way the final version may work. d.", "yo": "A lè ṣe àgbéjáde àwọn Ìpèsè náà tàbí àwọn àfidámọ̀ wọn nínú ẹ̀yà àkọ́wò tàbí beta, èyítí ó le má ṣiṣẹ́ dáradára tàbí ní ọ̀nà kan náà ti ẹ̀yà tí a gbéjáde kẹ́yìn yóò fi ṣiṣẹ́."}}
{"translation": {"en": "Tey attacked the city", "yo": "Ajayi gba i ituma i ilu"}}
{"translation": {"en": "Remember, there are no mistakes in life - only lessons.", "yo": "Jọwọ ranti, ko si awọn ikuna - awọn ẹkọ nikan."}}
{"translation": {"en": "CTA family for 20 years.", "yo": "Iriri Ọdun 20 Ni Aaye Ile-iṣẹ Itanna"}}
{"translation": {"en": "A) Examination subjects for the graduates of economics and administrative sciences, political sciences, law, economics and business faculties;", "yo": "A) Awọn akọle iwadii fun awọn ọmọ ile-iwe giga ti ẹkọ-ọrọ ati imọ-jinlẹ, imọ-ọrọ oloselu, ofin, imọ-ọrọ ati awọn agbara iṣowo;"}}
{"translation": {"en": "It followed announcement of the A-12.", "yo": "Ti ṣe ifilọlẹ Oppo A12 tẹlẹ."}}
{"translation": {"en": "Come on back in a day or two.", "yo": "Pada si i ni ọjọ kan tabi meji."}}
{"translation": {"en": "Love, Kate and Sara.\"", "yo": "\"Ni tú ni nadie\": Carmen e Sara."}}
{"translation": {"en": "Nevertheless, lots of people battle due to the sheer quantity of misinformation on the market.", "yo": "Sibẹsibẹ, diẹ ninu awọn aaye ayelujara ṣe akiyesi iboju ṣaṣebi bi ofin ko tọ nitori idiyele ti o pọ si awọn iroyin ti awọn ipolongo.."}}
{"translation": {"en": "Joomla! - Joomla is also a very popular CMS, that is easy-to-use.", "yo": "Iwoye, Joomla! kii ṣe aṣayan CMS rọrun julọ, ṣugbọn ọkan diẹ ti o ni idiju."}}
{"translation": {"en": "Three men were detained for robbery.", "yo": "Wọ́n ti mú ọkùnrin mẹ́ta fún olè jíjà. - Ohun Omo Oduduwa"}}
{"translation": {"en": "We have always been rich in all the ways that count.", "yo": "A ni ileri lati sọ ọ di ọlọrọ nipasẹ gbogbo awọn ọna ti o wa."}}
{"translation": {"en": "There is no cyclical unemployment", "yo": "Ko si ikoko ti njagun jẹ cyclical."}}
{"translation": {"en": "Our mother was at the time", "yo": "Ìyá tèmi mi ni gbá li àkókò."}}
{"translation": {"en": "You know what you are, darling?", "yo": "Ṣe o mọ kini o jẹ, igberaga?"}}
{"translation": {"en": "Garli is a best and exemplary gateway for everyone during the summer vacations.", "yo": "Njẹ iṣeduro ti o ni ẹwà ati ti ifarada jẹ alejo ti o dara julọ fun gbogbo awọn isinmi ati pe ko ṣe deedee ninu akojọ aṣayan ojoojumọ."}}
{"translation": {"en": "a woman and her vegetables 4 years ago 18:50", "yo": "Iyato Irun Obinrin Ati Okunrin 218:50 › 4 years ago"}}
{"translation": {"en": "I ... my knees are a little shot, so, you hold me up, and I'll take care of Danny.\"", "yo": "Eyin mí wàmọ, mí na penugo ma nado nọ dọho he sọgan hẹn homẹgble yé.\" - Jessica."}}
{"translation": {"en": "Vilnius has been the capital for the reason that fourteenth century, aside from the interval from 1919 to 1939 throughout Poland's annexation of southern Lithuania, when it was temporarily moved to Kaunas.", "yo": "Vilnius ti jẹ olu-ilu lati ọrundun kẹrinla, pẹlu imukuro ti akoko lati ọdun 1919 si 1939 lakoko itẹsiwaju Polandii ti gusu Lithuania, nigbati o ti gbe lairotẹlẹ si Kaunas."}}
{"translation": {"en": "2:163 Your God is one God.", "yo": "2: 163 Ọlọrun rẹ jẹ Ọlọrun kan."}}
{"translation": {"en": "He was going to sell the dogs.", "yo": "15) Òun yio ta ejá oní."}}
{"translation": {"en": "The motivations for the diversification of the Nigerian economy focusing on sustainable agriculture", "yo": "OjuIwe Ti O KanNnkan Meta Ti O Ye Ki A Fi Akiyesi Si Nibi Boolu Ti Nigeria Gba Pelu Argentina"}}
{"translation": {"en": "These can consist of blogs, social media, and e-mail.", "yo": "Eleyi le ni awujo media, imeeli, ati awọn rẹ aaye ayelujara."}}
{"translation": {"en": "Helping you to choose the right path.", "yo": "Dreaming yoo ran o yan ọna ti o tọ ninu aye."}}
{"translation": {"en": "The User shall personally on a regular basis check information published on the Official Website for availability of notifications by the Contractor (in particular possible notifications concerning amendments to the Rules of Service or the Privacy Policy) and get familiar with the content of the said notifications.", "yo": "Olumulo yoo funrararẹ ni iwadii alaye ti a tẹjade lori Oju opo wẹẹbu Osise fun wiwa awọn iwifunni nipasẹ Olugbaisese (ni pataki awọn iwifunni ti o le ṣe nipa awọn atunṣe si Awọn ofin Iṣẹ tabi Afihan Asiri) ati ki o faramọ akoonu ti awọn iwifunni ti a sọ."}}
{"translation": {"en": "I will make the son of the maidservant into a nation also, because he is your offspring.\"", "yo": "Èmi yóò sọ ọmọ ẹrúbìnrin náà di orílẹ̀-èdè pẹ̀lú, nítorí ọmọ rẹ ni.\""}}
{"translation": {"en": "11.Praised be the Lord.mp3", "yo": "3.13 MB \" oluwa dasi oro aye mi mp4 MP3"}}
{"translation": {"en": "The GDP, among the most elevated of African nations, developed more quickly than the population during the 1990s and 2000s.", "yo": "GDP, laarin awọn ti o ga julọ ti awọn orilẹ-ede Afirika, dagbasoke ni yarayara ju olugbe lọ nigba awọn ọdun 1990 ati 2000."}}
{"translation": {"en": "was on the Mount of Olives,", "yo": "beere awọn Messiah, nigbati nwọn wà lori Òkè Ólífì,"}}
{"translation": {"en": "Efficacy and safety of lorcaserin in obese adults: a meta-analysis of 1-year randomized controlled trials (rcts) and narrative review on short-term rcts.", "yo": "Imudara ati Aabo ti Lorcaserin ni Awọn Agbalagba Obese: Meta-Analysis of 1-Year Randomized Control Trials (RCTs) ati Atunwo Alaye lori Awọn RCT ti Igba-kukuru."}}
{"translation": {"en": "LU 15:26 And he called one of the servants, and asked what these things meant.", "yo": "15:26 O si pe ọkan ninu awọn iranṣẹ, o si bi i l asre ohun ti nkan wọnyi jasi."}}
{"translation": {"en": "Either way, wine is good.", "yo": "Waini yi je oto Anyhow."}}
{"translation": {"en": "To learn more on the subject of online slot games, read the article.", "yo": "Lati gba lati mọ siwaju si nipa yi moriwu game, ka lori."}}
{"translation": {"en": "Occasional revisions were made and in 1915 the title was changed to A Handbook of Universal History.", "yo": "Ni igba diẹ awọn apejuwe naa ti fẹ sii ati ni 1965 o pinnu lati yi orukọ rẹ pada si Ile-iṣẹ Itan ti Ologun."}}
{"translation": {"en": "The sleep apnea needs better treatment.", "yo": "Awọ ti oorun ti nilo itọju pataki."}}
{"translation": {"en": "They are good to be used for any of our teas and can also be used as small malcha bowls.", "yo": "O dara ni gbogbogbo fun awọn silinda kekere ati pe o tun le ṣee lo bi awọn awoṣe oluranlọwọ fun awọn silinda iwọn alabọde."}}
{"translation": {"en": "So, the entire expression means \"I thank you from my heart\"; this is a very polite way to thank someone.", "yo": "Eyi tumọ si pe ninu gbogbo ede agbaye, ọrọ \"o ṣeun\" n gbe nkan ti o ṣe pataki fun ara rẹ, fun asa gbogbo eniyan."}}
{"translation": {"en": "And if you're wondering why Croatian caves are so attractive, the answer is simple.", "yo": "Ti o ba n iyalẹnu idi ti Micro Chihuahua rẹ jẹ gbigbọn , idi ti o rọrun ni pe wọn tutu."}}
{"translation": {"en": "It's also vital to consider the footwear's weight.", "yo": "Pẹlupẹlu, o ṣe pataki lati ṣe akiyesi ikunra ti awọ awọ."}}
{"translation": {"en": "There is no much better market than the ones in China in terms of rate.", "yo": "Ṣugbọn fun bayi a ko mọ iye diẹ ti wọn yoo jẹ ju iye ti wọn ni ni Ilu China lọ."}}
{"translation": {"en": "I'm sure you wanted to know this valuable tidbit of info.", "yo": "Mo ro pe o fẹ lati mọ itan ti o wu jade ti orukọ yii ti ko ni lati ede."}}
{"translation": {"en": "Of Americans age 12 and over who are active online, 94% cite email as one of their regular activities.", "yo": "Ti ara ilu Amẹrika ti o wa ni ọdun 12 ati ju bẹẹ lọ, 94% lo imeeli wọn nigbagbogbo, 58% ninu eyiti o n ṣayẹwo awọn apo-iwọle wọn akọkọ ohun ni owurọ."}}
{"translation": {"en": "I hope you'll find it interesting", "yo": "Mo nireti pe iwọ yoo rii bi interesting"}}
{"translation": {"en": "If it is hoarded we will have to impose a 'wealth tax'.", "yo": "Ti eyi ba jẹ ọran, o nilo lati gbe 'aṣẹ rira kan'."}}
{"translation": {"en": "The Lord said in Job 1:8, \"Have you considered my servant Job?\"", "yo": "1:8 Oluwa si wi fun u pe, \"Ṣe o kò ka iranṣẹ mi sí?, Job?"}}
{"translation": {"en": "As long as they're animated and are not currently being used for any other adventures, then they are eligible.", "yo": "Ti o ba ti tẹle gbogbo awọn imọran wọnyi bayi ati pe ko tun le tẹsiwaju pẹlu awọn ọrọ kan, ko si aaye lati beere fun awọn imọran kan."}}
{"translation": {"en": "This is the case whether your dismissal occurred before or after the transfer.", "yo": "Ṣe eyi ni oke ipo ifiweranṣẹ rẹ tabi ṣaaju ki o to eyikeyi asopọ."}}
{"translation": {"en": "The doctor in town told them to make arrangements for their burial.", "yo": "Dokita naa beere fun u lati ya awọn sokoto rẹ fun ayewo."}}
{"translation": {"en": "He is not only one of the most popular names but also one of the most successful.", "yo": "Kii ṣe ẹrọ ayaworan nikan ti o wa, ṣugbọn o jẹ ọkan ninu pataki julọ ati pẹlu idagbasoke julọ lẹhin rẹ."}}
{"translation": {"en": "15 Ways to Adapt to the New Digital Landscape of 2015", "yo": "Awọn imọran 5 lati ṣe itanran-tune ibi-ikawe Caliber rẹ fun ọdun 2015"}}
{"translation": {"en": "民32:32 We will go over armed before the Lord into the land of Canaan, and you will give us our heritage on this side of Jordan.", "yo": "32 Awa o gòke lọ ni ihamọra niwaju OLUWA si ilẹ Kenaani, ki iní wa ni ìha ihin Jordani ki o le jẹ́ ti wa."}}
{"translation": {"en": "Sweet and fun to listen to.", "yo": "Fun tune, fun to listen to."}}
{"translation": {"en": "Our collection is truly one of a kind!", "yo": "Ni pataki, aaye wa jẹ Egba ọfẹ!"}}
{"translation": {"en": "Not a judge.", "yo": "si ya lo juge"}}
{"translation": {"en": "Even G20 realized that they cannot withstand without developing nations in this phase of the acute crisis.", "yo": "Ajakaye-arun naa ti ṣafihan awọn orilẹ-ede Afirika pupọ nitori wọn ko ni anfani lati ṣe ifunni awọn ara ilu rẹ lakoko awọn akoko iṣoro yii."}}
{"translation": {"en": "\"I'm interested to go deeper and study the positive and negative aspects of these technologies, and how best to use them in our services,\" he wrote.", "yo": "Mo wa nife lati lọ jinle ati plọn rere ati odi ise ti awọn wọnyi imo ero, ati bi o ti o dara ju lati lo wọn ninu iṣẹ wa,\" o kowe."}}
{"translation": {"en": "accept It.", "yo": "Gbà k'é ̣ jẹ."}}
{"translation": {"en": "readers the same information in two different ways.", "yo": "Iru awọn ọmọ le ka ọrọ kanna ni igba meji ni awọn ọna oriṣiriṣi."}}
{"translation": {"en": "\"What would Rihanna Do?\"", "yo": "Ki ni Rihanna ko si yi?"}}
{"translation": {"en": "After a minimum of 20 minutes, your rice is ready.", "yo": "Ati lẹhin iṣẹju 20 oṣuwọn yoo jẹ ṣetan fun lilo."}}
{"translation": {"en": "It was a great opening, a very great gift.", "yo": "Ajumọṣe naa tobi, ẹbun nla ti o yoo ni."}}
{"translation": {"en": "I played it while trying to sleep and it worked like a charm.", "yo": "Mo lo bi iranlowo oorun, ati pe o ṣiṣẹ ni iyalẹnu."}}
{"translation": {"en": "really honestly did believe that it would be....", "yo": "Mo ro pe ibeere gidi nihin ni yoo kọ jade ..."}}
{"translation": {"en": "20 BW: There was no indication...", "yo": "11/11: MV: Ko si aabo ibugbe ..."}}
{"translation": {"en": "Adam's family with Alice", "yo": "Emmanuel Abosede Alice"}}
{"translation": {"en": "Well, everyone has the time to do it.", "yo": "Gbogbo ẹni ìgbà dẹ̀ fún ní kó ṣe pẹ̀lẹ́,"}}
{"translation": {"en": "The city of Kobe is not very famous, although it is located very close to such tourist cities as Osaka and Kyoto.", "yo": "Agbegbe Wakayama ni o ni mimọ ati awọn aye atọwọdọwọ ti ko si ni awọn agbegbe ilu bii Osaka ati Kyoto."}}
{"translation": {"en": "The Event Value can then re-assess the Event's weighting.", "yo": "Nibayi, oluwo naa tun le wo iṣẹlẹ naa ti iwa-ipa ibalopo ṣe ṣẹlẹ."}}
{"translation": {"en": "C. Area command.", "yo": "Ogun Agbara Area Command"}}
{"translation": {"en": "Let's pursue righteousness.", "yo": "Bẹrẹ n pe ododo."}}
{"translation": {"en": "Kids should not be speaking at all.", "yo": "Awọn ọmọde ko nilo lati sọ, paapaa ni igba akọkọ."}}
{"translation": {"en": "Prayers of a Woman", "yo": "Eto adura fun iferan obinrin"}}
{"translation": {"en": "Law and Order: LA Episode 14", "yo": "asobi ni iku yo episode 14"}}
{"translation": {"en": "Over the last 10 years, we've had great job growth.", "yo": "Ni awọn kọja 10 years nṣiṣẹ, a ni ibe ti o dara loruko lati onibara wa."}}
{"translation": {"en": "come at me!", "yo": "Wá fun mi!"}}
{"translation": {"en": "But encourage one another daily, as long as it is called 'Today,' so that none of you may be hardened by sin's deceitfulness.", "yo": "13 Ṣugbọn ẹ mã gbà ara nyin niyanju li ojojumọ́, niwọn igbati a ba npè e ni Oni, ki a má bã sé ọkàn ẹnikẹni ninu nyin le nipa ẹ̀tan ẹ̀ṣẹ."}}
{"translation": {"en": "In 1961, the first man was launched into orbit, the Russian Yuri Gagarin was the first to see the planet from afar.", "yo": "Àjá ni wọ́n kọ́kọ́ rán sínú àlàfo tí à ń sọ̀rọ̀ rẹ̀ yìí lọ́dún 1957 Làíkà lórúkọ tájá yìn ń jẹ́, nigba tájá yi padà tí ò kú ní wọ́n bá rán ẹnìkan ta n pe ni Yuri Gagarin lọ sínu àlàfo yìí, láti orílẹ̀èdè Russia láti mọ̀ bálàfo yì sẹ rí Yuri Gagarin lẹni àkọ́kọ́ tó kọ́kọ́ fò kúrò lórí ilẹ̀-àyé pátápátá lọ sinu àlàfo ta n pe ni space to wà láàrin Ilé ayé àtòṣùpá."}}
{"translation": {"en": "Theodicy: Why People Suffer.", "yo": "Vaccination: Kí ní ìdí tí àwọn ènìyàn kìí ṣe fọ́kan tan abẹ́rẹ́ àjẹsára ?"}}
{"translation": {"en": "Acts 20:12 And they brought the boy alive, and were comforted beyond measure.", "yo": "20:12 Bayi ni nwọn ti mu awọn ọmọkunrin ni laaye, nwọn si wà siwaju sii ju kekere kan tu."}}
{"translation": {"en": "Bird show attracts large number of visitors", "yo": "Awọn oju-iwe nla n ṣe idẹruba ọpọlọpọ awọn alejo kuro."}}
{"translation": {"en": "Understand therefore this day, that the LORD thy God is He Which goeth over before thee; as a consuming fire He shall destroy them, and He shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the LORD hath said unto thee\" (Deuteronomy 9:1-3).", "yo": "9:3 Nitorina, ki iwọ ki o mọ̀ loni pe Oluwa Ọlọrun rẹ tikararẹ ni yio rekọja niwaju rẹ, bí iná tí ń jẹni run, lati fifun pa ati lati nu kuro ati lati pa wọn run patapata niwaju rẹ, ni kiakia, gẹgẹ bi o ti sọ fun ọ."}}
{"translation": {"en": "11 If they be ashamed of all that they have done, make known to them the form of the house, and its fashion, and its exits, and its entrances, and all its forms, and all its ordinances, and all its forms, and all its laws; and write it in their sight; that they may keep the whole form of it, and all its ordinances, and do them.", "yo": "11 Bi oju gbogbo ohun ti nwọn ba ṣe ba si tì wọn, fi irí ile na hàn wọn, ati kikọ́ rẹ̀, ati ijade rẹ̀, ati iwọle rẹ̀, ati gbogbo irí rẹ̀, ati gbogbo aṣẹ rẹ̀, ati gbogbo irí rẹ̀, ati gbogbo ofin rẹ̀; ki o si kọ ọ loju wọn, ki nwọn ki o lè pa gbogbo irí rẹ̀ mọ, ati gbogbo aṣẹ rẹ̀, ki nwọn si ṣe wọn."}}
{"translation": {"en": "Are you going to look at other dresses?", "yo": "Ṣe o fẹ tẹle awọn iru-aṣọ ẹwu miiran?"}}
{"translation": {"en": "He cried out in passion.", "yo": "O kigbe ninu irora."}}
{"translation": {"en": "A poultice is used to treat cysts and tumors.", "yo": "Wọn lo awọn ewebe lati tọju cystitis ati igbuuru."}}
{"translation": {"en": "The pharaoh, it was said, was of divine descent and had come down from the sky to rule the people.", "yo": "Falake ko sai tun fi kun un wi pe oun ni gomina ti ilu sese yan, ni o si dara ki ajo INEC tete se atunse ni kiakia."}}
{"translation": {"en": "Genesis 31:2,5 And perceiving also, that Laban's countenance was not towards him as yesterday and the other day. . . .", "yo": "31:2 Bakanna, o ṣe akiyesi pe oju Labani kii ṣe kanna si i bi o ti ri lana ati ọjọ ti o ti kọja."}}
{"translation": {"en": "3:15 And Jesus answering said unto him, Permit it to yours.", "yo": "3:15 Ati fesi, Jesu si wi fun u: \"Laye yi fun bayi."}}
{"translation": {"en": "Married Mr. Jones.", "yo": "olá m. josé !"}}
{"translation": {"en": "The first 6-8 weeks after the surgery, patients must be careful with sleeping positions.", "yo": "Ni ọsẹ 5-6 akọkọ lẹhin ilana, o jẹ dandan lati dabobo oju kuro lati orun taara."}}
{"translation": {"en": "In fact, one of the reasons why CrossFit is so popular is the sense of community among our participants.", "yo": "Miiran idi idi ti ọpọlọpọ awọn fẹ Mobile Roulette lori iho ni wipe awọn aidọgba wa ni o dara."}}
{"translation": {"en": "The pattern described here can be applied to other services and workflows using Kudu as well.", "yo": "Ero ti pe jibiti le ṣiṣẹ ati ki o ṣe iṣẹ-ọna si awọn aye miiran ati awọn iṣiro tun fi idiwọ mulẹ tun nipasẹ Manitho akọwe."}}
{"translation": {"en": "The money was returned after the opening of the dispute.", "yo": "A fi owo naa pamọ ni igbala lẹhinna igbadun naa bẹrẹ."}}
{"translation": {"en": "He cried out, \"My Lord and my God!.\"", "yo": "ADURA: Oluwa Jesu Kristi, nipa ore-ọfẹ Mo sọ pe, \"Oluwa mi ati Ọlọhun mi!\""}}
{"translation": {"en": "Late last month, sports equipment company Under Armour announced it was cutting ties with some 2,000 retailers over the next two years.", "yo": "Ni oṣu to kọja, ile-iṣẹ ohun elo ere idaraya Labẹ Armor kede o ti ge asopọ pẹlu diẹ ninu awọn alatuta 2,000 ni ọdun meji to nbo."}}
{"translation": {"en": "No wonder Paul called Jesus \"the image of the invisible God\" (Colossians 1:15).", "yo": "Abálájọ tí Pọ́ọ̀lù fí pé Jésù ní \"Àwòrán Ọlọ́run àìrí\" (Kòlósè 1:15)."}}
{"translation": {"en": "It has been developed using the open-source technology and material.", "yo": "O ti ṣẹda nipasẹ lilo imọ-ẹrọ nanospinning ati awọn iṣe alagbero."}}
{"translation": {"en": "Being afraid to START.", "yo": "o jẹ ẹru lati bẹrẹ;"}}
{"translation": {"en": "Thinking oh my god what if I have a reaction, but I was fine.", "yo": "Bi olorun oba mi ti da mi ni mo nşe.Mó nşe rere.Mó nşe otito."}}
{"translation": {"en": "\"Blessed are the peacemakers.\" 228.", "yo": "\"Aláyọ̀ Ni Àwọn Aláàánú\" 126."}}
{"translation": {"en": "* Information on what testing you've already done on the feature to help reduce the risk.", "yo": "* Ti o ba tun fẹ lati wo iru ọrọ wo ni o wa ninu faili naa, tẹ O DARA."}}
{"translation": {"en": "After a single session he had started to walk without the baton , and his prostate cancer was healed.\"", "yo": "N'jẹflumẹ pete bo nọ to nulẹnpọn do e ji mapote, podọ dile osẹ susu tlẹ juwayi, n'gbẹ́ nọ to kanbiọ voovo lẹ kanse dee.\""}}
{"translation": {"en": "I cannot leave home....", "yo": "i can't go back home o... mi o ni owo okada"}}
{"translation": {"en": "Many people went to their death as innocent people.", "yo": "Ọpọlọpọ awọn eniyan n gbe bi ẹnipe wọn jẹ alailẹṣẹ."}}
{"translation": {"en": "A man who reminds me", "yo": "Jowo se ranti mi"}}
{"translation": {"en": "This trend is also very relevant today.", "yo": "Ifosiwewe yii jẹ dajudaju tun ṣe akiyesi loni."}}
{"translation": {"en": "If your girlfriend is rich and already lives a life-style like this, then it's no problem.", "yo": "Ti o ba jẹ eniyan ọlọra nipa iseda ati ki o ṣe igbesi aye igbesi aye kan, iru-ọmọ yii ko ni ibamu si ọ."}}
{"translation": {"en": "The best time to go is on home game day during football season.", "yo": "Akoko ti o dara julọ fun sisọ-sọ-ọrọ ni ile lori ẹni ayanfẹ ni oru lati ọjọ Jimo si Satidee."}}
{"translation": {"en": "Let's take a look at our dresses.", "yo": "Jẹ ki a tun hun aṣọ ti awọn agbegbe wa."}}
{"translation": {"en": "It can take up to 24 hours to have your ads approved so don't sound the alarm if your ads aren't running immediately.", "yo": "O le gba to awọn wakati 24 fun iyipada yii lati pari nitori maṣe yọ ara rẹ lẹnu ti ko ba ṣiṣẹ lẹsẹkẹsẹ."}}
{"translation": {"en": "Do law firms have the power to make judgments and execute orders?", "yo": "Njẹ awọn olupese ayelujara n lagbara lati tọju ati mu awọn iṣẹ wọn dara?"}}
{"translation": {"en": "Did you know?... That year also saw \" Barney & Friends \" being premiered on television.", "yo": "Se o mo?... Odun yẹn tun ri \"Barney & Awọn ọrẹ\"Ni tele ni tẹlifisiọnu."}}
{"translation": {"en": "For us to have such an attitude requires the Holy Spirit transforming us into new men\" (Monod, 61).", "yo": "Ti won ba ko lati se bee, e sofun won pe e je eleri pe musulumi ni awa n se.\" (aal-imran:64). (al bukhariy ati muslam)"}}
{"translation": {"en": "24 The nations will walk in its light, and the kings of the earth do bring their glory.", "yo": "24 Awọn orilẹ-ède yio si mã rìn nipa imọlẹ rẹ̀: awọn ọba aiye si nmu ogo wọn wá sinu rẹ̀."}}
{"translation": {"en": "Three Steps to Start with", "yo": "Awọn igbesẹ akọkọ 3 lati bẹrẹ apẹrẹ"}}
{"translation": {"en": "Ge 32:11 Save me, I pray, from the hand of my brother Esau, for I am afraid he will come and attack me, and also the mothers with their children.", "yo": "32:11 Gbà mi lọwọ awọn arakunrin mi Esau, nitori emi bẹru rẹ gidigidi, ki boya o le wa ki o si kọlu awọn iya pẹlu awọn ọmọ."}}
{"translation": {"en": "What is the Transportation System of El Salvador?", "yo": "Kini idi ti a fun iwe-aṣẹ ti iṣelọpọ ile-iṣẹ ayo El Salvador?"}}
{"translation": {"en": "Or the Egg?", "yo": "Co je to Yoni Egg?"}}
{"translation": {"en": "should be around 15 to 30 pounds.", "yo": "O nilo nipa iwọn 15-30 kg."}}
{"translation": {"en": "we ain't struggling life", "yo": "Ko si atilẹyin igbadun igbesi aye."}}
{"translation": {"en": "Then it spread from person to person and spread to other cities in the province of Hubei, mainly Wuhan, and other provinces of the People's Republic of China and other countries of the world.", "yo": "Lẹhinna o tan ka lati eniyan si eniyan ati tan si awọn ilu miiran ni agbegbe Hubei, ni pataki Wuhan, ati awọn agbegbe miiran ti Republic of People."}}
{"translation": {"en": "A Visit to the Seattle Central Library", "yo": "Visit to Swansea Central Library →"}}
{"translation": {"en": "\"The man and the boyn\"", "yo": "\"Madona ati Ọmọ\""}}
{"translation": {"en": "Only employees who need the information to perform a specific job (for example, billing, leasing or customer service) are granted access to personally identifiable information.", "yo": "Awọn oṣiṣẹ nikan ti o nilo alaye lati ṣe iṣẹ kan pato (fun apẹẹrẹ, ìdíyelé tabi iṣẹ alabara) ni a fun ni aye si alaye idanimọ tikalararẹ."}}
{"translation": {"en": "There are a lot of issues though, and even though most will get fixed, I still feel kind of weird buying something that has a lot of problems.", "yo": "Yoo di owurọ ati pe a yoo rii, ṣugbọn fun apakan mi Mo ni idunnu diẹ fun Ubuntu eyiti o yọkuro ohunkohun ti ọwọn isokan."}}
{"translation": {"en": "Airy theatre.", "yo": "Aṣayan Iṣẹ Ile Afẹfẹ Ere Ise"}}
{"translation": {"en": "How do you like your hair??", "yo": "Bawo ni iwọ ko ṣe fẹran oju yẹn ????"}}
{"translation": {"en": "17And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so severe that there was no breath left in him.", "yo": "17 O si ṣe lẹhin nkan wọnyi, ni ọmọ obinrin na, iya ile na, ṣe aisàn; aisàn rẹ̀ na si le to bẹ̃, ti kò kù ẹmi ninu rẹ̀."}}
{"translation": {"en": "The TPI is the same", "yo": "ccm ni ileile"}}
{"translation": {"en": "adub424 followed Middle-earth: Shadow of Mordor .", "yo": "4614 ê2 ì Middle-earth: Shadow of Mordor ê2 ì ì ±ë ¥ ..."}}
{"translation": {"en": "Other countries were also in the Americas.", "yo": "Awọn orilẹ-ede miiran tun wa ti o nwa iṣẹ ni Emirates."}}
{"translation": {"en": "If it helps at all, I would like to thank you", "yo": "Bakannaa, ti o ba wa ni anfani kan, ṣeun."}}
{"translation": {"en": "there's something happen", "yo": "Adeεbi bεba ooo"}}
{"translation": {"en": "The moon has set.", "yo": "òṣùpá náà sì dúró,"}}
{"translation": {"en": "11/15: You've gotten credit carded", "yo": "Alaye: O ti gba itọwo didọti."}}
{"translation": {"en": "The law is subject to interpretation, and manipulation.", "yo": "A ti fi ofin gba idaniloju-ọrọ, ani fun Aare."}}
{"translation": {"en": "It's nice to see these features.", "yo": "Bawo ni o ṣe dara lati ri ọ ni awọn apakan wọnyi."}}
{"translation": {"en": "The first Lesson.", "yo": "Ẹ̀kọ́ àkọ́kọ́."}}
{"translation": {"en": "The automobile industry has also pledged 17 billion euros in investments over the next few years.", "yo": "Ile-iṣẹ ijọba ti gbero tun ngbero lati nawo awọn owo-owo Euro bilionu 15 ni eka yii, pẹlu awọn idena, ni ọdun 70 ti nbo."}}
{"translation": {"en": "Having prepared your favorite casserole in accordance with GOST, you will not be able to spoil it.", "yo": "Lehin ti o ti gbin salvia lori aaye rẹ, iwọ yoo ko banujẹ rẹ."}}
{"translation": {"en": "Moses first spent forty years in the wilderness to be humbled.", "yo": "Baba Musa la gbo pe o ti to eni odun mejidinlogoji, o niyawo meji, Olorun si fi opo omo jinki re."}}
{"translation": {"en": "From an early age, Resh distinguished himself as a leader.", "yo": "Ni ọtun lati igba ewe, Mendy ti jẹ ẹni ti o ni ife-ifẹ ti o pe ara rẹ bi olori."}}
{"translation": {"en": "This will be third rating company to be listed on the exchanges after CRISIL and ICRA.", "yo": "Oka ni ipo kẹta ni ipolowo lẹhin alikama ati iresi."}}
{"translation": {"en": "After \"the end\" theres the ending (2010-11-17)", "yo": "Ati,\" Nigbanagbe awọn mẹwa eke ipin bi o \" (11:13)."}}
{"translation": {"en": "5 And here again he said, \"They shall not enter into My rest.\"", "yo": "5 Ati nihinyi ẹ̀wẹ pe, Nwọn ki yio wọ̀ inu isimi mi."}}
{"translation": {"en": "Can you hear the song of the sea?.", "yo": "\"O gbọ awọn orin ti okun,"}}
{"translation": {"en": "Don't forget to include pictures - either drawings or a photographs.", "yo": "Akiyesi pe Mo sọ awọn ohun elo imudani - kii ṣe awọn fọto tabi awọn aworan."}}
{"translation": {"en": "In case you are taking a nutritional supplement, will not just take greater than five hundred mg of Vitamin C daily.", "yo": "Ati pe ti ko ba ni atunṣe ti ara korira, o ko tun ṣe iṣeduro lati jẹ diẹ ẹ sii ju 500 g fun ọjọ kan."}}
{"translation": {"en": "He said he attacked", "yo": "Ó ní òun ti kọ'jú sii na"}}
{"translation": {"en": "Her older brother was arrested.", "yo": "Arabinrin rẹ àgbà ti gba ẹjọ kan."}}
{"translation": {"en": "Let's start by creating a new iOS project.", "yo": "Rii daju wipe o ni titun ti ikede iOS."}}
{"translation": {"en": "Thus far, it has been assumed that only one firm had a more valuable", "yo": "A ko si gbodo gbagbe pe opo igba ni won ju Fela si ewon."}}
{"translation": {"en": "Fifty shades of green surround me.", "yo": "6 Ọ̀já isà òkú yí mi káàkiri;"}}
{"translation": {"en": "I am on an iMac (Retina 5K, 27-inch, Late 2015) if that is at all relevant.", "yo": "Yanju ọrọ kan nibiti iMac kan (Retina 5K, 27-inch, 2020) le han bi awọ lẹhin ti o ti jade ni oorun."}}
{"translation": {"en": "Now it will show you all data types and by default, all categories will be selected.", "yo": "O nfun awọn awoṣe fun fere ohun gbogbo ati, dajudaju, iwọ yoo tun wa awọn awoṣe fun gbogbo iru awọn iwe-ẹri."}}
{"translation": {"en": "This house ensures a beautiful holiday throughout the year.", "yo": "Ọmọ naa n reti siwaju si isinmi pataki yii ni gbogbo ọdun."}}
{"translation": {"en": "There is one aspect which needs to be mentioned: the use of percussion.", "yo": "Pẹlupẹlu, ohun kan yẹ ki o ṣe akiyesi: itọju fifun ti ounje nipa discus."}}
{"translation": {"en": "These are a great place to start if you are new to online roulette.", "yo": "Eyi jẹ aaye ayelujara ti o tayọ lati bẹwo bi o ba jẹ tuntun si oju-iwe ayelujara Dudu."}}
{"translation": {"en": "Hear our prayer and give us peace in our time that we may rejoice in God's mercy and praise Him without end.", "yo": "Gba adura ìrẹlẹ wa, ki o si mu u pada si Ọlọhun wa oore, ki O le gba ọkàn wa là pẹlu ore-ọfẹ Rẹ."}}
{"translation": {"en": "Don't forget your end of the bargain.", "yo": "Maṣe ronu kini iṣẹ ipari ti ọja rẹ jẹ."}}
{"translation": {"en": "1:9 And thy mighty men, O Teman, shall be dismayed, to the end that every one of the mount of Esau may be cut off by slaughter.", "yo": "9 Awọn alagbara rẹ yio si bẹ̀ru, iwọ Temani, nitori ki a le ke olukuluku ti ori oke Esau kuro nitori ipania."}}
{"translation": {"en": "Trying to sum up your home's interior style can be no easy feat.", "yo": "Ṣiṣẹda inu ile rẹ ni inu inu inu, ko le ṣe laisi awọn iru awọṣọ ogiri igbalode."}}
{"translation": {"en": "Endorsements should be based on the issues", "yo": "Awọn solusan yẹ ki o yato da lori awọn fa."}}
{"translation": {"en": "back to Mother.", "yo": "Padà sí Ìyá."}}
{"translation": {"en": "Whether you are a business start-up or an established company, we can help you design and implement your network infrastructure.", "yo": "Boya o jẹ ile-iṣẹ iṣowo ti iṣeto kan tabi bẹrẹ a le ṣe iranlọwọ fun ọ lati ya map kini atẹle."}}
{"translation": {"en": "\"In 1838, there were around 4,000 deaths per million as a result of TB, but this had dropped to around 1,000 dening 1900.", "yo": "\"Ni 1838, nibẹ wà ni ayika 4,000 iku fun million bi kan abajade ti jẹdọjẹdọ, sugbon yi ti lọ silẹ si ni ayika 1,000 nipa 1900."}}
{"translation": {"en": "Don't you feel like cooking, but you do want to enjoy good food?", "yo": "O ko ni rilara lati wọ inu ibi idana ounjẹ ṣugbọn o fẹ ṣe ounjẹ ajẹsara to dara?"}}
{"translation": {"en": "\"You Are the World\"", "yo": "'Èyin téèé n lo ilé ayé un'"}}
{"translation": {"en": "Community, to test the j.", "yo": "fun test i j"}}
{"translation": {"en": "An individual's appointment to a position is not considered final until the individual has successfully completed the probationary period.", "yo": "Ọna ti a gba gba alaye ti ara ẹni ko ṣe idanimọ ẹnikan titi di igba ti ohun elo iwe iwọlu wọn yoo pari ati ipinnu ti pinnu."}}
{"translation": {"en": "Of all the dogs.", "yo": "Ní bá n pé gbogbo ará ojá"}}
{"translation": {"en": "These [are] the three sons of Noah, and the whole earth was overspread from them.", "yo": "Awọn mẹta wọnyi li ọmọ Noa: lati ọdọ wọn li a gbé ti tàn ká gbogbo aiye."}}
{"translation": {"en": "The Bill of Rights: 21.23%", "yo": "Ni fú ni fá: 21.2%"}}
{"translation": {"en": "Find out more about these new cool developments.", "yo": "Lati ni imọ siwaju sii nipa awọn iṣẹ-ajo tuntun wọnyi Brightcove."}}
{"translation": {"en": "There is no limit to the set of values the algorithm can choose from.", "yo": "Siwaju si, ko si opin si nọmba ti iṣowo ogbon pe botomọ algorithmic le ni itọnisọna lati tẹle."}}
{"translation": {"en": "return to work for six months.", "yo": "pada si ṣe awọn osu 16 ti iṣẹ lẹẹkansii."}}
{"translation": {"en": "Basically, the cardholder knows exactly how much they are going to earn for their spending and the points are redeemed at a fixed rate.", "yo": "Ni itumọ, ni kete ti awọn ohun kikọ sori ayelujara loye iye ti akoonu rẹ n pese, wọn yoo sopọ mọ pada si ni ti eto."}}
{"translation": {"en": "It served me well for over two years and I hated to see its passing.", "yo": "Mo ti n ṣiṣẹ latọna jijin fun diẹ sii ju ọdun 10 bayi ati pe emi korira imọran ti titele akoko rẹ bi o ti n ṣiṣẹ."}}
{"translation": {"en": "just try it and you might be surprised on how easy it is to setup.", "yo": "Eyi yoo ni itọju pẹlu iyọ, ati pe iwọ yoo yà bi o ṣe rọrun ti igbadun ti o tayọ yii."}}
{"translation": {"en": "All were considered as one general group.", "yo": "Gbogbo eyi ni a sọ bi aṣoju kọọkan ti agbaye funrararẹ."}}
{"translation": {"en": "From the moment they announced the schools closure, to the last graduating senior class.", "yo": "Aini atilẹyin ti o lopin ninu ilana yii, ṣe alabapin si iwọn idinku ninu awọn ẹkọ ile-iwe giga."}}
{"translation": {"en": "August 7, 2018: Women's Meet & Greet with JB and Juliana", "yo": "6 December Foto: Iya Goodluck Jonathan ati iyawo re n fi ife han sira won"}}
{"translation": {"en": "Vince God of War 3.", "yo": "God of War 3 je GOLD"}}
{"translation": {"en": "A railroad track had been blown up in Ukraine, Russian Railways (RZD) reported on Sunday.", "yo": "Ọkọ giga giga tuntun ti a ṣe nipasẹ Reluwe Rọsia (RZD) de Vladivastok ni ọjọ Satidee."}}
{"translation": {"en": "The sun shines all ...", "yo": "moi je tolère tout..."}}
{"translation": {"en": "7a God greatly to be feared in the council of the holy ones,", "yo": "7Nínú àjọ ìgbìmọ̀ ẹni mímọ́, wọ́n bẹ̀rù Ọlọ́run gidigidi;"}}
{"translation": {"en": "You are correct, my friend;)", "yo": "Bẹẹni o tọ, aṣiṣe mi 😉"}}
{"translation": {"en": "Therefore droplet is formed.", "yo": "Nitorina, ifarahan ti afikun poun le fa."}}
{"translation": {"en": "The LORD gives wisdom.", "yo": "Oluwa o kpe meji"}}
{"translation": {"en": "Although to be fair, chances are if they do the EU commission will not agree with it, and arguably even force them to change it.", "yo": "O jẹ otitọ ni apakan, ṣugbọn ti o ba mọ awọn itọsọna ti European Union, o ṣee ṣe pe eyi yoo da jijẹ idiwọ duro."}}
{"translation": {"en": "i have become known for the...", "yo": "Ima kimi wa kadode ni tatterun da..."}}
{"translation": {"en": "The driver was terrified!", "yo": "Òkété ti bó nírù!"}}
{"translation": {"en": "You've always been.", "yo": "O ti nigbagbogbo se."}}
{"translation": {"en": "If it comes - just let it go.", "yo": "Ti wọn ba ṣe, iyẹn dara dara - fi wọn silẹ nikan."}}
{"translation": {"en": "Then the word of the Lord came through the prophet Haggai: 'Is it a time for you yourselves to be living in your paneled houses, while this house remains in ruin?'\" (verses 2-3, NIV).", "yo": "3 Nigbana ni ọ̀rọ Oluwa wá nipa Hagai woli, wipe, 4 Akokò ha ni fun nyin, ẹnyin, lati ma gbe ile ọṣọ nyin, ṣugbọn ile yi wà li ahoro?"}}
{"translation": {"en": "The x - ray.", "yo": "Aa Paas Aa - X Ray"}}
{"translation": {"en": "The goods are in accordance with the description", "yo": "Awọn ọja ni ibamu pẹlu apejuwe."}}
{"translation": {"en": "I've been looking for a long time to get short on AUDUSD and i think that it's the time..", "yo": "Ẹ, Mo ti jẹ oluka NiwonLinux fun igba pipẹ ati pe Mo ro pe o to akoko fun mi lati ṣe alabapin ohunkan ..."}}
{"translation": {"en": "Nope, the dead do not file income taxes...", "yo": "Ah... abalajo... òkú ò moye wòn ra okò."}}
{"translation": {"en": "You see the kingdom.", "yo": "Ṣé ẹ rí iṣẹ́ ìjọba."}}
{"translation": {"en": "Tablets and iPad.", "yo": "Obal na tablet ipad. - Obal je"}}
{"translation": {"en": "Do you really need to be on LinkedIn, Facebook?", "yo": "Njẹ Facebook Ṣe afiwe si LinkedIn fun Nẹtiwọọki Iṣowo?"}}
{"translation": {"en": "I stepped back and let him do what he wanted.", "yo": "jẹ yiya, nitorina ni mo jẹ ki o ṣe ohun ti o fẹ."}}
{"translation": {"en": "Focus on the list and the follow-up.", "yo": "Fi kun-eso kabeeji lile ati eyin ti a fi finẹ."}}
{"translation": {"en": "That in turn would produce higher tax revenues for the state by requiring higher payments from business owners.", "yo": "Ni awọn ọrọ miiran, eyi yoo jẹ ipele ti oṣuwọn owo-ori ti o fun laaye ijọba lati gba owo julọ nipasẹ gbigba awọn owo-ori."}}
{"translation": {"en": "We are planning to provide translation into various languages, as it was done for the previous online retreats.", "yo": "A fẹ́ kí ìtúmọ̀ rẹẹ̀ wà fún àwọn èdè tókù tí à nlò lórí àwọn iṣẹ́-àkànṣe Wikimeda."}}
{"translation": {"en": "My kid uses a 920 and I have a 1020.", "yo": "Mo ni igbasilẹ ti 162 ati arakunrin mi ti ṣaṣeyọri 209! ! !"}}
{"translation": {"en": "To consider something a weak trend, you would want to see it for three consecutive days, to consider it a strong trend I would say seven days...", "yo": "Ao din akara elepo kan to tobi daadaa, ao wa ri m. ... ao sebe fun ojo meje ki ato maa lo Etu Ogun naa, bi ogo ..."}}
{"translation": {"en": "2Sm19:7 Now then, rise up and go out, and speak so as to make amends to your servants.", "yo": "19:7 Bayi lẹhinna, dide ki o jade, kí o sì sọ̀rọ̀ kí o lè ṣàtúnṣe sí àwọn ìránṣẹ́ rẹ."}}
{"translation": {"en": "Warm up for 5-10 minutes before starting.", "yo": "Jẹ ki itura fun awọn iṣẹju 5-10 ṣaaju gige ati sisẹ."}}
{"translation": {"en": "In the past, this mixing has been attributed solely to impact processes.", "yo": "Ni akoko pupọ, ọrọ naa ti dagba lati awọn ọrọ ibaramu nikan lati awọn ironu oye."}}
{"translation": {"en": "Perfect as it was a gift.", "yo": "Kii ṣe lati ṣii, bi o ṣe jẹ ẹbun kan."}}
{"translation": {"en": "His father came over to shake his hand and said: \"Great, son!", "yo": "Urhu ọkpa keghi ke ẹrinmwi rre wẹẹ, \"Ọna ọre ovbimwẹ ni hoẹmwẹ ọnrẹn, ọmwa ne ekhọe mwẹ rhiẹnrhiẹn ghe ẹsẹsẹmwẹse.\""}}
{"translation": {"en": "winning an iPod touch.", "yo": "Ki o ṣẹgun iPod Touch ọfẹ kan."}}
{"translation": {"en": "You also get to see who's viewed your profile in the last 90 days.", "yo": "Tani O Wo Profaili Rẹ - wo tani o ti wo profaili rẹ ni awọn ọjọ 90 sẹhin."}}
{"translation": {"en": "But from a woman's point of view, Wendi Deng seems to be more amorous than Cherie.", "yo": "Ṣugbọn ni imọran Mo ro bẹ, pe Debian Sid ni aabo diẹ sii ju Ubuntu 😛"}}
{"translation": {"en": "Make me like you?", "yo": "Oni won wa mi"}}
{"translation": {"en": "If you place a piece adjacent (in eight directions) to any of your opponent's pieces, then you take those pieces.", "yo": "Bi won ba n daruko okan lara awon oloselu, ti oro da lenu e, ti ki i figba kan bokan ninu, Segun Sowumi je okan ninu won, o si ti wa ninu egbe oselu PDP, o ti le lodun die seyin."}}
{"translation": {"en": "Melty - It's now", "yo": "Felì - À dì ti"}}
{"translation": {"en": "9:14 And he has come here with authority from the chief priests to arrest all who call on your name.\"", "yo": "9:14 O si ni aṣẹ nihin lati ọdọ awọn olori awọn alufa lati dè gbogbo awọn ti npè orukọ rẹ. \""}}
{"translation": {"en": "In case you take a look at the classical school of economics, you'll be able to argue that bitcoin's value is set by its manufacturing value.", "yo": "Ti o ba wo ile-iwe alailẹgbẹ ti ọrọ-aje, iwọ yoo rii pe idiyele Bitcoin jẹ ipinnu nipasẹ idiyele iṣelọpọ rẹ."}}
{"translation": {"en": "Episode 22 - In The Line of Duty", "yo": "22 Zeeboi - Ninu aye"}}
{"translation": {"en": "He also became an advocate for wildlife conservation.", "yo": "O tun ṣe atilẹyin iwiregbe iwiregbe Live."}}
{"translation": {"en": "Supervisors must be trained to use the rating", "yo": "Awọn alabaṣepọ yẹ ki o kẹkọọ ara ẹni alabaṣepọ ki o wa awọn ọna lati pade."}}
{"translation": {"en": "10:4: \"and all drank the same spiritual drink.", "yo": "10:4 Gbogbo nwọn si mu ninu awọn ti kanna ẹmí mimu."}}
{"translation": {"en": "each man must be careful how he builds on it.", "yo": "Nitorina lẹhinna, kí olúkúlùkù kíyè sára bí ó ti ń kọ́lé sórí rẹ̀."}}
{"translation": {"en": "(2) The implementation of martial law, perhaps involving the use of foreign troops; and", "yo": " (2) apejuwe ofin ti agbegbe ilẹ, pẹlu awọn ipoidojuko Eto Ipo Agbaye, lati le lo lati ṣe agbega ẹgun ile ise; ati"}}
{"translation": {"en": "What is your take on the information in those documents?", "yo": "Kini ero rẹ lori awọn ẹya ẹrọ lori akojọ yii?"}}
{"translation": {"en": "5:22 och, Dir, his son Belshazzar, have not humbled your heart, though you knew all these things.", "yo": "5:22 Bakanna, o, ọmọ rẹ Belshazzar, ti ko sílẹ ọkàn rẹ, tilẹ ti o mọ gbogbo nkan wọnyi."}}
{"translation": {"en": "Reflecting on what to measure your level of financial markets and opportunities of the present perfect continuous who are willing to pay.", "yo": "Pa akoonu ti o ṣe afikun iye si ọja rẹ ti o ni ifojusi ati lọwọlọwọ; nkan ti wọn fẹ lati ṣe alabapin."}}
{"translation": {"en": "I'll be married to Adam", "yo": "Aurore Adamo"}}
{"translation": {"en": "We are looking forward to seeing you on May 23rd!", "yo": "A n reti lati ri ọ ni ọdun yii ni wa Ayeye Ibere   31!"}}
{"translation": {"en": "Essential oils come in 10 ml per bottle and have the following properties:", "yo": "Fun idibo idibo, abawọn ti Deede fun awọn ologbo ni 0.1ml fun 1 kg ti iwuwo ara ati pe o wa ni awọn ipo wọnyi:"}}
{"translation": {"en": "approaches not included in this book.", "yo": "Awọn wọnyi ti ko ti kọ sinu iwé yi."}}
{"translation": {"en": "The Arab Contractors is involved in the following projects", "yo": "Awọn alagbaṣe Arab Arab Co ti kopa ninu awọn iṣẹ atẹle:"}}
{"translation": {"en": "just a thought, i have no experience with the tools at all, but they arent made in china.. so thats a plus...", "yo": "Nkan ti o dara julọ, Emi ko mọ gbogbo awọn iṣẹ vlc wọnyẹn, Mo lo o lati ṣe ẹda nikan .. ṣugbọn pẹlu eyi Mo ni iye vlc diẹ sii .."}}
{"translation": {"en": "My daughter's wedding October 11th", "yo": "Firo Eto Sise Ina Ọjọ́ Àìkú 11 Oṣù Ìgbé"}}
{"translation": {"en": "A police officer killed my.", "yo": "Olori kan gbudo wa."}}
{"translation": {"en": "Several employers feel the need of appointing staff, after setting up a business in Dubai.", "yo": "O yẹ ki o ko foju awọn recruiters nigba ti o n reti siwaju si gbigba sinu ọkan ninu awọn iṣẹ ni Dubai."}}
{"translation": {"en": "In order to receive a loan, one must form into a group of five.", "yo": "Fun ijabọ ọfẹ, o yẹ ki o pe ati forukọsilẹ ni ilosiwaju, ẹgbẹ kan ti o kere marun eniyan."}}
{"translation": {"en": "I am a healthy,", "yo": "Ma pou ni fay,"}}
{"translation": {"en": "magicwiccan uploaded a new video.", "yo": "Pokimoni lọ jẹ ere fidio tuntun lati di la an pupọ."}}
{"translation": {"en": "Compared to Other Cities", "yo": "Ṣawari Awọn Ilu miiran"}}
{"translation": {"en": "near to the door of death.", "yo": "wọ́n sì súnmọ́ ẹnu-ọ̀nà ikú."}}
{"translation": {"en": "God has molded us according to His will.", "yo": "Bi Ọlọrun lavished ife Re lori wa."}}
{"translation": {"en": "The Basic Considerations.", "yo": "Awọn ọna ipilẹ jẹ atẹle."}}
{"translation": {"en": "The result is all right?", "yo": "experiment je ni ok"}}
{"translation": {"en": "For more details, here's how calculate how much you will get, everything you need to know about the third stimulus check and when you can expect your payment on your bank account.", "yo": "Fun awọn alaye diẹ sii, eyi ni bii ṣe iṣiro iye ti iwọ yoo gba , ohun gbogbo ti o nilo lati mọ nipa ayẹwo iwuri kẹta ati nigba ti o le reti isanwo rẹ lati de ninu akọọlẹ banki rẹ."}}
{"translation": {"en": "Used to receive an E-mail immediately.", "yo": "Fun awọn olumulo ti o kan, Mo firanṣẹ imeeli lẹsẹkẹsẹ wọn."}}
{"translation": {"en": "Kevin During His School Days", "yo": "Ṣakoso awọn Owo Rẹ Lati Awọn Ọjọ Ile-iwe Rẹ"}}
{"translation": {"en": "He said \"I chose you, you didn't choose Me.\"", "yo": "Bi a ti kọ, ... \"ti o ti ko yàn mi, mo ti yàn ọ.\""}}
{"translation": {"en": "In other words, MACHINE GUN!", "yo": "B: wo taoyan ni. gun! gun!"}}
{"translation": {"en": "Acts 2:5-6 Now there were staying in Jerusalem God-fearing Jews from every nation under heaven.", "yo": "2:5 Nisinsinyi awọn Juu wà ti wọn ngbe Jerusalẹmu, awọn olooto lati gbogbo orilẹ-ede ti o wa labẹ ọrun."}}
{"translation": {"en": "I'm realizing that and so thankful for the help!!!!", "yo": "Mo ti n wa eyi pupọ ati pe o wa ni ọwọ! o ṣeun si Danux paapaa !!!"}}
{"translation": {"en": "I understood that I was being vague and she was in fact, being curious.", "yo": "Mo rii pe o dun ni gaan ati, ni otitọ, o wa ni iranran - lootọ."}}
{"translation": {"en": "Plaintiff asks the Court to arrange a settlement conference between him and the Attorney General.", "yo": "O waa rọ ile-ẹjọ lati fopin si ibaṣepọ oun ati Sheriff gẹgẹ bii tọkọ-taya."}}
{"translation": {"en": "She was born as the second of three daughters to their middle-class parents.", "yo": "A bi i gẹgẹbi ọmọ keji ti awọn omokunrin mẹta si awọn obi ẹlẹwà rẹ ti o wa ni isalẹ."}}
{"translation": {"en": "3) If the consumer did not find the schema in the new schemas, it sends a request to the manager for that specific schema.", "yo": "3.6) Ti o ko ba ṣẹda imeeli yii fun ararẹ, tẹ aṣayan yii lati firanṣẹ ifiweranṣẹ si olumulo titun."}}
{"translation": {"en": "Ashes of the soul (C) New Mutants #49 -", "yo": "A-arhalu'en Misrin wa tíbi na'ímihil [FN#455]"}}
{"translation": {"en": "he seems to have made Ileana his muse.", "yo": "Ni otitọ, o dabi pe o ṣe alekun ilana HACU."}}
{"translation": {"en": "For this I was born, and for this I came in the world, to testify to the truth.\"", "yo": "Ọba li emi, nitori eyi ni a ṣe bi mi, ati nitori eyi ni mo ṣe wa si aiye, ki emi ki o jẹri si otitọ Ẹnikẹni ti o ba jẹ otitọ ngbọ ohùn mi.\""}}
{"translation": {"en": "The Swedish team:", "yo": "aṣiṣe bi sudo:"}}
{"translation": {"en": "List of the comments: The video content is inappropriate.", "yo": "Sekiro: Awọn ojiji Kú Lẹmeeji: Ere fidio ko yẹ fun awọn eniyan."}}
{"translation": {"en": "Mistakes attempting to be hidden.", "yo": "Awọn ọna ṣi wa lati fipamọ."}}
{"translation": {"en": "To be eligible to participate in the tournament, the participant's name must appear on the team roster form submitted with the entry form.", "yo": "Lati wọle si awọn aṣayan iṣeto fun akọọlẹ ọmọde, a gbọdọ tẹ lori orukọ ẹgbẹ ti o han ni isalẹ orukọ olumulo."}}
{"translation": {"en": "When I read that, it gave me chills.\"", "yo": "Nigbati mo ba ka awọn iwe wọnyi, Mo yeye idi. \""}}
{"translation": {"en": "Care should always be taken to ensure that the screws are at adequate", "yo": "O nilo lati rii daju pe akosile jẹ nigbagbogbo tutu."}}
{"translation": {"en": "The hand movements are like an effeminate king.", "yo": "Wọn a máa ṣẹ́jú bí iná ọba tí ò gbádùn."}}
{"translation": {"en": "Such exceptions are necessary in fields of employment that involve the handling of money or certain financial responsibilities.", "yo": "Pẹlupẹlu, iru awọn iṣowo bẹẹ kii yoo nilo paṣipaarọ owo tabi eyikeyi awọn iṣẹ ti o yẹ."}}
{"translation": {"en": "give space for describing the particular features of each of these", "yo": "ati awọn igbiwo iwo naa lati fi apejuwe kọọkan ninu awọn akori oriṣiriṣi,"}}
{"translation": {"en": "Revis Island has been absorbed into the sea, and no one will ever be stranded there again.", "yo": "Ó dà bíi pé àkọsílẹ̀ àwọn ẹsẹ ti lọ sí òkun ìgbàgbé, títí láé tí a kò sì tún ní sí ìwé kàn án mọ́."}}
{"translation": {"en": "• Beach volleyball and soccer/football", "yo": "Volleyball eti okun / bọọlu / agbọn;"}}
{"translation": {"en": "23 But when he sees his children, the work of my hands, in the midst of him, they will sanctify my name, and sanctify the Holy One of Jacob, and will fear the God of Israel.", "yo": "23 Ṣugbọn nigbati on nri awọn ọmọ rẹ̀, iṣẹ́ ọwọ́ mi, li ãrin rẹ̀, nwọn o yà orukọ mi si mimọ́, nwọn o si yà Ẹni-Mimọ Jakobu nì si mimọ́, nwọn o si bẹ̀ru Ọlọrun Israeli."}}
{"translation": {"en": "Interesting: The lake can be traveled by a ship of the line or rent a pleasure boat.", "yo": "Idanilaraya fun igbadun kan ni rin lori ọkọ oju-omi kan tabi ọkọ: iru irinna le ṣee loya nibi."}}
{"translation": {"en": "spaces, to work out-of-doors by day and go hunting at night.", "yo": "Awọn irin-ajo maa n ṣiṣe ni igbakan lọjọ, lọ kuro ni alẹ ati ki o de ibi ti wọn nlo ni owurọ."}}
{"translation": {"en": "New law and regulations can also increase effects of it.", "yo": "Law & MoreAwọn amofin le ṣe adehun adehun fun ọ."}}
{"translation": {"en": "Student progress is reported to students and to parents, four times during the school year.", "yo": "Fun awọn ọmọ ile-iwe, iwọn lilo ti dinku nipasẹ idaji, ati fun awọn ọmọde titi di ọdun kan, ni igba mẹrin."}}
{"translation": {"en": "The world now is not unfamiliar with the word 'steroid'.", "yo": "Ni idi eyi, ọmọ naa ko ni aniyan nipa gbogbo ephemeral concept of \"order.\""}}
{"translation": {"en": "19: So these young men of the princes of the provinces came out of the city, and the army which followedthem.", "yo": "19 Bẹ̃ni awọn ipẹrẹ̀ wọnyi ti awọn ijoye igberiko jade ti ilu wá, ati ogun ti o tẹle wọn."}}
{"translation": {"en": "If you open it on a phone, you see HIS phone number prominently on the first screen.", "yo": "Ti o ba ti sopọ ni ifijišẹ, o ti le ri rẹ iPhone han ni akọkọ window."}}
{"translation": {"en": "20 His parents answered and said, We know that this is our son, and that he was born blind: 21 but how he now seeth, we know not; or who opened his eyes, we know not: ask him; he is of age to speak for himself.", "yo": "20 Awọn obi rẹ̀ da wọn lohùn wipe, Awa mọ̀ pe ọmọ wa li eyi, ati pe a bí i li afọju: 21 Ṣugbọn bi o ti ṣe nriran nisisiyi awa kò mọ̀; tabi ẹniti o la a loju, awa kò mọ̀: ẹniti o gbọ́njú ni iṣe; ẹ bi i lẽre: yio wi fun ara rẹ̀."}}
{"translation": {"en": "The IRS also offers the option to file your taxes online, via E-File, which is free.", "yo": "Wọn ipese ibiti lati sanwo nipa owo foonu to ti ndun iho online free i.e. pẹlu ko si idogo."}}
{"translation": {"en": "It takes about a month to develop scurvy.", "yo": "Yoo gba to oṣu kan fun awọn apoti kekere lati dagba."}}
{"translation": {"en": "The unwillingness to do", "yo": "不愿意 bú yuàn yì unwilling to do"}}
{"translation": {"en": "you can't as a foreigner,", "yo": "to ajnabi ban kar yaad aayenge tumhen"}}
{"translation": {"en": "Impact resistance: The impact strength is 250-300 times that of ordinary glass, 30 times that of acrylic sheets of the same thickness, and 220 times that of tempered glass.", "yo": "Igbimọ PC: Agbara ipa jẹ awọn akoko 250-300 ti gilasi lasan, awọn akoko 30 ti ti akiriliki ọkọ ti sisanra kanna, ati awọn akoko 2-20 ti gilasi ti o ni ẹdun."}}
{"translation": {"en": "(what do you hold for me?)", "yo": " (ki lo de bobo yi so fun mi)"}}
{"translation": {"en": "He's a Pope!", "yo": "I wanna be pop!"}}
{"translation": {"en": "Before she had a chance to react to the change a woman appeared ahead of us.", "yo": "Lẹhinna, iru nkan yii mu ki obinrin kan ni agbara - o soro lati wa ni aifọwọyi."}}
{"translation": {"en": "photo by Y.Y.", "yo": "Image By: Yykkaa"}}
{"translation": {"en": "(A minimum of three stories a day)", "yo": " (Itusilẹ ede ẹyọkan lojoojumọ _ awọn idasilẹ ede lapapọ 3 lojoojumọ)"}}
{"translation": {"en": "A bountiful harvest - The Times", "yo": "Gudeg Pawon - MpoTimes"}}
{"translation": {"en": "It is a safety and high significant therapy, it has no side effect and it is hard to relapse.", "yo": "O ni mabomire ti o dara ati ipa ẹri lagun, ko faramọ ago, ko si rọrun lati padanu atike."}}
{"translation": {"en": "Do you have a password that is easy to guess by someone who knows you?", "yo": "Ṣe o fẹ lati ka WhatsApp rẹ laisi ẹnikẹni ti o mọ?"}}
{"translation": {"en": "Two of them have since married each other, and two of them have divorced.", "yo": "Wọn ni won ni iyawo si meji ti wa sin olododo, sugbon ti won fi wọn."}}
{"translation": {"en": "Dalhousie has been named after the British Governor General of the l9th century, Lord Dalhousie.", "yo": "Dalhousie ti wa ni orukọ lẹhin Ijọba Gẹẹsi Gẹẹsi - Gbogbogbo ti L9th orundun, Oluwa Dalhousie."}}
{"translation": {"en": "Caution) 00 or a cell phone or in front of the country code", "yo": "Tabi tẹ nibi: https://embed.ly/code?url =https://www.saveatrain.com/blog/ti o dara ju-agbegbe-mimu-europe/  - (Yi lọ si isalẹ kekere kan lati ri awọn sabe koodu)"}}
{"translation": {"en": "The name Darla is a girl's name of English origin meaning \"darling.\"", "yo": "Darla jẹ orukọ ti orisun Gẹẹsi ti o jẹ iyatọ ti Darlene tumọ si \"ọwọn.\""}}
{"translation": {"en": "I was distracted by Vladdie's naked body.", "yo": "Inu mi dun pupọ pẹlu aṣọ funfun owu Stephanie."}}
{"translation": {"en": "I have not swerved from Your testimonies.", "yo": "Emi ko yipada kuro ninu ẹri rẹ."}}
{"translation": {"en": "There is a need to articulate what is unspeakable.", "yo": "A gbọdọ ṣe itumọ ti ohun elo ti o le duro ti a ko le fọ."}}
{"translation": {"en": "During our visit some were working during the day, but most only were turned on in the afternoon for an hour and a half.", "yo": "Dajudaju, awọn kan wa ti o ṣiṣẹ lori iṣipo alẹ, ṣugbọn ọpọlọpọ awọn eniyan ṣi n ṣala ni owurọ, ni ọsan ati ni awọn wakati aṣalẹ."}}
{"translation": {"en": "Bear in mind, no two different people tend to be very same and so they cannot have the identical wishes and fancy.", "yo": "Ṣe akiyesi, ko si awọn alagbata meji kanna, nitorinaa o nilo lati ṣe ayẹwo ohun ti o ṣe pataki si ti o."}}
{"translation": {"en": "So please let the sun shine.", "yo": "Biko, wo je owia na be we eh."}}
{"translation": {"en": "Care for children is free, and adults pay minimal amounts.", "yo": "Owo omode kò tó pepe, t'àgbalágbà kò wo kèrègbè."}}
{"translation": {"en": "Our worries and fears aren't always pointless, though.", "yo": "Sibẹsibẹ, awọn ẹru ati ikọ-fèé ko nigbagbogbo han ni nigbakannaa."}}
{"translation": {"en": "It disappeared from Yelp.", "yo": "O wa lati Yelp."}}
{"translation": {"en": "If you follow these easy steps, you are bound to make a success of it!", "yo": "Ti o ba ni ibalopọ laisi awọn iṣọra o ṣee ṣe, iwọ yoo ni lati ṣe idanwo naa!"}}
{"translation": {"en": "FEC contributed to the provision of a better care for women victims of violence - The Foundation - Euro-Mediterranean Women's Foundation", "yo": "Takumi ti o ṣe ipilẹṣẹ lati daabo bo aabo idi ti ipilẹ lati ṣẹda iṣẹ aabo to ga julọ, lilo ti iṣojuuṣe ara gíga giga ti ilepa aabo aabo jamba ipele giga"}}
{"translation": {"en": "What has GAIN's role been in each of the countries (or a significant portion of the countries) it has worked in?", "yo": "Nini ṣeto ti awọn akọle akọle (tabi diẹ ninu awọn ipe ti o jẹ hakii) ṣe iranlọwọ pupọ."}}
{"translation": {"en": "* Japan rail pass can ONLY be purchased by non Japan residents, and must be bought and picked up BEFORE leaving to Japan.", "yo": "Japan Rail Pass jẹ ẹrọ lati ra awọn kaadi kuku nikan ṣaaju lilọ si Japan ati gba lẹhin ti o de Japan."}}
{"translation": {"en": "NEXT STEPWe believe success comes from an ongoing commitment to excellence,...", "yo": "Ile-iṣẹ Adidas tẹsiwaju ifowosowopo aṣeyọri rẹ pẹlu ami alupupu Vespa pẹlu ikojọpọ tuntun fun akoko yii ..."}}
{"translation": {"en": "For many, showering is a daily habit.", "yo": "Fun ọpọlọpọ, wọ aṣọ jẹ iṣe ti a nṣe lojoojumọ ni pataki fun awọn idi iṣẹ."}}
{"translation": {"en": "It's hot, alright", "yo": "Òpòló bóó bè ó ló dáa, ó dáa"}}
{"translation": {"en": "The primary aim of the report is t... more \"", "yo": "Awọn iwadi ri wipe t ...Ka siwaju \""}}
{"translation": {"en": "the law is the foundation", "yo": "ofin ni ipilẹ"}}
{"translation": {"en": "The emotional world of the psychopath is extremely limited.", "yo": "Nitorinaa, igbesi aye eroja asẹ owu PP jẹ kukuru pupọ."}}
{"translation": {"en": "Cheng clan had progressed through several hundreds of years.", "yo": "Qíng bǎ tā huàn chéng yìbǎi rì yuán yìngbì."}}
{"translation": {"en": "are good, it is because they have heeded and followed it.", "yo": "Eyi jẹ nitori otitọ pe wọn nigbagbogbo tunu pẹlẹ ati igbọràn, ati nipasẹ ọjọ yii wọn bẹrẹ lati fi awọn ẹya ara ti o jẹ otitọ."}}
{"translation": {"en": "The Field is Rapidly Growing", "yo": "Gégé náà ni àgbè náà n bo lóòókán"}}
{"translation": {"en": "The apartment is still home to my mother and the cat.", "yo": "Ilé naa ni afihan nigbagbogbo si ina ati apakan ti a tun pada."}}
{"translation": {"en": "Currently, all board members are males.", "yo": "Ni ọjọ yii, awọn buns bẹẹ ni a ta ni ibi gbogbo."}}
{"translation": {"en": "Given the high cost of fertiliser, it is worth spending half-an-hour making sure the spreader is set up properly so it will spread evenly.", "yo": "Ikore akọkọ yoo gba to oṣu mẹta lati lọ lati awọn irugbin ti o rọrun si irugbin ikore, nitorinaa rii daju pe o ra awọn irugbin to dara julọ lati bẹrẹ ilana yii pẹlu."}}
{"translation": {"en": "That part faded and the dream shifted to a new location.", "yo": "Nipasẹ wọn ni a ṣe ifunmọ, ati ohun naa n gbe lọ si ibiti o yatọ."}}
{"translation": {"en": "E l'Accademia?", "yo": "to skóra eko?"}}
{"translation": {"en": "I'm still told \"no\" every day.", "yo": "Because everyday ni mo ma n gbe olosho"}}
{"translation": {"en": "Even when addiction is the cause of the breakdown of the relationship, both parties need to look in the mirror.", "yo": "Bayi, ki o le mọ idi ti idi lẹhin ibalopọ lakoko ilana iṣan, oyun ko waye, awọn alabaṣepọ mejeeji yẹ ki o yẹ idanwo naa."}}
{"translation": {"en": "the first team to reach 12", "yo": "akọkọ rogodo le lọ sinu 12 k keji"}}
{"translation": {"en": "Its members are not paid to provide support.", "yo": "Àwọn ará yí ò máa gba owó láti ran ìkópa wọn lọ́wọ́."}}
{"translation": {"en": "43:15 I am the LORD, your Holy One, the Creator of Israel, your King.", "yo": "43:15 Emi li Oluwa, Ẹni Mimọ rẹ, Ẹlẹdàá Israẹli, rẹ King."}}
{"translation": {"en": "Paypal would be the easiest way.", "yo": "Ọnà ti o rọrun julo ni awọn ogun ni lulú."}}
{"translation": {"en": "Nepal's Lukla Airport is considered one of the most dangerous in the world", "yo": "Ti o ni idi ti awọn airports papa Nepal ni a kà lati wa ninu awọn safest ni agbaye."}}
{"translation": {"en": "Chapter 729: What I Want Is You!", "yo": "7:我要你的 wo yao ni de <i want you>"}}
{"translation": {"en": "Nori: There's always.", "yo": "Jaketi: nigbagbogbo dudu."}}
{"translation": {"en": "Take a Look at Norway", "yo": "looky nibi"}}
{"translation": {"en": "The costing of RHCE (2 takes) takes into account that a certain percentage of students will pass in the first attempt and fewer number of students will require the 2nd take.", "yo": "Iye owo RHCE (2 gba) gba pe ipin diẹ ninu awọn akẹkọ yoo kọja ni igbiyanju akọkọ ati diẹ nọmba ti awọn akeko yoo nilo ki 2nd ya."}}
{"translation": {"en": "Compatible with most desktop or laptop PCs", "yo": "Syeed ti o ni atilẹyin julọ fun kọmputa tabi foonuiyara"}}
{"translation": {"en": "15:18 For their concern was less for their wives and sons, and likewise less for their brothers and relatives; सत्य मा, their greatest and first fear was for the sanctity of the temple.", "yo": "15:18 Fun won ibakcdun je kere fun wọn obinrin ati ọmọ, ati Bakanna kere fun awọn arakunrin wọn ati ebi; ni otitọ, wọn o tobi ati ki o akọkọ iberu wà fun awọn ti sanctity ti tẹmpili."}}
{"translation": {"en": "As well as ballooning deficit and debt numbers as well.", "yo": "Ibẹrẹ, idibajẹ ati iye awọn ifarahan aisan tun yatọ."}}
{"translation": {"en": "My family is large and far flung across countries and oceans.", "yo": "Awọn ẹrọ wa jẹ olokiki ati idiyele giga nipasẹ ọpọlọpọ awọn alabara ile ati okeokun."}}
{"translation": {"en": "Mount Elizabeth hospital has been serving the Asia-Pacific for over 30 years as a leading medical hub, earning the trust of patients from all over the region with its strategic pairing of exceptional medical talents with advance technology.", "yo": "Oke Elizabeth ni o nlo Asia Pacific fun awọn ọdun 30 bi ile iwosan ti o ni asiwaju, ti o ni idaniloju awọn alaisan lati gbogbo agbala-ilu pẹlu apẹrẹ awọn iṣedede ti awọn ẹbun imudaniloju ti o ni imọ-ẹrọ giga."}}
{"translation": {"en": "I'm embarrassed of my husband.", "yo": "Ojutu fun mi wa lati ọdọ ọkọ mi."}}
{"translation": {"en": "Demand is low for platinum number 5 and 7.", "yo": "Ibeere kekere fun nọmba Pilatnomu 5 ati 7."}}
{"translation": {"en": "She has come into the list of those popular people who were born on March 18, 1988.", "yo": "Ohun akọkọ ti a kọ ni nọmba awọn igbesi aye ti awọn eniyan ti a bi ni Oṣu Kẹta 18, 1976."}}
{"translation": {"en": "4 So many people gathered together and stopped all the fountains and the brook that ran through the midst of the land, saying, \"Why should the kings of Assyria come, and find abundant water?\"", "yo": "4 Bẹ̃li ọ̀pọlọpọ enia kojọ pọ̀, awọn ẹniti o dí gbogbo orisun, ati odò ti nṣàn la arin ilẹ na ja, wipe, Nitori kili awọn ọba Assiria yio ṣe wá, ki nwọn ki o si ri omi pupọ̀?"}}
{"translation": {"en": "There are a lot of phrases and terms in use", "yo": "pẹlu ọpọlọpọ awọn afikun phrases ati awọn gbolohun ti o wa ni ko bayi"}}
{"translation": {"en": "Generally speaking, there is no lack of nutrition for infants and young children.", "yo": "Ni idi eyi, ko si ọrọ ti imudaniloju ẹdun ati awọn eto gbogbogbo."}}
{"translation": {"en": "Most of the members in Malaita have already...", "yo": "Pupọ ti awọn olugbe Ilu Malawi gbekele ipa agbara ..."}}
{"translation": {"en": "It can also be taught in a group or class setting.", "yo": "Wọn tun le jẹri ile-iwe kọọkan tabi aami ẹgbẹ ẹgbẹ."}}
{"translation": {"en": "They were all in Las Vegas.", "yo": "Wọn ti wa ni gbogbo wa ọtun nibi ni foonu Vegas."}}
{"translation": {"en": "We still have several more coming up.", "yo": "A ni ọpọlọpọ awọn miiran siwaju wili."}}
{"translation": {"en": "In the area of construction, agendas have been advanced to promote ...", "yo": "Ni aṣa, lilo ibi ipamọ alabara ni a fun ni awọn ipele kan lati ṣura ..."}}
{"translation": {"en": "you when using it to listen to music or watch videos.", "yo": "Ṣe iwọ yoo lo lati gbọ orin tabi lo lati gbero awọn ẹni-ile."}}
{"translation": {"en": "Take care to keep it out of trouble.\"", "yo": "Kí wọn ó má ti òràn mo láìsè o.\""}}
{"translation": {"en": "If you knew then what you know now, would you do something different?", "yo": "Ti o ba mọ lẹhinna ohun ti o mọ ni bayi, iwọ yoo ṣe nkan ti o yatọ?"}}
{"translation": {"en": "Otherwise, there is no dearth of \"content\" on the internet.:)", "yo": "Ko si iwọn atokọ 'kere julọ' fun imeeli ti o da lori iṣowo. 🙂"}}
{"translation": {"en": "During our time...", "yo": "Awọn igba wa ninu wa..."}}
{"translation": {"en": "\"What about your cities?", "yo": "Ohun ti nipa awọn didara ti awọn ọja rẹ?"}}
{"translation": {"en": "Step 4: Promoting the Video", "yo": "Mataki 4: Zabi Video"}}
{"translation": {"en": "Does anyone know how to apply to be a contestant for the 2nd season?", "yo": "Ṣe ẹnikẹni mọ bi o ṣe le tunto oju-iwe keji ti awọn olubasọrọ lati han?"}}
{"translation": {"en": "Find out more about Sun protection for babies and children", "yo": "Diẹ ẹ sii nipa awọn sunscreen SOLASOLV fun awọn iṣọ iṣakoso ati awọn yara iṣakoso"}}
{"translation": {"en": "Eco Certification is a standard.", "yo": "Ṣugbọn, iwe-aṣẹ awakọ UAE Light jẹ iwulo kan."}}
{"translation": {"en": "The art of displaying photographs has caught up with the times.", "yo": "Bayi, awọn fọto ti jade pẹlu ifọwọkan ti afẹfẹ-itan."}}
{"translation": {"en": "you may need to:", "yo": "Nigbagbogbo o le nilo rẹ ti:"}}
{"translation": {"en": "God again was unable to know if the cry of the people of Sodom", "yo": "Ọlọrun tún wà lagbara lati mọ ti o ba ti ni igbe ti awọn eniyan ti Sodomu"}}
{"translation": {"en": "Could this be our", "yo": "O le jẹ onisowo wa"}}
{"translation": {"en": "Several galleys for food preparation.", "yo": "Diẹ ninu awọn adie adun adun fun ounjẹ ọsan."}}
{"translation": {"en": "I have a step-son who was taken into CPS care because of his...", "yo": "Arabirin ojowu kan gba emi oko re nitori pe o fe..."}}
{"translation": {"en": "To return to the John Stuart Mill", "yo": "Padà sí John Stuart Mill."}}
{"translation": {"en": "Bitcoin price by the end of the year", "yo": "Asọtẹlẹ Bitcoin titi di opin ọdun"}}
{"translation": {"en": "This is another option if you want to get your foot in the door and access multiple stocks - but have limited trading capital.", "yo": "Eyi jẹ aṣayan miiran ti o ba fẹ lati gba ẹsẹ rẹ si ẹnu-ọna ati wọle si awọn ọja-ọpọlọpọ - ṣugbọn ni olu-iṣowo to lopin."}}
{"translation": {"en": "That's kinda the point, he's got to be worth 30million which of course helps raise money to buy someone a bit more useful.", "yo": "Ni ọna kan, o n ṣe otitọ, ṣugbọn, o ran awọn eniyan bilionu eniyan pọ lati ṣe alabapin ti ṣe iranlọwọ fun u lati gba diẹ sii fun ile-iṣẹ ju ọpọlọpọ eniyan lọ."}}
{"translation": {"en": "It is important to distinguish true forgiveness from a sense of false forgiveness which says, this really happened, now how am I going to deal with it?", "yo": "Ọna yi jẹ o dara ti o ba jẹbi \"ni ọna ti o rọrun\" ati ki o lero pe eniyan naa ko duro, bawo ni mo ṣe le dariji rẹ."}}
{"translation": {"en": "Lord, remember my beloved people who have been with me in preaching the gospel these days.", "yo": "Oluwa, ṣe gbogbo awọn oluranlọwọ ayanmọ mi, awọn ti o wa ni ipo lati bukun lati ranti mi loni ni orukọ Jesu."}}
{"translation": {"en": "Try out an e-bike for up to two months for FREE!", "yo": "Gbiyanju Google Stadia fun ọfẹ fun oṣu meji bayi, igbakeji!"}}
{"translation": {"en": "If the plants are allowed to dry out, the aphids", "yo": "A kii yoo sun, botilẹjẹpe awọn poppies dagba"}}
{"translation": {"en": "It is justified for problems involving", "yo": "Awọn iṣoro ti a farahan nikan nigbati a ba lo nkan naa."}}
{"translation": {"en": "22 Their bulbs and their branches were of one piece with it; the whole of it was a single hammered work of pure gold.", "yo": "22 Irudi wọn ati ẹka wọn jẹ bakanna: gbogbo rẹ̀ jẹ́ iṣẹ lilù kìki wurà kan."}}
{"translation": {"en": "Today Is The Day, Okay?", "yo": "Leo ni ile siku, ok"}}
{"translation": {"en": "Moses and the prophets.\"", "yo": "Nwọn ni Mose ati awọn woli."}}
{"translation": {"en": "Sydney Opera House illuminated at night.", "yo": "Sydney Opera Ile ṣi silẹ ni gbogbo ọjọ."}}
{"translation": {"en": "The man's book", "yo": "Ibukunoluwa Monrin"}}
{"translation": {"en": "GET UP TO $200 When you open a new checking account with direct deposit.", "yo": "Gbadun $ 320 nigbati o ṣii Account Bank Bank Marquette tuntun kan ati Mu kaadi kirẹditi rẹ ṣiṣẹ."}}
{"translation": {"en": "02:27 Where Ben is originally from.", "yo": "17:9 O si ti a beere nipa rẹ ibi ti o wá lati."}}
{"translation": {"en": "Archie 666 represents the end of an era.", "yo": "66 jẹ kan ajeji ipin."}}
{"translation": {"en": "wedding ceremony was celebrated.", "yo": "Ni afikun, a ṣe ayẹwo igbeyewo ẹjẹ."}}
{"translation": {"en": "Who is going to bother you?", "yo": "Tabi tani yoo ni ibanujẹ fun ọ?"}}
{"translation": {"en": "Swiss International Air Lines is the largest Swiss international air flights company that is a member of Star Alliance.", "yo": "Flying ọkọ ofurufu yii jẹ igbadun nla.Swiss International Air Lines AG (kukuru: Switzerland) ni ọkọ ofurufu ti n ṣe aṣoju ọkọ ofurufu ti Switzerland ti n ṣiṣẹ servic servic ..."}}
{"translation": {"en": "I'm looking for coder !", "yo": "je croi ke je pe taider !"}}
{"translation": {"en": "\"I took my body for granted.\"", "yo": "Sugbon latigba ti moto mi ti baje ni mi o ti fun won lowo mo.\""}}
{"translation": {"en": "It only weighs 6.5 pounds, so if you need to take it on the go, you shouldn't have trouble carrying it.", "yo": "A dupẹ, o ṣe igbesi aye batiri batiri 5,5, nitorina ti o ba nilo lati ya nibikibi, ko yẹ ki o jẹ iṣoro kan."}}
{"translation": {"en": "When the loop is closed, the response of", "yo": "Bí Àkùko bà ko, egbé rè a gbe é lóhùn"}}
{"translation": {"en": "I came over from YouTube.", "yo": "Nibi loke Mo ti fi sii eto naa lati Youtube."}}
{"translation": {"en": "Learning to read and write each day!", "yo": "Ka nipa apẹrẹ ati kọ ẹkọ ni gbogbo ọjọ!"}}
{"translation": {"en": "Dude is the truth....", "yo": "Ni je peluang yg Ada..."}}
{"translation": {"en": "I'm gonna take my truck out of gear", "yo": "Your ibadi no go yii mi lori"}}
{"translation": {"en": "As I am heading back to Cape Town for the first time in a year I figured it was fitting to share my last trip to South Africa with you.", "yo": "Ti o ba lọ si Tokyo fun igba akọkọ, ni iyẹn, Mo ro pe o jẹ imọran ti o dara lati mu ọkọ akero taara si ibudo nitosi hotẹẹli rẹ."}}
{"translation": {"en": "GC: What's your mom's name?", "yo": "Yor: ORUKO wo lo dun gbo bi t'iya"}}
{"translation": {"en": "During this time, conflicts with the local population occur again and again when the elephants invade the fields and destroy the harvest.", "yo": "Nipa ọna, awọn igba miran wa nigbati, nigba awọn ariyanjiyan ti awọn onihun wọn, eranko naa bẹrẹ si irora o si tẹsiwaju si atunṣe, nigbati ipo naa n dara sii."}}
{"translation": {"en": "I think they should make a special shape for R2D2 that's basically just a cylinder with the details pointed on.", "yo": "Mo fi mi sile tint2rc pari, niwon ifiweranṣẹ jẹ apẹẹrẹ nikan ti o ṣafihan ohun ti o ni ibatan si koko-ọrọ naa."}}
{"translation": {"en": "It should be noted that these walk-in clinics are for Dose 1 & Dose 2 vaccinations only.", "yo": "O yẹ ki o ṣe akiyesi pe awọn itọkasi fun tẹotherapy fun varicose ni awọn ipele 1 ati 2 nikan ti awọn pathology."}}
{"translation": {"en": "Following are some of the advantages of RTA cabinets", "yo": "Awọn wọnyi ni o wa diẹ ninu awọn ti awọn kan pato awọn ohun elo ti CFB bearings"}}
{"translation": {"en": "Mixed Martial Arts (...and other things): Tech Thurs!", "yo": "Ipade Tita: Awọn Ogbon Mẹfa Ti O Gba Ọkàn (Ati Awọn imọran miiran!) _ Martech Zone"}}
{"translation": {"en": "Please take your return to a Post Office.", "yo": "Ṣugbọn jọwọ, Mo bẹ ẹ, ronu yi pada si alabara imeeli tabili kan."}}
{"translation": {"en": "These are the different names of \"Mom\" that I know.", "yo": "Eyi ni awọn orukọ orukọ \"iyanu\" awọn orukọ ti mo ri."}}
{"translation": {"en": "are common in paediatric populations.", "yo": "O ti gbajumo ni lilo ni paediatrics."}}
{"translation": {"en": "My set-top box isn't working", "yo": "bọtini ile mi ipad ko ṣiṣẹ"}}
{"translation": {"en": "What is the name of Emanuela Fumagalli Mother?", "yo": "ape kejadah nye baju ko ni erma fatima wei??"}}
{"translation": {"en": "Stuff I Don't Want to Lose", "yo": "diẹ ninu awọn ọrọ ti mo maṣe fẹ lati pese"}}
{"translation": {"en": "District 10, Kansas City", "yo": "Mimi10101 kansas city olowoyeyepeter16"}}
{"translation": {"en": "Where's Ms. Mary?", "yo": "mary ipi Yye"}}
{"translation": {"en": "I'm saying that the French Caribbean were plundered by France", "yo": "Kii ṣe asiri pe Faranse ti Faranse ti di pipe."}}
{"translation": {"en": "Our products are always seen as something special to give the loved ones as gifts.", "yo": "Ohun akọkọ ni pe awọn ẹbun ni eyikeyi idiyele yoo jẹ dídùn si awọn alejo rẹ."}}
{"translation": {"en": "How do you manage to keep your hands off?", "yo": "Bawo ni lati ko eko lati duro lori ọwọ wọn?"}}
{"translation": {"en": "A complete overhaul of the design and layout has transformed into a new version that's even classier than the standard roulette.", "yo": "A pipe overhaul ti awọn oniru ati akọkọ ti yipada sinu titun kan ti ikede ti o ni ani classier ju awọn bošewa roulette."}}
{"translation": {"en": "a) Follow the instructions regarding the right of option on marketing communications", "yo": "2) Ka awọn atunyẹwo itatẹtẹ ki o ṣalaye awọn ofin fun gbigba ajeseku."}}
{"translation": {"en": "Catholic couple lived together for 1 year after their marriage (to each other).", "yo": "Laipẹ diẹ, ọkọ ati iyawo gbe apẹtẹ si ara wọn (nipasẹ awọn amofin wọn)."}}
{"translation": {"en": "Especially Lord, I'm Discouraged.", "yo": "6Ọlọ́run mi, ọkàn mi ń rẹ̀wẹ̀sì nínú mi:"}}
{"translation": {"en": "Revelation 13:16 And he causeth all, the small and the great, and the rich and the poor, and the free and the bond, that there be given them a mark on their right hand, or upon their forehead;", "yo": "13:16 Ati pe yoo fa gbogbo eniyan, kekere ati nla, ọlọ́rọ̀ àti òtòṣì, ominira ati iranṣẹ, lati ni iwa ni ọwọ ọtun wọn tabi lori awọn iwaju wọn,"}}
{"translation": {"en": "There's a Sunday coming.", "yo": "Sonti Okoye"}}
{"translation": {"en": "The conservative party membership is at an all time high in the region and we have all the campaign volunteers we need.", "yo": "Igbimọ Ile Igbimọ Ile Oko Igbadun naa jẹ alaisan pupọ pẹlu gbogbo ibeere wa ati fun wa ni gbogbo alaye ti a nilo."}}
{"translation": {"en": "I thought I was the only one that stressed over all those things.", "yo": "Ninu èmi rè nikan ni oti nsé gbogbo eto nkan won yi."}}
{"translation": {"en": "Every user would like to make their work easier.", "yo": "Gbogbo recruiter yoo jẹ ki wiwa iṣẹ rẹ rọrun pupọ."}}
{"translation": {"en": "There's also many of them.", "yo": "Àwọn náà pọ̀ ní iba tiwọn."}}
{"translation": {"en": "These extreme events resulted in significant loss of life and serious damages to crops.", "yo": "Nọmba awọn iṣẹlẹ ti tẹlẹ ti royin lati ti fa ibajẹ nla ati paapaa awọn ẹmi ti o halẹ."}}
{"translation": {"en": "On that island, women and men are equal in both theory and practice unlike real world.", "yo": "Lẹhinna, awọn obirin ati awọn ọkunrin, bi ẹnipe lati awọn aye ayeye, yatọ si imọ-ọkan ati awọn wiwo lori awọn ohun kanna."}}
{"translation": {"en": "collective bargaining agreements in which employees are categorised in wage", "yo": "Awọn oniṣẹ apẹrẹ ti ko ni nkan lati ṣe aniyan nigbati o wa ni iṣowo."}}
{"translation": {"en": "The Open time to visit this temple", "yo": "kí bere kí jenge ijuɔn nin igbɛngbɛn kɛ,"}}
{"translation": {"en": "If people have to choose to participate in a savings program, fewer will sign up than if they have to choose not to participate.", "yo": "Ti ẹnikan ko ba gba pẹlu o kere ju aaye kan - wọn ko gbọdọ pinnu lati forukọsilẹ."}}
{"translation": {"en": "They then make a commitment to follow through on the solutions with action.", "yo": "Lẹhin iyẹn, a yoo tẹsiwaju lati ṣiṣẹ lati jẹ doko lori awọn oluṣe ipinnu iler."}}
{"translation": {"en": "prizes for those who opt to shop in Rome.", "yo": "Yan awọn aṣayan ti o fẹ lati pari fifi sori ROM."}}
{"translation": {"en": "desi words speak of the past indo aryans in the ancient near east", "yo": "karachi de zì rán gǎng kǒu dà gài dān dāng le indus gǔ wén míng de zhǔ yào kǒu àn 。"}}
{"translation": {"en": "WIN £50 to spend on Amazon", "yo": "£ 10 Amazon owo sisan fun gbogbo ore ti o lọ lori lati mu fun gidi owo"}}
{"translation": {"en": "Can also choose...", "yo": "Gue ijin dulu nih..."}}
{"translation": {"en": "Formerly the British protectorate of Bechuanaland, Botswana adopted its new name upon independence on September 30, 1966.", "yo": "Teletele o je Formerly the British ibi-abo Brtani to unje Beshuanalandi, Botswana gba oruko tuntun leyin ilominira ni ojo 30 Osu Kesan 1966."}}
{"translation": {"en": "In short, the Yugo is an icon.", "yo": "ni te Sni ye lo, iyuha tanyan unpe lo."}}
{"translation": {"en": "and you've been busy!", "yo": "O ti fipamọ ọpọlọpọ iṣẹ!"}}
{"translation": {"en": "4.2 In the event of the loading or unloading of very heavy cargo, the airbridge must be", "yo": "2.1.6 Nigbati o ba n ge awọn iṣẹ iṣẹ nla tabi wuwo tabi awọn ohun elo, o yẹ ki o fi iyọda ẹrọ ti o to silẹ."}}
{"translation": {"en": "Newspaper can be used within the shoes to help draw out moisture.", "yo": "Awọ le ṣee ṣiṣẹ sinu aṣọ lati jẹ ki o wa ni ita laisi bori rẹ."}}
{"translation": {"en": "Ian holloway for me.", "yo": "Emmanuel Ibok on Me!"}}
{"translation": {"en": "They lent her contract to a british studio, for whom she made one million years b.c.", "yo": "O fi ọkọ rẹ silẹ ni ipo fun wakati diẹ ti o mu idojukọ ti alaṣọ ti iṣowo UK ti o fun ọkọ ayọkẹlẹ kan tiketi tiketi 60."}}
{"translation": {"en": "A380: Extremely long range", "yo": "037:nā mó qié shé jù là yē"}}
{"translation": {"en": "Horny woman wants to have some fun", "yo": "big lad wants fun fun fun"}}
{"translation": {"en": "I'm Samantha, co-founder of The xGen - The xGen", "yo": "Nanji, Kami ni Nare Oni ni Nare - Moroboshi Daijirou Jisen Tanpenshuu"}}
{"translation": {"en": "Choosing the boundary is a difficult issue.", "yo": "Eyi ti ogiri lati yan fun itọnisọna jẹ ibeere ti o nira."}}
{"translation": {"en": "It turns out that it's quite hard to translate animal noises!", "yo": "O nira pupọ lati ni oye agbaye ti awọn ẹranko!"}}
{"translation": {"en": "Luckily, another benefit of using CBD oil is its ability to help you with dry skin.", "yo": "Nitoribẹẹ, anfani miiran ti fifa ọkọ ayọkẹlẹ yiyalo ni pe o le ṣakoso ifiṣura rẹ."}}
{"translation": {"en": "As I always say (and mean!!!)", "yo": "Mo ranti nigbagbogbo ni igbagbogbo (ati ni irora!)"}}
{"translation": {"en": "In the same way, the seasons arrive and leave on schedule, and the law of gravity operates on all objects.", "yo": "Pẹlupẹlu, olubẹwo kọọkan ni awọn akoko ti jinde ati isubu, ofin ti pendulum nṣiṣẹ ni ohun gbogbo."}}
{"translation": {"en": "Comcast doesn't allow multiple payments of the same amount in one day.", "yo": "Ko si akojo iwuwo pupọ lakoko ti o n pese ilana ọjọ kanna"}}
{"translation": {"en": "I.e. vaccinate against the deadly diseases and then use sparingly on the others?", "yo": "Yoo jẹ oye lati mu ilana iṣelọpọ ti eka sii ati lẹhinna tọju awọn iwo nipa lilo sọfitiwia?"}}
{"translation": {"en": "How to choose the right type of screws", "yo": "Bii o ṣe le yan lilu ti o tọ fun awọn ẹya stamping"}}
{"translation": {"en": "I'm a huge believer in the power of love, and finding little ways to help you express it your way on your special day.", "yo": "Mo wa pẹlu igbagbọ pupọ, n wa agbara iṣẹ iyanu rẹ lati beere lọwọ rẹ ki o ran mi lọwọ lati wa ifẹ ti igbesi aye mi."}}
{"translation": {"en": "He fell into drinks, smoking and alcohol during his dark times.", "yo": "O mu ki ifamọra pọ sii, o nmu ifẹkufẹ ati igbaduro akoko akoko itanna."}}
{"translation": {"en": "If you're a divorce lawyer, your ideal clients will be people who are unhappy in their relationships.", "yo": "Ti o ba ni olupese alejo gbigba ti ko dara, awọn aṣayan rẹ fun aabo yoo ni opin."}}
{"translation": {"en": "He Said, She Said its all BS", "yo": "He said bi e sey ma DM mi gbogbo gba"}}
{"translation": {"en": "The Blood of the New Covenant.", "yo": "gẹ́gẹ́ bí ọ̀jẹ̀lẹ̀ èhíhù tuntun,"}}
{"translation": {"en": "Free Software that helps you take control of your mobile phone - Linux.com", "yo": "Bulọọgi ti Ilera Musculoskeletal Ti o ṣe iranlọwọ fun ọ Pẹlu irora Rẹ _ Vondt.net"}}
{"translation": {"en": "I'm so awesome, when I was born, i was given a certificate.", "yo": "Idunnu mi, laisi Iwo, mi o mo bí aye mi yoo serí."}}
{"translation": {"en": "Revelation 2:16 Repent, or else I will come to you quickly, and will fight against them with the sword of My mouth.", "yo": "16 Ronupiwada; bikoṣe bẹ̃ emi ó tọ̀ ọ wá nisisiyi, emi o si fi idà ẹnu mi ba wọn jà."}}
{"translation": {"en": "Here's a few suggestions from some of our own:", "yo": "Bayi awọn imọran diẹ lati ọdọ awọn ti onra wa:"}}
{"translation": {"en": "\"These are plants that have been carefully used for centuries in many parts of the world for ritual purposes.", "yo": "\"Nipa didi gbigbemi ni awọn aaye wọnyi a le yago fun ọgọrun ọdun ọdun ti awọn iṣan omi ni afonifoji."}}
{"translation": {"en": "(sea) emergency call) · · · - - - · · ·", "yo": "ì •ë§�ë¡œ í•œì‹¬í• ̃ë‹¤... ì •ë§�ë¡œ..."}}
{"translation": {"en": "melon.  Well. and as a consequence was soon snoring.", "yo": "niǎo chǔ gāo què dī , tiān yá yuǎn rú pò 。"}}
{"translation": {"en": "thanks for work on the patch.", "yo": "O ṣeun, o ṣiṣẹ ni pipe."}}
{"translation": {"en": "A trip to Brazil", "yo": "Voyage bresil joao"}}
{"translation": {"en": "\"My mother doesn't understand why I pay to suffer.\"", "yo": "\"Ajá tó r'ólówó ẹ̀ rojú, kín ní ó f'ólówó è se kò tié yé mi.\""}}
{"translation": {"en": "a. the period of tenancy has expired;", "yo": "asiko-iyẹwo akoko naa ti fọ;"}}
{"translation": {"en": "However, the service has been down since February 19.", "yo": "Wọn ti ni isanpada ni kikun lati Feb 19."}}
{"translation": {"en": "Out of the hundreds of victims", "yo": "meedogun ninu ogorun ti awọn wọnyi alaisan ti"}}
{"translation": {"en": "beer and smoking cigarettes.", "yo": "Beer ati oti fodika ko ni ibamu!"}}
{"translation": {"en": "Sep 01, 2013 Five years ago I studied in Japan.", "yo": "<text sub=\"clublinks\" start=\"966.51\" dur=\"3.99\"> Mo ranti ni ọpọlọpọ ọdun sẹhin Mo wa ni Japan, </text>"}}
{"translation": {"en": "\"I'm repeating to them 'my name's Latifa al Maktoum'.", "yo": "Awá\"�n Wondershare AllMyTube (AllMyTube for Mac) ni á\"�tun á\"�pa lati ran o."}}
{"translation": {"en": "If You're Living", "yo": "Bí o ba gbemí"}}
{"translation": {"en": "a large group of players", "yo": "Awọn ibajọpọ ti awọn oṣere jẹ nla."}}
{"translation": {"en": "And having turned I saw seven golden lampstands...\"", "yo": "Ati ntẹriba yipada, Mo rí ọ̀pá fìtílà oníwúrà méje."}}
{"translation": {"en": "Baluns: What They Do and How They Do It - a ham radio classic.", "yo": "Nebulae: kini wọn jẹ, bawo ni wọn ṣe ṣe agbekalẹ ati awọn oriṣi _ Meteorology Nẹtiwọọki"}}
{"translation": {"en": "Ur-Nammu goes to sit down, in order to sign the tablet", "yo": "Jab wo nihe aagayi to usake bal mere pet ke upar se sat"}}
{"translation": {"en": "if you find me, you're a real one.", "yo": "Iwo yoo gba mi tan o, Agbanilagbatan ni O o"}}
{"translation": {"en": "The narrowest house in the world was realized in 2012.", "yo": "Ibugbe alejo ti o dara julọ ni a da ni 2012."}}
{"translation": {"en": "This is a key moment in time for these emerging democracies.", "yo": "O jẹ fun akoko yii ti o gba idaniloju lati ọdọ awọn tita."}}
{"translation": {"en": "There are two branches in Shenyang.", "yo": "Awọn ile-iṣẹ ti ara ẹni gidi meji ni Shenzhen."}}
{"translation": {"en": "But now, the State Department seems to finally be admitting we've got a serious situation on our hands.", "yo": "Lero pe awọn eniyan arinrin yoo nipari mọ pe a n gbe ni ipalọlọ ipalọlọ."}}
{"translation": {"en": "So 9 out of 22 of the new Cabinet are new faces, but that isn't change enough?", "yo": "O jẹ ọgbọngbọn pe KDE 5 tun ni awọn idun rẹ, o jẹ idagbasoke tuntun patapata, ṣugbọn ko ṣe GNOME ni wọn?"}}
{"translation": {"en": "A decade ago?)", "yo": "ẹ̀wádún {0}"}}
{"translation": {"en": "2 - Who walk to go down into Egypt, and have not asked at my mouth, hoping for help in the strength of Pharao, and trusting in the shadow of Egypt.", "yo": "30:2 O ti wa ni rìn ki bi lati sokale si Egipti, ati awọn ti o ba ti ko ba wá idahun lati ẹnu mi, dipo ni ireti fun iranlowo lati awọn agbara ti Farao, ati gbigbe igbekele ninu ojiji Egipti."}}
{"translation": {"en": "Work part-time at home?", "yo": "Ṣiṣẹ Awọn wakati Ọpọlọpọ Ni Ile?"}}
{"translation": {"en": "During the winter sports", "yo": "Winter Sports gba"}}
{"translation": {"en": "As the name implies, the 4 Super Villas are indeed super.", "yo": "O dabi ẹni pe o dara dara, otitọ ni pe igbi ti awọn aami onigun mẹrin dara julọ dara."}}
{"translation": {"en": "Words Derived from Japanese Samurai", "yo": "Idaji apẹrẹ awọsanma Japanese samurai warrior tattoo"}}
{"translation": {"en": "Look.com has an average time to expiration of 25 days.", "yo": "Ọkan.com nfunni ni idaniloju owo-pada, ṣugbọn laanu, ọjọ 15 jẹ kukuru kukuru-kukuru."}}
{"translation": {"en": "Not in ram.", "yo": "Aaye haye Jholu Ram"}}
{"translation": {"en": "They meet all the needs they can, but there's no call to repentance.", "yo": "Wọn yoo tun ranti gbogbo awọn igba ti won ni won pe lati ronupiwada, sugbon ti won se ko."}}
{"translation": {"en": "The large bar serves a variety of drinks and snacks and the spacious dance stage is designed to contain the large number of expected visitors.", "yo": "Ilẹ imọlẹ-ga julọ jẹ afihan ati didan, ati pe lẹ pọ ilẹ PVC ti Tengfang Dance Classroom ti ni itọju pataki lati yago fun kikọlu ti oju awọn onijo lakoko iṣe naa."}}
{"translation": {"en": "Mountains on either side, and a small cave.", "yo": "Lori oke fi awọn tomati ti a ti ge wẹwẹ, iyo, ata ati ki o tú omi kekere kan."}}
{"translation": {"en": "These fatty acids are often found in fish oils.", "yo": "Ni ọpọlọpọ igba, awọn pathology yii maa nwaye ninu ẹja salivary parotid."}}
{"translation": {"en": "Ask: \"What do you know?\"", "yo": "Wipe Fi Wipe: Kini O Ni Lati Mọ"}}
{"translation": {"en": "I think the problem is with the interface facilities provided to the reviewers.", "yo": "Mo gbagbo pe awọn i-meeli yii ṣiṣẹ si awọn alabapin ti o yipada si awọn onibara."}}
{"translation": {"en": "the eighty years war", "yo": "ogun odun seyin"}}
{"translation": {"en": "T told me.", "yo": "t bone ó re bye"}}
{"translation": {"en": "03:28 Foreign Affairs; Now a Word From X (0)", "yo": "08:02 Ïåðåñòðåëêà â ßôôî: ðàíåí ìóæ÷èíà"}}
{"translation": {"en": "babysitting a trade", "yo": "ní í jẹ́ k'ọ̀mọ ṣòwò"}}
{"translation": {"en": "Arthur: You said you've been upset.", "yo": "A sọ fun ọ ni aijọju."}}
{"translation": {"en": "And today i started applying for jobs.", "yo": "loni Mo fẹ lati fi opin si ara mi si ṣiṣe awọn aṣiṣe"}}
{"translation": {"en": "all the waters.", "yo": "Gbogbo ni omije"}}
{"translation": {"en": "help with his work in order to ensure that the accepted performance", "yo": "Ran u lati bori rẹ nkede bẹli o le ṣe awọn iṣẹ ti o ti pè e lati ṣe"}}
{"translation": {"en": "Note, too, that if you drive at night, the plate must be illuminated.", "yo": "Ranti pe oniru ara yẹ ki o wa ni itọsọna si aarin ti yara naa."}}
{"translation": {"en": "The variety is not common, the reviews about it are ambiguous, although it should be recognized that the taste, aroma and size of the fruits of the galaxy gained trust and recognition.", "yo": "Awọn orisirisi ko wọpọ, awọn agbeyewo nipa rẹ jẹ iṣoro, biotilejepe o yẹ ki o mọ pe itọwo, adun ati iwọn awọn eso ti galaxy gba igbekele ati idasilẹ."}}
{"translation": {"en": "I'm evaluating your plug-in for use with my team's website and so far I'm impressed with what it can do ... great work !", "yo": "Mo n iṣiro rẹ plug-ni fun lilo pẹlu mi egbe ti aaye ayelujara bẹ ati ki o jina Mo wa impressed pẹlu ohun ti o le se... iṣẹ nla!"}}
{"translation": {"en": "You can click on the box and you'll be able to enter a custom bot amount.", "yo": "O le gba kikun wiwọle si ati ki o textbox nibẹ le je nkankan farasin lati o ni eyikeyi ọna."}}
{"translation": {"en": "It has an IP66.", "yo": "O jẹ paapaa mabomire IP66."}}
{"translation": {"en": "This can be a large amount considering the size of the loans.", "yo": "Eleyi le gba nla ti o ba wa ni ti ndun pẹlu ga-iye bets."}}
{"translation": {"en": "Acts 18:9 (TLB) One night the Lord spoke to Paul in a vision and told him, \"Don't be afraid!", "yo": "18:9 Oluwa si wi fun Paulu, nipasẹ iran ni alẹ: \"Ẹ má bẹru."}}
{"translation": {"en": "Will he stand up and...", "yo": "Hulla re... oye oye"}}
{"translation": {"en": "Don't stand out from the crowd if you're looking for slot websites, which has over 1.7 million players.", "yo": "Fun eyi, awọn odaran ko paapaa ni lati ṣaakiri oju-iwe Spears, eyiti o ni awọn oniṣowo 17 milionu."}}
{"translation": {"en": "Or, do you ask God what He's doing in their life and how you can join Him in His work?", "yo": "Bawo ni Ọlọrun ṣe le simi titi o fi di isisiyi lati iṣẹ iṣẹda rẹ, ṣugbọn nisisiyi O ṣiṣẹ laipẹ?"}}
{"translation": {"en": "This saves your time, otherwise would have spent on short-listing and verifying each candidate's suitability for the job.", "yo": "Eyi yoo ṣẹlẹ ni akoko gidi, iyẹn ni pe, iwọ kii yoo ni lati duro lati wa ni diẹ ninu akoko ijiroro ati pe gbogbo eniyan yoo ni anfani lati wo ifiranṣẹ naa."}}
{"translation": {"en": "First, be willing to take on bigger goals.", "yo": "Nitoribẹẹ, a yoo yago fun lilọ fun awọn idiyele ti o ga julọ."}}
{"translation": {"en": "Afonso VI, king", "yo": "Ajose Adeogun St, VI"}}
{"translation": {"en": "by Maroon 5 (featuring Future)", "yo": "- ãðóïïà Maroon 5 (ëèäåð Àäàì Ëåâèí)"}}
{"translation": {"en": "I could not make the numbers work, and I had a disastrous week last week.", "yo": "Emi ko le gba lati ṣiṣẹ ati pe Mo ṣayẹwo tẹlẹ wiki to dara ati bẹni."}}
{"translation": {"en": "51:43 And in Thamood (there is also a sign), when they were told: \"Enjoy yourselves for a while!\"", "yo": "51:43 Ati ni Thamood ti o ti wi fun wọn pe, 'Ya rẹ igbadun fun igba die !'"}}
{"translation": {"en": "Myth of the MOOC 32.", "yo": "Áèëåò çà WM 32."}}
{"translation": {"en": "This wasn't my first time in rehab, and my employer had told me the first two times had been on their nickel, but that this time was on me.", "yo": "Kaabo, eyi ni akoko akọkọ mi ti Mo n gba egbogi oyun ti oyun Venisse, ohun ti o ṣẹlẹ si mi ni pe ni ọjọ keji 2 ti Mo gba, akoko mi ti ge, eyi jẹ deede, onimọran ara mi ko sọ ohunkohun fun mi nipa eyi."}}
{"translation": {"en": "They are Tax Burdens for all Americans...", "yo": "Ẹka Ile-iṣẹ AMẸRIKA kilo fun gbogbo awọn ara ilu AMẸRIKA lati ..."}}
{"translation": {"en": "Secondary Education in Lurgan Half a Century Ago", "yo": "Ninu ikoko dudu ni eko funfun ti njade › 1 year ago"}}
{"translation": {"en": "Solomon, your house.", "yo": "Sandia - Olé Yo"}}
{"translation": {"en": "It looks like it will be a good quilting machine, but my wife also needs to be able to hem pants with it.", "yo": "Eyi tun jẹ iye to sunmọ, ṣugbọn Mama yẹ ki o ni itọsọna nipasẹ rẹ."}}
{"translation": {"en": "What should you drink and what should be avoided?", "yo": "Eyin sin mu wara lati maalu. se iya ko ni maalu je funyin?"}}
{"translation": {"en": "And are there any opportunities to make profits by staying in the game?", "yo": "Njẹ Awọn Anfani eyikeyi Ti Gba lati Sisọ Turari, Lakoko Iṣaro?"}}
{"translation": {"en": "Two young children stabbed to death in Ilford", "yo": "Awon omo meji kan ni ilu keffi ni naarawa padanu emi won nipa se oru buruku tio mu won"}}
{"translation": {"en": "To obey the laws of life", "yo": "A nilo fun ofin igbesi aye."}}
{"translation": {"en": "Probably number 2.", "yo": "Àäàì Ì2ÕÍ2Ê."}}
{"translation": {"en": "music music videos.", "yo": "xvideos orin"}}
{"translation": {"en": "We have spent the last 15 years building connections so we can deliver opportunities for the next decades to come.", "yo": "Nitori awọn ibatan iṣowo wa ti a ṣe ni ọdun 15 sẹhin, a le ṣe orisun awọn ohun elo lori ibeere ti onra ni awọn idiyele idije."}}
{"translation": {"en": "As well as having a beautiful natural", "yo": "Ni akoko kanna kan ti o ni ẹda daradara."}}
{"translation": {"en": "the golden fish: transition . . .", "yo": "Ëã íŞæá õ: Çáåæíäì . . .Çáåæíäì"}}
{"translation": {"en": "There need not be a gender divide, especially if AEW is claiming that its male and female stars are equal.", "yo": "Ko si igbaradi pataki ti a nilo, bakannaa, ilana naa yoo bẹrẹ lori ara rẹ, ti o ba jẹ pe awọn obirin ati awọn ọkunrin ni awọn apata omi."}}
{"translation": {"en": "And now, we're on to auditions!", "yo": "Ati nisisiyi - a lọ fun awọn olu!"}}
{"translation": {"en": "Try to reach out to your friends working as product managers.", "yo": "Hey ṣakoso lati ṣaju awọn olufaragba rẹ, ti o wa bi olokiki onisowo."}}
{"translation": {"en": "this is Sunni (pronounced Sunny)", "yo": "Your Majesty - Ọlánrewájú Ẹkúndayọ̀ (Sunny Sax)"}}
{"translation": {"en": "but accept them all.", "yo": "Gba gbogbo rẹ"}}
{"translation": {"en": "The insurance industry provides some attractive targets for leveraged buyout firms, but there's a problem.", "yo": "Akole aaye ayelujara ti o wa yoo dara fun awọn ọja alejo gbigba wẹẹbu ti a pin, ṣugbọn kii ṣe opin agbaye."}}
{"translation": {"en": "Things tend to be a bit more relaxed than front office, and you'll be more likely to use industry standard tools and languages.", "yo": "Gbigba agbara funrararẹ jẹ diẹ nira diẹ sii ju ti iṣaaju, o le fi awọn akopọ ati awọn bọọlu ṣe gẹgẹbi ohun elo idaraya."}}
{"translation": {"en": "You may be surprised about a lot of things!", "yo": "O le jẹ iyalẹnu nipasẹ ọpọlọpọ awọn eniyan ti o nife!"}}
{"translation": {"en": "For action in anger, 6.", "yo": "Aarti Keeje Hanuman Lala Ki 6"}}
{"translation": {"en": "EDC is dedicated to improving education health and economic...", "yo": "Ilé ìgbìmọ̀ aṣòfin fọwọ́ sí owó ìṣètò ilé-ẹ̀kọ́ gíga Ìmọ̀-iṣé Ìlera àti ti ìmọ̀..."}}
{"translation": {"en": "Has a tattoo of a devil on his left shoulder blade", "yo": "Èṣù Tattoo lori ejika apa ọtun mu iwadii ti ẹwà"}}
{"translation": {"en": "Call to Action in the Gulf", "yo": "Paapa ti o ba n wa awọn iṣẹ ni Gulf."}}
{"translation": {"en": "The news of his death evoked", "yo": "Intori ikú Wón' ní kó sákáalè."}}
{"translation": {"en": "It's up to Marlin", "yo": "Bawo ni lati pronounce Marilynn."}}
{"translation": {"en": "The radio is playing (\"Its so hard to say goodbye\")", "yo": "sib fa mib re sib fa mib / Try so hard to say goodbye"}}
{"translation": {"en": "is no danger,' he replied, 'the enemy is routed.", "yo": "\"Sọ: 'Ododo ti de atipe iro si ti poora."}}
{"translation": {"en": "\"The After Matthew.\"", "yo": "Pelu medemede to ti matayo\""}}
{"translation": {"en": "Les said, the better: Shall i compare thee?", "yo": "Awọn Anabi sọ pé, \"mo le so fun o dara ju ohun ti o beere ti mi?"}}
{"translation": {"en": "If the names do not match, it may prevent the registration process from being completed.", "yo": "Ti iṣeto naa ko ba jẹ aṣiṣe, o le pari igbasilẹ jade awọn olutọtọ gidi."}}
{"translation": {"en": "Beginning in the late 1960s, there was a flurry of federal legislation directed toward noise control.", "yo": "Ni ipari awọn ọdun 1970, a ti dagbasoke tube ti geotextile ti o kun fun eefin nipa lilo asọ ti ko ni idibajẹ."}}
{"translation": {"en": "An army of servants", "yo": "Oluwaranmi Adeogun"}}
{"translation": {"en": "2019: We won't support Buhari - Coalition of ex-militants", "yo": "2019: Ko si iyatọ si Aare Buhari, Gomina Lalong - Ẹgbẹ"}}
{"translation": {"en": "Inbound Marketing is REAL!", "yo": "Ïóñòè ìåíÿ íà âîëþ ÿ óéäó!"}}
{"translation": {"en": "A side note, Ellin.", "yo": "Bowo Ojo Turu Sore Kaki, Eling"}}
{"translation": {"en": "Tonight You and Me.", "yo": " (Wow-oh) kakedasu kodou ni wa"}}
{"translation": {"en": "yes, of course, lol 05:51", "yo": "Êàê òû, ÿíòàðíûì çåðíîì íàëèòà"}}
{"translation": {"en": "The stadium, the spring", "yo": "alagbara, Irin Spring Waya"}}
{"translation": {"en": "elephant refuses to eat.", "yo": "eranko naa kọ lati jẹ;"}}
{"translation": {"en": "Night of the Hunter!", "yo": "fun night _ CaasiRawr!"}}
{"translation": {"en": "C great pleasure I will be engaged in children's illustrations", "yo": "inu mi dun ti mo ba awon omo karo o jire soro lori ero yin"}}
{"translation": {"en": "\"Please be patient and leave extra distance between you and other vehicles to allow for more reaction time to changing road conditions.\"", "yo": "\"Ṣiṣẹpọ yoo fun ọ ni iṣakoso to dara ati awọn aṣayan diẹ sii nigbati o to akoko lati gbe oniwun.\""}}
{"translation": {"en": "After an impressive performance at the 2010 World Cup in South Africa, he was snapped up by Porto in August of that year.", "yo": "Lẹhin ti iṣẹ giga kan ni 2010 World Cup ni South Africa, Porto ni iparun rẹ ni August ti ọdun yẹn."}}
{"translation": {"en": "I don't know where the big chorizo came from, but I know I contributed the 5-year old Gouda.", "yo": "Awọn conky Emi ko ranti ibiti mo ti gba, ṣugbọn Mo ti ṣe atunṣe rẹ pupọ, aṣa Gotham ni"}}
{"translation": {"en": "You make the rules, tailored to your life, so that they may benefit you the best.", "yo": "Iwọ kii yoo fun wọn ni aye lati daabobo ara wọn, eyiti o dara julọ fun ọ - eyi tumọ si pe awọn aye ti o bori ni pe ga julọ"}}
{"translation": {"en": "My dad is going to tell me off", "yo": "O fa mi sunmo'do Re Lati tun mi ninu"}}
{"translation": {"en": "| Published on May 8, 2008", "yo": "by ì ì ì ì posted May 08, 2008"}}
{"translation": {"en": "result of a chemical reaction)", "yo": "Chemical reaction (àtúnjúwe ojúewé)   (← àwọn ìjápọ̀ _ àtúnṣe)"}}
{"translation": {"en": "The anthropologist who chooses to conduct special", "yo": "Abajọ ti ololufẹ pinnu lati ṣe iwadi isakoso."}}
{"translation": {"en": "He motioned for me to get on my back.", "yo": "Àpada ló ní kí gbogbo ibi ó padà léyìn mi."}}
{"translation": {"en": "Hooray for Leanne!", "yo": "s lo ve re ki d Whe rn! to lea"}}
{"translation": {"en": "Isaiah 66 is approaching", "yo": "Ìû íèêîãäà íå ñëûøàëè."}}
{"translation": {"en": "The sabbath day is a day of Exodus.", "yo": "Eshitisii Eksodu tẹlẹ ni ọjọ igbejade osise."}}
{"translation": {"en": "(6) Even if I am unskilled in speaking, I am not in knowledge; in every way we have made this plain to you in all things.", "yo": "6 Ṣugbọn bi mo tilẹ jẹ òpe li ọ̀rọ, ki iṣe ni ìmọ; ṣugbọn awa ti fihan dajudaju fun nyin lãrin gbogbo enia."}}
{"translation": {"en": "Watch your money!\"", "yo": "Káwóó Kábiyèsi!\""}}
{"translation": {"en": "Are you ready to go foraging?", "yo": "Ṣe o jẹ ipalara lati lilọ ni yarukiri?"}}
{"translation": {"en": "You must follow a strict diet", "yo": "O gbọdọ jẹ wiwọ ko si nilo itọju pupọ"}}
{"translation": {"en": "Or to walk down the street?", "yo": "Oba Dimeyi Oku O Igboro."}}
{"translation": {"en": "I love my mac but if I have to use the HogPc I wish to use it under linux.", "yo": "Mo nifẹ si wiwo sbsettings, ṣugbọn ti Mo ba fẹ lo wikipedia lori ayelujara Mo nilo lati fi ipa mu bosspref"}}
{"translation": {"en": "meaning of the words of God.", "yo": "O daju wipe awọn ọrọ ti mimo li ọrọ Ọlọrun fúnra ni significant."}}
{"translation": {"en": "Roto, Yes he did.", "yo": "- Íåò òàê, êàê ó âñåõ."}}
{"translation": {"en": "You can not inside.", "yo": "O ko le lọ nipa rẹ inú."}}
{"translation": {"en": "Co-operative Group in July 2016, the Company has experienced", "yo": "2016 - Ile-iṣẹ Google ti ni igbekale."}}
{"translation": {"en": "They were all very scared because it was there in the long grass.", "yo": "Gbogbo wọn bẹru nitori ohun kan, lakoko ti omi ninu Fọto ni isalẹ."}}
{"translation": {"en": "A spa might be a remarkable vicinity to revel in at the same time as in Dubai.", "yo": "O le wa fun awọn ẹka kan bi iṣafihan awọn aye ni Dubai."}}
{"translation": {"en": "It's argurably the best flare I've seen in this part of the world.", "yo": "Laisi ani, eyi ni afikun nla ti Mo rii ninu ọran ti ibi-afẹde yii."}}
{"translation": {"en": "This encourages the growth of plants which game animals", "yo": "Yoo ṣe iranlọwọ lati yago fun itankale iyara ti awọn aisan ti o maa n kan awọn ẹranko."}}
{"translation": {"en": "large number of biopsies can also be", "yo": "Awọn ẹya ọya le tun jẹ ti o ga diẹ."}}
{"translation": {"en": "do homage before the King.", "yo": "Kérè o, ọba ló ní a ki yín"}}
{"translation": {"en": "Students have been working hard in the Media center!", "yo": "A ṣiṣẹ takuntakun fun ọmọ ile-iwe awọn igbasilẹ ni Malaysia!"}}
{"translation": {"en": "You're very welcome Johana!", "yo": "O ṣe itẹwọgba Joanna!"}}
{"translation": {"en": "How do you get rid of the effects of alcohol immediately?", "yo": "bawo ni a ṣe le jẹ ki ikoko adarọ ese itusilẹ lẹsẹkẹsẹ"}}
{"translation": {"en": "\"The love of my life\" is a curious phrase.", "yo": "pẹlu wiwa \"ifẹ ti aye re,\" ohun imolara mnu jẹ pataki."}}
{"translation": {"en": "You also agree to make payment of any fees or charges for services in a timely manner as agreed upon.", "yo": "Maa awọn Olukoko-owo gbọdọ san awọn gbese owo-ori tabi awọn owo-ori ni ọna ti akoko, bi eleyi ti pinnu."}}
{"translation": {"en": "274 completing one or more courses.", "yo": "3764 Kuna lati tun-ṣẹda ọkan tabi diẹ ẹ sii awọn atọka."}}
{"translation": {"en": "elasticity to your skin.", "yo": "Elasticity pada si awọ ara rẹ ki o jẹ ki o tutu;"}}
{"translation": {"en": "Not wanting to spend money?", "yo": "Ti o ko ni fẹ lati fi owo nigbati o ti ṣee?"}}
{"translation": {"en": "Free money for casino however, play'n go.", "yo": "Forukọsilẹ fun a Customised Casino Iriri lati Play - Wọlé Up Free"}}
{"translation": {"en": "\"Wh-when Elegance wakes up . . . .", "yo": "【\" huān xiào hé jì yì de wú chǎn jiē jí shū : 】"}}
{"translation": {"en": "the crawled data in data structures that are well-organized and", "yo": "Aṣoju awọn eroja pataki ti a gbe jade lori awọn ipilẹ ti o ti kuna ati ti a ṣe dara si pẹlu ipara."}}
{"translation": {"en": "Persons make a large number of websites daily, and the skill of making an online...", "yo": "Awọn ẹgbẹ aṣojuuṣe tuntun pẹlu oriṣiriṣi oriṣiriṣi, iṣẹ ṣiṣe ti o rọrun lori Intanẹẹti ni gbogbo ọjọ ..."}}
{"translation": {"en": "SC: It is beautiful.", "yo": "Pam: It's lovely. ì ë§ ì ë\" ì ."}}
{"translation": {"en": "not suitable for a woman (adjective)", "yo": "Oloun má ja rí ja obìnrin (Otunba lamba)"}}
{"translation": {"en": "Chapter 2: Getting Your Music on the Internet.", "yo": "1: Allows o lati beere rẹ song lori redio."}}
{"translation": {"en": "Take me to the high", "yo": "O gba mi si ibi giga"}}
{"translation": {"en": "An existential crisis refers to feelings ...", "yo": "Õîòåëúò å ðàçïîëîæåí íà ïúðâà ëèíèÿ â ê...."}}
{"translation": {"en": "Jeremiah 48:36 Therefore my heart moans for Moab like a flute, and my heart moans like a flute for the men of Kir-hareseth.", "yo": "48:36 Nitori eyi, ọkàn mi yio si mbẹ fun Moabu, bi awọn oniho, ati ọkàn mi yio ṣe ohun kan bi awọn oniho fun awọn ọkunrin lori biriki odi."}}
{"translation": {"en": "Not to fall in love with reflexions, if nearby the live", "yo": "Mabushii to jibun mo soko ni chikadzukou to suru"}}
{"translation": {"en": "Russian roots. #2.", "yo": "Ìû îäíà áðèãàäà #2"}}
{"translation": {"en": "Silicon valley, where 20?", "yo": "Êóäà èäòè - â ìåáåëüíûé ìàãàçèí çà 20 òûñ?"}}
{"translation": {"en": "enough to 76", "yo": "s fun onni76"}}
{"translation": {"en": "Many are frightened off by the list of thousands and tens of thousands of warnings.", "yo": "Paapaa ni ọna yii o tẹsiwaju lati jẹ ẹru ati lilo nipasẹ ẹgbẹẹgbẹrun ati ẹgbẹẹgbẹrun awọn olumulo."}}
{"translation": {"en": "Walking side by side with d**h", "yo": "Tẹsiwaju pẹlu sakosi ti Mo ni igbadun 😀"}}
{"translation": {"en": "\"We got some time off from solving crimes in the city of Paris.", "yo": "A ti ni akoko ti o nira lati gba awọn cabs nibi ni Ilu Paris (kii ṣe loorekoore)."}}
{"translation": {"en": "The good news is that organizations representing 75% of the nation's milk supply are supporters and participants in the program.", "yo": "75% ti awọn ti o fẹran awọn ologbo ati ti wọn nifẹ si ọja lofinda ologbo mi jẹ awọn obinrin."}}
{"translation": {"en": "Jer 17:22 And do not bring forth burdens from out of your residences on the day of the Sabbaths!", "yo": "17:22 Ki o ma si ṣe fẹ lati gbe ẹrù kuro ni ile rẹ ni ọjọ isimi, tabi o yẹ ki o ṣe eyikeyi iṣẹ."}}
{"translation": {"en": "We're known for going viral because we make relatable content.", "yo": "O ṣẹlẹ pe a ji soke ni gbigbona tutu, nitoripe a ni alara ti o dara."}}
{"translation": {"en": "The adventures of my books", "yo": "Awọn omiiran si Awọn bukumaaki Mi"}}
{"translation": {"en": "It was a little more than two years ago that the company entered a groundbreaking...", "yo": "O ti ju ọdun meji lọ lẹhin ti ile-iṣẹ yii ti bẹrẹ irin-ajo rẹ lori oju opo wẹẹbu ikojọpọ ti o gbajumọ daradara ..."}}
{"translation": {"en": "Hydrogen can be split from water.", "yo": "Ọmọde le yiya ani lati inu omi."}}
{"translation": {"en": "And then by their partnership with the GSEs.", "yo": "Ati gbigbe wọn pẹlu ipo GCC wa."}}
{"translation": {"en": "The Establishment of North Atlantic Treaty Organization (1 Reply)", "yo": "North Atlantic Treaty Organization (àtúnjúwe ojúewé)   (← àwọn ìjápọ̀ _ àtúnṣe)"}}
{"translation": {"en": "Moto G Play (2021) is relied upon to dispatch around April 2021.", "yo": "Moto G Play (2021), ibiti a ṣe apẹrẹ kekere lati lo ni gbogbo ọjọ"}}
{"translation": {"en": "Serve the interest of all those involved in business", "yo": "O ṣe pataki ki o dahun si gbogbo awọn ifiranṣẹ laarin Pinterest"}}
{"translation": {"en": "Do you know of a project that could help residents and businesses in Buckingham struggling due to Coronavirus (for any reason)?", "yo": "Niwon igbati iwọ ko le rii pe ile-iṣẹ kan n ṣakoso iṣelọpọ ọkà ati pe Monsanto (bayi Bayer) lọwọlọwọ awọn agbẹ?"}}
{"translation": {"en": "The honesty is heart-tugging and you will find it hard to believe that it is not fiction.", "yo": "Irora akọkọ jẹ ajeji, iwọ yoo nira lati gbagbọ pe wọn ko ṣubu ni rọọrun."}}
{"translation": {"en": "A4: Yes, it has.", "yo": "A 4: Bẹẹ ni, o ni soke si rẹ wun."}}
{"translation": {"en": "Freelancing For Professionals - Jerusalem", "yo": "FREEBEAT: Professional - Awon Omo Eberu"}}
{"translation": {"en": "The Stone is Coming.", "yo": "Stone Okoye"}}
{"translation": {"en": "State of Mine 3:19", "yo": "Øèðèíà ïë3âêè: 19 ìì"}}
{"translation": {"en": "I am trying my best! (1 2 3 4)", "yo": "I will make utmost efforts (the utmost effort). (ìμ ì ì ë  ̧ë ¥ì ë ¤ í 'ë31⁄4ê2 ì .)"}}
{"translation": {"en": "the best means of resisting arrest", "yo": "Ohun elo ti o dara julọ lati dènà awọn ohun elo lati iraye laigba aṣẹ"}}
{"translation": {"en": "He is not the side of Lust but the one of love and compassion, the one of caring.", "yo": "Ẹni ti o ga julọ ko wa ni ijinna, ṣugbọn ifẹ, aanu ati irapada jẹ."}}
{"translation": {"en": "Seller \"Jill M.: Hi, I believe it is mahogany, but I am not certain.", "yo": "I. J. wo à mEI':lÉ ni:, pe ngamo bo, mo à ji: ko à bu-mo."}}
{"translation": {"en": "I'm still not finished", "yo": "A kò mo O tán koÿç"}}
{"translation": {"en": "Eight months after the decease", "yo": "Mẹjọ osù lẹhin ti ara rẹ itọsi."}}
{"translation": {"en": "The Kegel and pelvic tilt exercises can help a great deal.", "yo": "Ati pe awọn aṣẹ killall ati pkill yoo ṣe iranlọwọ fun mi pupọ."}}
{"translation": {"en": "department or agency):", "yo": "to bi ti bilo to:)"}}
{"translation": {"en": "turn me on with a button", "yo": "Poysa nai je ful kiinbo"}}
{"translation": {"en": "They are hard at work on building new templates with a target of between 30 and 40 new templates.", "yo": "Wọn jẹ lile ni iṣẹ lori sisẹ awọn awoṣe titun pẹlu afojusun laarin awọn 30 ati 40 awọn awoṣe titun."}}
{"translation": {"en": "Are from a variety of Christian faith traditions", "yo": "Ju ti o yatọ si lati awọn wọpọ igbagbo ti awọn kristeni."}}
{"translation": {"en": "He whispered, \"Wallace.\"", "yo": "Nwon da a lohun wipe, Ndao."}}
{"translation": {"en": "Lymphogranuloma venereum: what does the clinician need to know?", "yo": "Ra Modafinil lulú: Ọja ti o ta ni oògùn o yẹ ki o mọ!"}}
{"translation": {"en": "But six years of fighting have taken their toll.", "yo": "Wǒmen dìng 6 wàn jiàn yǐjīng bù shǎo le."}}
{"translation": {"en": "A year into our...", "yo": "Ọdun kan didara wa ..."}}
{"translation": {"en": "School, School for All.", "yo": "Ile-iwe owo-ori - Gbogbo eniyan ni o wa."}}
{"translation": {"en": "This is my journal; this is my journey.", "yo": "Here is my passport. ee way ee rE a jo mee nee yee Ìwé ìrìn àjò mi nì yí"}}
{"translation": {"en": "Republic of the Congo - Independence Day", "yo": "Independence Day - Nífè Akingbe"}}
{"translation": {"en": "great news channel....", "yo": "Bigben Draagbare Radio CD..."}}
{"translation": {"en": "Do you want a sexy introduction to the history of burlesque?", "yo": "Ṣe o fẹ idiyele kekere VersaMax awọn burandi adaṣe adaṣe awọn burandi pẹlu ọrọ-asọye naa?"}}
{"translation": {"en": "11:7 But against any of the Israelites not even a dog will bark against either people or animals, so that you may know that the Lord distinguishes between Egypt and Israel.", "yo": "11:7 Sugbon laarin gbogbo awọn ọmọ Israeli ki yio jẹ ani a nkùn lati kan aja, lati ọkunrin, ani si ẹran, ki iwọ ki o le mọ bi miraculously Oluwa pin awọn ara Egipti lati Israeli."}}
{"translation": {"en": "When you have an interaction with the average person, you begin to feel as if you're acting upon them instead of like there is an exchange.", "yo": "Lakoko ti o ti ni eniyan pẹlu eniyan ti o ni ojukokoro, ṣe akiyesi inu rẹ bi o ṣe n ṣe oju-iwe ayelujara ti o ni imọra ti ara rẹ, bi ẹnipe o ni ẹ si ara rẹ."}}
{"translation": {"en": "Even those differences are minor, but enough that it would matter to the strongest riders.", "yo": "Ninu awọn wọnyi, diẹ sii ni eka sii, ṣugbọn o tun fẹẹrẹfẹ, eyi ti o mu ki o ṣee ṣe lati wọ ẹya ẹrọ ti o dara julọ fun awọn olubere."}}
{"translation": {"en": "It is an easy music activity.", "yo": "Awọn igbesẹ ni o wa ni oyimbo o rọrun."}}
{"translation": {"en": "I wish I stumbled upon this thesis!", "yo": "Mo fẹ ki o ni idunnu lori iranti aseye yii!"}}
{"translation": {"en": "Of course, a political party is made up of many supporters.", "yo": "Bi o ṣe mọ, ọmọ-ọmọ inu oyun ni oyun ti o ni oyun ni awọn ayipada pupọ."}}
{"translation": {"en": "\"It is necessary to pay attention to bleeding which occurs during brushing, because it is common to get deposited on the brush, being a source of proliferation.", "yo": "O jẹ dandan ni agbedemeji, nitori pe nigbagbogbo ni lati ṣe fifọ awọn ipakà, paapa ni akoko orisun omi-orisun."}}
{"translation": {"en": "The contest was the evening of the shower.", "yo": "Ipeja ni alẹ ti wa ni gbesele ni ifowosi."}}
{"translation": {"en": "before the movies.", "yo": "Iwaju awọn ere ere;"}}
{"translation": {"en": "We will all participate in the coming of the Lord and caught up", "yo": "\"Gbogbo wa ni yio duro niwaju oluwa, Ati ewe ati agba a o si rojo wa\""}}
{"translation": {"en": "Naturally, digital wallets are designed with security measures in place.", "yo": "Bi o mọ, awọn olopobobo ti alaye nipa awọn aye a woye pẹlu awọn iranlọwọ ti awọn oju."}}
{"translation": {"en": "Prof. Guha: \"Mr. Kerns, What is H20?\"", "yo": "10 Jatian jonibaon yokákana iki: - ¿Nonbiribiki jawe ati iki? - akin."}}
{"translation": {"en": "dredger will begin work in the Red Sea.", "yo": "Rotik ṣiṣẹ pẹlu okun pupa."}}
