{"translation": {"en": "\"Come to me,\" You say, \"all you that labor and are burdened, and I will refresh you.\"", "sw": "Onyankopɔn somfo bi bɔɔ mpae sɛ: \"Midwinnwen wo nnwuma nyinaa ho; metena ase susuw wo nsa ano adwuma ho.\""}}
{"translation": {"en": "I will tell about all Your wonderful deeds.", "sw": "Mɛka anwonwade a woayɛ no nyinaa."}}
{"translation": {"en": "\"Thy word is a lamp unto my feet, and a light unto my path.\" -- Psalm 119:105", "sw": "\"W'asɛm yɛ me nan ase kanea, ne me kwan so hann.\"  - Dwom 119:105"}}
{"translation": {"en": "and every thing you do.", "sw": "Biribiara Wo Ne Mere"}}
{"translation": {"en": "I thank you and my family.", "sw": "Me ne m'abusua nyinaa meda w'ase, meda w'ase a ɛnsa o"}}
{"translation": {"en": "Individuals can do amazing things.", "sw": "\"Yɛn nipadua tumi yɛ nneɛma a ɛyɛ nwanwa."}}
{"translation": {"en": "You are also an author...", "sw": "na wow Aboki too..."}}
{"translation": {"en": "new To Apostasy by way of \"Obedience\"", "sw": "Wa Laa Antum \" Aabidoona Maa \" A'bud"}}
{"translation": {"en": "It's really fucked up - Hansel is in the witch's stomach?", "sw": "Ɛ -goaˈˈdhɛ- ɔɔ nʋn?"}}
{"translation": {"en": "Lalín Є.V. - not in the field of information", "sw": "Aini.No - Info"}}
{"translation": {"en": "maternal grandfather upon the death of his", "sw": "Nana Akwasi Agyekum"}}
{"translation": {"en": "Hot soup of 370...", "sw": "So Nice Sosis Ayam Sedaaap 375G"}}
{"translation": {"en": "A cold wind blew into the hall.", "sw": "Mframa bi a n'ano yɛ awɔw faa hɛn ho wɔ dan no sor hɔ."}}
{"translation": {"en": "Side A: There's Yes, Yes in Your Eyes", "sw": "6Ampa ara nokorɛ na wohwehwɛ wɔ me mu."}}
{"translation": {"en": "Save yourself from fraud.", "sw": "Bɔ Wo Ho Ban Fi Nsɛmmɔnedi Ho!"}}
{"translation": {"en": "@Anonymous The grass.", "sw": "@ilovetanea Misa Momma"}}
{"translation": {"en": "righteousness, because I am going to the Father and you will no longer see me;", "sw": "Nea wɔka fa trenee ho no nyɛ nokware, efisɛ, merekɔ Agya no nkyɛn na morenhu me bio."}}
{"translation": {"en": "My mother in law had surgery at a nearby hospital.", "sw": "Ná me papa yɛ adwuma wɔ baabi a wɔyɛ oprehyɛn wɔ ayaresabea bi a ɛbɛn yɛn mu."}}
{"translation": {"en": "Mood: pleased and infuriated", "sw": "Rate it: Adi Enti Okkasari"}}
{"translation": {"en": "That is every day wear for women in India.", "sw": "Ɛno na ɔbarima biara nya ma ne ba da biara wɔ India."}}
{"translation": {"en": "be admitted to thee. lemma.", "sw": "\"Naa mu fe nk'a, Lem."}}
{"translation": {"en": "14 When they came to the disciples, they saw a large crowd around them and experts in the law 20 arguing with them.", "sw": "14Bere a wosian beduu bepɔw no ase hɔ no, wohuu sɛ nnipakuw atwa asuafo a wɔaka no ho ahyia, na wɔne mmara no akyerɛkyerɛfo no regye wɔn ho wɔn ho akyinnye."}}
{"translation": {"en": "And I have been to Boston.", "sw": "Mekɔɔ Boston."}}
{"translation": {"en": "Naw-ho-wee, can't you see?", "sw": "Wu-na-mu > see: Wuhu"}}
{"translation": {"en": "How can we be recognized as holy?", "sw": "Ͻkwan bɛn so na'woayi yɛn asi nkyɛn sɛ ade Kronkron'?"}}
{"translation": {"en": "Listen to Andy and Andy's Father", "sw": "Look fofo da Sandy"}}
{"translation": {"en": "Sin had polluted the world and the heart of man had been turned against God.", "sw": "Bere a adesamma de abɔnefosɛm hyɛɛ wiase ma no, Onyankopɔn dii yaw wɔ ne komam."}}
{"translation": {"en": "Therefore the different gospel writers have different emphases.", "sw": "Efisɛ wɔn a wɔkyerɛw Nsɛmpa no, ɛsono nea obiara de n'adwene sii so."}}
{"translation": {"en": "My house was very nice.", "sw": "Ná me fie yɛ anika paa."}}
{"translation": {"en": "People can come pray whenever they want.", "sw": "Wobetumi atie wo mpaebɔ bere biara"}}
{"translation": {"en": "to know him and his family", "sw": "Hu Ɔno na N'ebusua"}}
{"translation": {"en": "We practice Sin Moo Hapkido ourselves, which is similar to Akido.", "sw": "Yɛse Mahama nso ɔne yɛn yɛ pɛ, ayoo"}}
{"translation": {"en": "As a result, Hitler looked to the East.", "sw": "HWƐ ara na na Yosef rehwɛ apuei fam."}}
{"translation": {"en": "15 The man went off and told the Judaeans that it was Jesus who had healed him.", "sw": "15 Ɔbarima yi fii hɔ kɔka kyerɛɛ Yudafo mpanyin no se ɛyɛ Yesu na ɔsaa no yare no."}}
{"translation": {"en": "Why'd you keep going?", "sw": "Ehia Wo a Nwu"}}
{"translation": {"en": "Coming from heaven to the earth", "sw": "Ofiri soro ba asase so"}}
{"translation": {"en": "14 days - no questions asked", "sw": "18 - Ask me no questions"}}
{"translation": {"en": "We broke away and wandered off.", "sw": "kɑ̀ɑ pie ntu yɛnɔ̀ ɑ ti dɔúnnɛ̀ yɛ̀."}}
{"translation": {"en": "A Slice of Sam: Yes, I did.", "sw": "Sam Nkomo: Yes."}}
{"translation": {"en": "\"My mother raised us alone, my sister and me.", "sw": "Ɛno akyi no, me maame nko ara na ɔtetee me ne me nuanom nyinaa."}}
{"translation": {"en": "Why is it so hard to follow the teachings of Jesus Christ?", "sw": "Duzu ati a ɔwɔ kɛ yɛdi Kelaese adehilelɛ zo a?"}}
{"translation": {"en": "In that moment, the disciples received the Holy Spirit.", "sw": "Saa bere no na Yesu asuafo no nsa kaa Onyankopɔn honhom kronkron"}}
{"translation": {"en": "Was he/she desperate for a job or did they make an educated risk and it didn't work out?", "sw": "Asoo ɔdendɛle ɛtane ɔhilele Dwobu anzɛɛ ɔbuale ye fɔlɛ?"}}
{"translation": {"en": "I love music and esports.", "sw": "Ɛnee eza mekulo edwɛne nee agolezilɛ."}}
{"translation": {"en": "has conquered the world", "sw": "Wadi Wiase so Nkunim"}}
{"translation": {"en": "The next year he...", "sw": "So NEXT YEAR..."}}
{"translation": {"en": "We both took turns answer all questions.", "sw": "Muwie a, na moabom asusuw obiara mmuae ho."}}
{"translation": {"en": "I think this was the best time of my life.", "sw": "Saa bere no na m'ani nnye koraa."}}
{"translation": {"en": "Barnabas disarticulated reluctantly?", "sw": "So löschen Wooly ransomware?"}}
{"translation": {"en": "Don't be Afraid of Your Child", "sw": "Nsuro me ba"}}
{"translation": {"en": "Most people know that there is too much price.", "sw": "Wɔn mu dodow no ara kae sɛ nkurɔfo totɔ nneɛma dodo."}}
{"translation": {"en": "I try not to let my family members go out of my awareness.", "sw": "Mebɔ mɔdenle kɛ menrɛmaa me abusua ne ɛnrɛnwu ye kɛ melɛdi alɔbɔlɛ."}}
{"translation": {"en": "And on the Church.", "sw": "Na nso Church"}}
{"translation": {"en": "- Jesus Christ is the same yesterday, today, and forever.", "sw": "Yesu Kristo te saa ara nnera, nnɛ, ne daa nyinaa."}}
{"translation": {"en": "Do not try to hide from me.", "sw": "nfa nhintaw me"}}
{"translation": {"en": "A large crowd gathered in the city to attend the funeral", "sw": "Ɛnee menli dɔɔnwo ɛra sua ne azo kɛ bɛbali Akpabɛnwo Ɛvoyia ne."}}
{"translation": {"en": "\"He then immediately called the police.\"", "sw": "Ɛhɔ ara na yɛfrɛɛ polisifo."}}
{"translation": {"en": "\" 20 It has always been my ambition to preach the gospel where Christ was not known, so that I would not be building on someone else's foundation.", "sw": "20Na me botae ne sɛ, daa mɛka asɛmpa no wɔ mmeaemmeae a wɔntee Kristo ho asɛm da no, na ankɔyɛ sɛ misii dan wɔ obi fapem so."}}
{"translation": {"en": "FINDINGS: \"He said to them, 'You will drink my cup, but to sit at my right hand and at my left is not mine to grant, but it is for those for whom it has been prepared by my Father.\" (20:23)", "sw": "Enti Yesu ka kyerɛɛ wɔn sɛ: \"Nom deɛ mobɛnom, na me nifa ne me benkum so tena no deɛ, ɛnyɛ me dea na mede ama, na mmom ɛyɛ wɔn a m'Agya asiesie ama wɔn no dea.\" - Mateo 20:23."}}
{"translation": {"en": "RS-\" Education is the most powerful weapon which you can use to change the world\" - Nelson Mandela", "sw": "\"Nwomasua yɛ adwenade titiri a wɔbɛtumi de asesa wiase yi\" - Nelson Mandela"}}
{"translation": {"en": "for the Bohemian.", "sw": "So bohemian."}}
{"translation": {"en": "Speaking to the Pharisees, Jesus said \"Therefore I said to you that you will die in your sins; for if you do not believe that I am He, you will die in your sins.\"", "sw": "14Ɛno enti, Yesu ka kyerɛɛ wɔn pefee sɛ, \"Lasaro awu; 15nanso mo enti, ɛyɛ me anigye sɛ na menni hɔ sɛdeɛ ɛbɛyɛ a mobɛgye adi."}}
{"translation": {"en": "He said: 'It is correct'.", "sw": "}kaa s[: Nea y'atenee no."}}
{"translation": {"en": "\"Prepare the way for the Lord?", "sw": "'Monsiesie ɛkwan mma Awurade,"}}
{"translation": {"en": "15 for he will be great in the eyes of the Lord.", "sw": "15Ɔbɛyɛ kɛse Awurade anim."}}
{"translation": {"en": "7 Give them these instructions, so that no one will find fault with them.", "sw": "7Ka saa mmara yi kyerɛ wɔn na obi annya wo ho mfomso."}}
{"translation": {"en": "The bible says \"in your anger, do not sin.\"", "sw": "Bible ka sɛ: \"Mo bo fu a, monnyɛ bɔne."}}
{"translation": {"en": "Make sure that you living arrangements are conducive to an animal.", "sw": "Sɛ wobɛtena tesɛ aboa de a, ɛre mmoa wo."}}
{"translation": {"en": "Now you're really going to cook me", "sw": "33 So You Want to Cook Me"}}
{"translation": {"en": "The  room.", "sw": "So so room."}}
{"translation": {"en": "If you belonged to the world, then the world would love you as its own.", "sw": "Sɛ mote ase ma wiase a, ɛnne wiase bɛdɔ mo sɛ wɔn a wɔyɛ ne de."}}
{"translation": {"en": "Good News for People of All Nations", "sw": "Asɛmpa A Wɔbɛka Akyerɛ Nnipa A Wofi Amanaman Nyinaa Mu"}}
{"translation": {"en": "40 And when he came to the place, he said to them, \"Pray that you may not enter into temptation.\"", "sw": "40 Woduu hɔ no, ɔka kyerɛɛ n'asuafo no se, \"Mommɔ mpae na moankɔ sɔhwɛ mu.\""}}
{"translation": {"en": "Thirsty mother fucker aren't you?", "sw": "So damn sexy wow mwah"}}
{"translation": {"en": "There's no entry", "sw": "So no entry"}}
{"translation": {"en": "And the word of the LORD came to Elijah the Tishbite, saying, \"Have you seen how Ahab has humbled himself before me?", "sw": "28Na Awurade asɛm baa Tisbini Elia hɔ sɛ, 29\"Woahu sɛnea Ahab brɛɛ ne ho ase wɔ mʼanim?"}}
{"translation": {"en": "It's How The Church Operates", "sw": "How The Bible Works"}}
{"translation": {"en": "Here's the fleet so far:", "sw": "The Crew So Far:"}}
{"translation": {"en": "According to the Chief of Defence Staff, Vice Admiral Seth Amoama, over seven hundred excavators believed to have been moved from mining sites are likely to be taken back to mining sites.", "sw": "Asraafoɔ panin paa, Vice Admiral Seth Amoama se ɔsan mfidie a ɛboro ahanson a ɔyi firii fagutubea no nyinaa bɛsan akɔ nea ɛfiri."}}
{"translation": {"en": "Jesus acknowledged, \"Wisdom is proved correct by means of all her children.\"", "sw": "Yesu Kristo kae a ɔmmoa, \"nyansa nam ne mma nyinaa so di bem.\""}}
{"translation": {"en": "The power of positive thinking will enable you to train your mind and body to \"know for certain\" that the output of your efforts will be favourable.", "sw": "Sukoa kɛzi ɛbava wɔ 'adwenle ne anye' wɔali gyima la."}}
{"translation": {"en": "Michelle, Vanessa, thank you.", "sw": "ARTHUR, Evelyn Asantewaa"}}
{"translation": {"en": "It requires a teacher.", "sw": "Saa bere no yehia ɔkyerɛkyerɛfo."}}
{"translation": {"en": "house in Mon Repos.", "sw": "HomeI am Me"}}
{"translation": {"en": "Do You Want to Walk With God?", "sw": "So Wo Ne Onyankopɔn Bɛnantew?"}}
{"translation": {"en": "I am astounded by Your brilliance", "sw": "W'ayɛ n'ama ayv me nwanwa"}}
{"translation": {"en": "\"I have bestowed strength on a warrior.\"", "sw": "\"Madom ɔkofoni bi ahoɔden;"}}
{"translation": {"en": "Look at what the Bible says in Malachi 3:10,", "sw": "Bɔhyɛ bɛn na ɛwɔ Malaki 3:10?"}}
{"translation": {"en": "I have had the piercing for 5 years now.", "sw": "mfi mfi 5 个月 前"}}
{"translation": {"en": "Enough is Enough Ibc 57", "sw": "kyakamfo 50 iol it"}}
{"translation": {"en": "Now, I owe it to you to tell you this.", "sw": "Owe tell me so"}}
{"translation": {"en": "God is spirit and we can't see him!", "sw": "3 \"Onyankopɔn yɛ Honhom,\" enti yentumi nhu no. (Yoh."}}
{"translation": {"en": "Jesus Speaks about his Death", "sw": "Yesu ka ne wu ho asɛm"}}
{"translation": {"en": "Um, when am I going to have shortness of breath?", "sw": "Agyanka, dabɛn koraa na me nso me mberɛ bɛba?"}}
{"translation": {"en": "19 For it is written, \"I will destroy the wisdom of the wise, and I will thwart the cleverness of the intelligent.\"", "sw": "19 Kyerɛwsɛm no ka se, \"Mɛsɛe anyansafo nyansa, na mɛma nimdefo adenim ayɛ ɔkwa.\""}}
{"translation": {"en": "XO - \"Through the Night\"", "sw": "^ Anaa \"awia rekɔ anwummere mu hɔ no.\""}}
{"translation": {"en": "Even if the washer is not leaking, the problem must be fixed quickly.", "sw": "Gye sɛ tiafi antɔ fam, ntɛm ara na wogu so."}}
{"translation": {"en": "three told me.", "sw": "3 Told Me So"}}
{"translation": {"en": "how to make a tea", "sw": "How To Draw A Tee"}}
{"translation": {"en": "[4] Man is like a breath,", "sw": "4Onipa te sɛ ɔhome;"}}
{"translation": {"en": "14 Be not negligent of the gift [that is] in thee, which has been given to thee through prophecy, with imposition of the hands of the elderhood.", "sw": "14Montie Onyankopɔn, na mommma akɔnnɔ abrabɔ a ɛdii mo so ɛberɛ a na monnim no nni mo so."}}
{"translation": {"en": "For thou hast made Him a little lower than the Angels, and hast crowned Him with Glory and Honour.", "sw": "Wobɔɔ no ma ɔyɛɛ akumaa kakra sen abɔfo; wohyɛɛ no anuonyam, sɛ onni nneɛma nyinaa so.\""}}
{"translation": {"en": "How to get rid of the Public Service Ads", "sw": "How to Remove Mezaa Ads Adware"}}
{"translation": {"en": "Hey, I took a shot", "sw": "Meteo Ahoskie"}}
{"translation": {"en": "call of the wild study", "sw": "Akosua Wilt"}}
{"translation": {"en": "42 And it became known throughout the whole of Joppa, and many believed upon the Lord.", "sw": "42 Saa asɛm yi trɛwee wɔ Yopa nyinaa maa nnipa pii gyee Awurade dii."}}
{"translation": {"en": "They want ME to succeed.", "sw": "Ɔ-pɛ sɛ yɛn mu bia-ra"}}
{"translation": {"en": "\"You really have to think like these people,\" he said.", "sw": "Na ɔkae sɛ: 'Mote sɛ saa nnipa no ara."}}
{"translation": {"en": "9 But some of those who were of the synagogue called \"The Libertines,\" and of the Cyrenians, of the Alexandrians, and of those of Cilicia and Asia arose, disputing with Stephen.", "sw": "9 Nanso da koro bi nnipa bi a wofi Yudafo hyiadan bi a wɔfrɛ no 'Ahofadifo Hyiadan' no mu a wɔyɛ Yudafo a wofi Kirene ne Aleksandria ne wɔn a wofi Kilikia ne Asia no ne Stefano gyee akyinnye."}}
{"translation": {"en": "While confronting someone directly about what you're feeling is not easy, it is an important step.", "sw": "Sɛ ɛho hia sɛ woka sɛnea wote nka no kyerɛ obi nanso ɛyɛ den ma wo a, wubetumi ayɛ no nkakrankakra."}}
{"translation": {"en": "\"Who gave you the toothpick?\"", "sw": "(src) =\"10\"> Mɛni maa ye bua wɔ konɛ waa pee jã ?"}}
{"translation": {"en": "21 The experts in the law and the Pharisees began to think to themselves, \"Who is this fellow who speaks blasphemies?", "sw": "21 Farisifo no ne mmara no akyerɛkyerɛfo no tee asɛm a Yesu kae no, wobisabisaa wɔn ho wɔn ho se, \"Hena ne saa onipa yi a ɔreka abususɛm yi?"}}
{"translation": {"en": "Submitted by evee on 12.", "sw": "Hawa El Saa 12"}}
{"translation": {"en": "Five (5) good things change one (1) negative experience.", "sw": "5Sɛ nyansa1.5 Ɛma anigye wɔ ɔhaw mu (nky."}}
{"translation": {"en": "marriages were commonplace.", "sw": "Enti awaresɛm agye obiara n'adwene."}}
{"translation": {"en": "Now, tell me who's a-blame?", "sw": "Tell Me Who Рингтон"}}
{"translation": {"en": "to above 5.", "sw": "Aho Juuso 5"}}
{"translation": {"en": "T.K.O - with her finger, and the weight of her arm, Geert....", "sw": "Md no nser, te ne poven -o"}}
{"translation": {"en": "Hiking the big fill...", "sw": "Use son gokuu no gyakushuu"}}
{"translation": {"en": "When it starts to boil, take it from the fire and put it in a jar; Close the lid of the jar.", "sw": "Ɔno na sɛ ɔba a, obehuw mo so sɛ ɛmo, ayiyi mu aba pa no afi ntɛtɛ no mu na ɔde aba pa no akosie na ɔde ogya a ennum da ahyew ntɛtɛ no.\""}}
{"translation": {"en": "\"Not my master.\"", "sw": "Dabi me wura!"}}
{"translation": {"en": "The function of the righteous angels is to do the will of God.", "sw": "Bible ma yehu sɛ, ɛtɔ mmere bi a abɔfo bɔ Onyankopɔn nkurɔfo ho ban sɛnea ɛbɛyɛ a Onyankopɔn apɛde bɛyɛ hɔ."}}
{"translation": {"en": "my husband has four children.", "sw": "Me maame wͻ mma anan."}}
{"translation": {"en": "It was early in the afternoon and I was home alone.", "sw": "Awia adwumadie no firii ase na mebɔɔ mmɔden paa sɛ mentɔ nko."}}
{"translation": {"en": "Then put me in there.", "sw": "So Put Me In."}}
{"translation": {"en": "13:30 'But God raised Him from the dead.", "sw": "30 \"Nanso Onyankopɔn ma ɔsɔre fii awufo mu."}}
{"translation": {"en": "he/she/it has been drinking", "sw": "she/he/it ɔno they wɔn, wɔɔnom"}}
{"translation": {"en": "Why did God sometimes change a person's name in the Bible?", "sw": "Adɛn nti na ɛsɛ sɛ Onyankopɔn din pue wɔ Bible nkyerɛase bi mu?"}}
{"translation": {"en": "Accordingly, He did not own anything on this earth.", "sw": "Wanka sɛ nea ɔwɔ wɔ asase so nyinaa."}}
{"translation": {"en": "Magnified Men's T-Shirts", "sw": "So Awesome Men T-Shirt"}}
{"translation": {"en": "It is illegal to steal", "sw": "Ɛyɛ Bɔne sɛ Wubewia Ade"}}
{"translation": {"en": "There will be no everlasting life for you!", "sw": "na ɔteasefo biara nteɛ wɔ wʼanim."}}
{"translation": {"en": "How does the Bible describe the start of the human family, and why do we know that what it says is true?", "sw": "Bible kyerɛkyerɛ sɛnea abusua fii ase no mu dɛn, na dɛn na ɛma yegye di sɛ nea ɛka no yɛ nokware?"}}
{"translation": {"en": "Nevertheless, these children have very good results at school and they even participate in educational contests.", "sw": "Mmofra a wɔte saa ntumi nsua ade yiye wɔ sukuu, na ɛtɔ da mpo a na wɔpɛ sɛ wokum wɔn ho."}}
{"translation": {"en": "take a personal interest in this movement", "sw": "Ma Oman Yi Ho Nhia Wo"}}
{"translation": {"en": "So you deserve to be complimented.", "sw": "Ɛnde, wofata nkamfo."}}
{"translation": {"en": "And x is 2.", "sw": "Enti x yɛ 2."}}
{"translation": {"en": "When Moses asks God \"Who am I that I should go to Pharaoh and bring the Israelites out of Egypt?\"", "sw": "Mose ankasa mpo bisaa Yehowa sɛ: \"Mene hena a merekɔ Farao anim sɛ merekoyi Israelfo afi Egypt?\""}}
{"translation": {"en": "Then I looked and saw a Lamb standing in the center of the throne that was surrounded by the four living creatures and the elders.", "sw": "Afei mihuu oguammaa bi sɛ ogyina ahengua no mfinimfini a ateasefo baanan no ne mpanyimfo no atwa ne ho ahyia."}}
{"translation": {"en": "South Korea2.", "sw": "adaa korea2nya."}}
{"translation": {"en": "It was Darcey.", "sw": "So ne Lusche."}}
{"translation": {"en": "relating to my field.", "sw": "About Me SanSaraa"}}
{"translation": {"en": "Properties in Tulum cost less than half the price you would pay in other Caribbean locations.", "sw": "Osiandɛ nna asafo yi nnhia sika pii yi nyinara ntsi, wɔdze bɛyɛ sika yi ne fã kɔboaa mbea afofor a atoyerɛnkyɛm esisi wɔ wiadze n'afã afofor."}}
{"translation": {"en": "What's your opinion. - Who Posted?", "sw": "Wubeye?) - Who Posted?"}}
{"translation": {"en": "Eventually, in most translations of the Bible the divine name was completely replaced by expressions such as \"Lord\" and \"God.\"", "sw": "Wɔayi Onyankopɔn din ankasa afi Bible nkyerɛase pii mu na wɔde abodin ahorow te sɛ \"Awurade\" ne \"Onyankopɔn\" na ahyɛ ananmu."}}
{"translation": {"en": "\"Where are my people?'", "sw": "Ɛhefoɔ ne wo nkurɔfoɔ?\""}}
{"translation": {"en": "But, Mukhtar did not, she chose to stay in her hometown.", "sw": "Nanso Guru Mahārāja sɛ, daabi, eye sɛ ɔbɛtena ne fi."}}
{"translation": {"en": "Don't go to sleep right away when you get home.", "sw": "36 Sɛ ofi mu ba a, ɛnsɛ sɛ ɔbɛto mo sɛ moadeda."}}
{"translation": {"en": "D'you have anything to say?\"", "sw": "Wowɔ asɛm bi ka anaa?\""}}
{"translation": {"en": "What happens if you don't get Baptised?", "sw": "Sɛ wuhu sɛ w'adwene nsi wo pi sɛ wobɛbɔ asu nso ɛ?"}}
{"translation": {"en": "When tragedy strikes, the question arises \"Why would God allow such a thing to happen?\"", "sw": "Sɛ atoyerɛnkyɛm si a, wɔn a wonya wɔn ti didi mu no bi bisa sɛ: \"Adɛn nti na Onyankopɔn ma kwan ma saa nneɛma no sisi?"}}
{"translation": {"en": "9 You have set a bound that they may not pass over; That they don't turn again to cover the earth.", "sw": "9 Wotoo ɔhye a na wontumi ntra na wɔammɛka asase so nyinaa bio."}}
{"translation": {"en": "God has to cause the man to come alive (regeneration), then he can believe and have faith.", "sw": "Onyankopɔn ka sɛ, mo ne nnipa a modi mu a wɔayi mo asi hɔ ama adasamma yiedie mo na mo kyerɛkyerɛ deɛ ɛyɛ papa na mo bra bɔne na mogye Allah die. (3:111)."}}
{"translation": {"en": "Jehovah God has the right to rule.", "sw": "Yehowa Nyankopɔn na ɔfata sɛ odi yɛn so."}}
{"translation": {"en": "(2) Granting MP for free of charge", "sw": "Bow Wow Wow MP Free"}}
{"translation": {"en": "G 6:5 for each one should carry their own load.", "sw": "Na mfa wo ho ntoto afoforo ho; 5efisɛ ɛsɛ sɛ obiara soa nʼadesoa."}}
{"translation": {"en": "In the Name of the Father - Wikipedia", "sw": "fofo - Wiktionary"}}
{"translation": {"en": "But the one who endures to the end will be saved.!", "sw": "Nanso, wɔn a wobegyina pintinn akodu awiei no, wobenya nkwa."}}
{"translation": {"en": "the water being then given to the animal to drink.", "sw": "Afei, wɔmaa nnwan no nsuo nomeeɛ."}}
{"translation": {"en": "pable in terms of how much", "sw": "Aso Ebi How Much"}}
{"translation": {"en": "When I'm having a difficult time, I call or text a friend.", "sw": "Sɛ me ne m'adamfo bi rebɔ nkɔmmɔ a, ɛyɛ a mema call anaa text message twetwe m'adwene?"}}
{"translation": {"en": "Who is Damian Wayne's...", "sw": "Who dash Nnamdi Kanu papa .."}}
{"translation": {"en": "These arrays are very large.", "sw": "Saa ntrontron yi dɔɔso."}}
{"translation": {"en": "become my mirror image, to save me from having to be aware of", "sw": "me bibo wohu ka na mensu enhye mihu"}}
{"translation": {"en": "\"So they sent twelve thousand warriors to Jabesh-gilead with orders to kill everyone there, including women and children.", "sw": "10Enti wɔsomaa akofo mpem dumien kɔɔ Yabes Gilead sɛ wonkokunkum obiara a ɔwɔ hɔ a mmea ne mmofra ka ho."}}
{"translation": {"en": "I shall get up and go to my father and I shall say to him, \"Father, I have sinned against heaven and against you.\"", "sw": "Mɛsɔre makɔ m'agya nkyɛn, na mase no sɛ: Agya, mayɛ ɔsoro ne w'anim bɔne."}}
{"translation": {"en": "What makes a good character? - 6:14", "sw": "Dɛn na Ɛma Obi Yɛ Adamfo Pa? 6/14"}}
{"translation": {"en": "Put your hole-in-One up on your wall!", "sw": "senpai no koto dake wo kenkyuu ne!"}}
{"translation": {"en": "At the turn for US 441.", "sw": "Cum See About Me 441 再生数"}}
{"translation": {"en": "For all of His people", "sw": "wɔ ne nkurɔfo nyinaa anim,"}}
{"translation": {"en": "Do not Get Familiar with Strangers", "sw": "Njonni Wote"}}
{"translation": {"en": "The world of God, not the world", "sw": "Momma Yennya Onyankopɔn Honhom, Ɛnyɛ Wiase Honhom"}}
{"translation": {"en": "My own experience with dry eye disease...", "sw": "眼の病気について- About Eye Disease -"}}
{"translation": {"en": "12: \"Is it nothing to you, all ye that pass by?\"", "sw": "12\"Ɛmfa mo ho anaa, mo a motwam hɔ nyinaa?"}}
{"translation": {"en": "These figures demonstrates how the growth of our economy is gradually relying on digital structures in bringing meaningful changes to business and society at large.", "sw": "Akonta a yɛrebuo yi kyerɛ ɔkwan a yɛnam abɛɛfo Kwan so rema sikasɛm ntotoeɛ renyini na ɛde nsakraeɛ papa reba nnwuma ne asetena mu nyinaa."}}
{"translation": {"en": "Ahhh, get thee behind me Thisbe!", "sw": "♡*. ↺ ❪⠀obey me anon!⠀❫"}}
{"translation": {"en": "This is how Paul conducted himself in ministry.", "sw": "Adwuma bɛn na Paulo yɛ de hwɛɛ ne ho bere a ɔreyɛ asɛnka adwuma no?"}}
{"translation": {"en": "Germany - 7 hours 54 minutes", "sw": "Mini Tfo - 7 Minutes De Mini Tfo"}}
{"translation": {"en": "And so this is a good step.", "sw": "Enti eyi yɛ kwan pa."}}
{"translation": {"en": "It's your wife!", "sw": "Wo yere nie!"}}
{"translation": {"en": "Why did Jesus have to come back from the dead?", "sw": "Dɛn nti na Yesu nyanee awufo?"}}
{"translation": {"en": "This Might Save Your Life!", "sw": "Ebetumi Agye Wo Nkwa!"}}
{"translation": {"en": "ager or superintendent.", "sw": "super Anil anaa 🐃"}}
{"translation": {"en": "\"He who is not with Me is against Me; and he who does not gather with Me, scatters.", "sw": "\"Obiara a onni m'afa no tia me, na nea ɔne me mmoaboa ano no, hwete mu."}}
{"translation": {"en": "He served the Lord with his whole heart.", "sw": "Momfa koma pa nsom Awurade."}}
{"translation": {"en": "Childcare for infants is also available.", "sw": "Mmoa nso wɔ mma a wɔhwɛ wɔn."}}
{"translation": {"en": "It's like your mother's", "sw": "Ɛna wo yɛ me sɛɛyɛ"}}
{"translation": {"en": "In this case, the calling worker will wait for the first task to finish before sending the second.", "sw": "Enti sɛ ɔde adwuma a edi kan no hyɛ akoa no nsa a, bere bi betwam ansa na ɔde nea ɛto so abien no ahyɛ ne nsa."}}
{"translation": {"en": "God gave the first man, Adam, and the first woman, Eve, everything they needed to live in peace and true prosperity.", "sw": "Ɔmaa nnipa a wɔdi kan, Adam ne Hawa, ofie a ɛyɛ fɛ, nea wɔhia biara wɔ asetenam, ne adwuma a abotɔyam wom."}}
{"translation": {"en": "St Georges is nearby.", "sw": "Papa Gyros Near Me"}}
{"translation": {"en": "\"They asked, 'Why do your disciples break the traditions of our ancestors?", "sw": "Wɔbisaa no sɛ: \"Adɛn nti na w'asuafoɔ no bu mpanimfoɔ atetesɛm soɔ?"}}
{"translation": {"en": "WE need to be obedient to God's law.", "sw": "Ɛsɛ sɛ yɛsi nketekrakye sɛ yɛbɛtie Onyankopɔn mmara a ɛfa mogya ho no"}}
{"translation": {"en": "It comes to your case.", "sw": "Me wo case anaa.."}}
{"translation": {"en": "the wisdom of God!", "sw": "'O Onyankopɔn, Nyansa Bun a Emu Dɔ!'"}}
{"translation": {"en": "His handiwork you have blessed, and his flocks has spread widely throughout the country.", "sw": "Woahyira ne nsa ano adwuma so, enti ne nguan ne nʼanantwi ase atrɛw asase no so."}}
{"translation": {"en": "Beginning to see the light, Tojo?", "sw": "Behisaabi ho gayi, toh?"}}
{"translation": {"en": "mmm mmm look at her now ohhhhh", "sw": "M5 Look At Me Now / miwa"}}
{"translation": {"en": "{ Luke 11:27 } While he was saying this, a woman in the crowd raised her voice and said to him, \"Blessed is the womb that bore you and the breasts that nursed you!\"", "sw": "Yesu gu so rekasa no, ɔbea bi fi nnipakuw no mu kae se, \"Nhyira nka yafunu a ɛwoo wo ne nufu a wunumuu ano!\""}}
{"translation": {"en": "\"Because these two prophets tormented those who dwell on the Earth.", "sw": "Wobegye wɔn ani na wɔakyɛ wɔn ho akyɛde efisɛ, saa adiyifo baanu no na wɔde ɔhaw bɛtoo asase sofo so."}}
{"translation": {"en": "They were what they needed to one another.", "sw": "Saa berɛ no paa na na obiara hia ne yɔnko."}}
{"translation": {"en": "Satan says to God, 'Job doesn't love You, he's using You' - but God doesn't accept it.", "sw": "Satan ka kyerɛɛ Onyankopɔn sɛ: \"Ɛnyɛ ɔdɔ a nnipa dɔ wo nti na wɔsom wo."}}
{"translation": {"en": "Approximately 8 days.", "sw": "About 8 Nna"}}
{"translation": {"en": "Or was it he who suffered the confusion...?", "sw": "Anaadɛ adze a wɔato no dua mu bɛse nyia ɔyɛɛ no no dɛ onnyi ntsease anaa?"}}
{"translation": {"en": "Joe Namath (JN): Oh yeah, of course!", "sw": "Mme Audet (Johanne): Oui."}}
{"translation": {"en": "Come out of him.\" 26 The evil spirit screamed, threw the man into convulsions, and came out of him.", "sw": "Fi ne mu kɔ!\" 26 Honhommɔne no wosow saa ɔbarima no ma ɔteɛteɛɛm dennen na etu kɔe."}}
{"translation": {"en": "9 As the Father has loved me, I also have loved you.", "sw": "9 \"Sɛnea Agya no dɔ me no, saa ara nso na me nso medɔ mo."}}
{"translation": {"en": "Italia's next first lady", "sw": "Next Shadow Woman"}}
{"translation": {"en": "The way Europe has lived for roughly 1,500 years.", "sw": "Wɔatena ɔman no mu bɛyɛ mfe 1,500 ni."}}
{"translation": {"en": "Get more information on this annual event.", "sw": "Hwehwɛ dɛm afe afe ehyiadzi yi ho nsɛm pii."}}
{"translation": {"en": "The Reading was more difficult.", "sw": "Nanso ɛba akenkan a, na ayere ama wɔn."}}
{"translation": {"en": "He created the earth and all that is in it", "sw": "Wobɔɔ wiase ne nea ɛwɔ mu nyinaa."}}
{"translation": {"en": "All Rivers run into the sea; yet the sea is not full.", "sw": "\"Nsubɔnten nyinaa sen kogu po mu, nanso ɛpo nyɛ mã da."}}
{"translation": {"en": "the tigers make my life.", "sw": "Po Tigresa Bring Me Life"}}
{"translation": {"en": "Either people are gonna get the car or they won't.", "sw": "Car no amba aa, yɛbɛba o"}}
{"translation": {"en": "He has made a lot of improvement.", "sw": "Seesei wanya nkɔanim paa."}}
{"translation": {"en": "Where Did the King James Bible come from?", "sw": "Mɛni Biblia Lɛ Wieɔ Yɛ Yoo Fro Maria He?"}}
{"translation": {"en": "Will you be doing baby-led weaning?", "sw": "So nice maza aa gya"}}
{"translation": {"en": "\"What I learned helped me become a better person.", "sw": "Nea mesuae no ama mayɛ onipa pa."}}
{"translation": {"en": "So the holy one to be born will be called the Son of God'\" Luke 1:35", "sw": "Ɛno nso nti na wɔbɛfrɛ deɛ wobɛwo no no kronkron, Onyankopɔn Ba.\" - Luka 1:35."}}
{"translation": {"en": "\"Hurry and bring my father down here.\"", "sw": "Monyɛ ntɛm nkɔfa me papa mmra ha.'"}}
{"translation": {"en": "JD.com was born.", "sw": "wonwoo.com WONWOO"}}
{"translation": {"en": "when a woman screams", "sw": "When Woman Wee"}}
{"translation": {"en": "omg its a bear infected by the flood from halo..........run?", "sw": "Ko ki yɛn kunwɔ shyɛn woo we.\""}}
{"translation": {"en": "\"105 Thy word is a lamp unto my feet, and a light unto my path.\"", "sw": "105 W'asɛm yɛ kanea a ɛkyerɛ me kwan na ɛyɛ me kwan so kanea."}}
{"translation": {"en": "Love is meat and drink, and a blanket to boot.", "sw": "Aware nye nsafufu na woaka ahwe."}}
{"translation": {"en": "Believe in Lord SHIVA and have FAITH in him.", "sw": "Tie Yehowa na fa wo werɛ hyɛ ne mu."}}
{"translation": {"en": "you'll see the road going hundreds of kilometres.", "sw": "À Ahu Ahu Road (0 km)."}}
{"translation": {"en": "\"Christ is the visible image of the invisible God,\" (Colossians 1:15).", "sw": "Asoo ɛbahola wɔanwu \"Nyamenle ne mɔɔ ɛnyelɛ ɛnnwu ye la\"? - Kɔlɔsaema 1:15."}}
{"translation": {"en": "I'm sending them off to Japan in the morning.", "sw": "Yɛrefi Japan ɔkyena anɔpa."}}
{"translation": {"en": "The Other Side of the World: Slovenia", "sw": "Anyin Morofo - Slovenian"}}
{"translation": {"en": "So many of the people in the Bible needed courage to do what God wanted them to do.", "sw": "Enti na ebehia sɛ Henok nya akokoduru kɛse na watumi aka nea Onyankopɔn bɛyɛ no ho asɛm akyerɛ nkurɔfo no."}}
{"translation": {"en": "That's being difficult?", "sw": "Eyi yɛ den anaa?"}}
{"translation": {"en": "Fred Taylor isn't?", "sw": "So no Taylor Herbert"}}
{"translation": {"en": "He transforms and lands on top of the tower.", "sw": "ɔresiane na ɔnante asase sorɔnsorɔmmea so."}}
{"translation": {"en": "Wash your fruits and vegetables before preparing them to be eaten.", "sw": "Enti wokɔtɔ atosodeɛ a, hohoro ho yie ansa na wode ayɛ aduane."}}
{"translation": {"en": "A1 I Don't Know Where I Stand", "sw": "A2 Mennim Baabi A Mewu Ada"}}
{"translation": {"en": "Cote d'Ivoire and Brazil", "sw": "bahiae ne Brazil"}}
{"translation": {"en": "him to use his authority and power", "sw": "Na Wo Main Na Wo Tum"}}
{"translation": {"en": "\"Your friend can't stand to see you suffer, so she might try to alleviate your anxiety by telling you what she thinks you want to hear, even if it's not the smartest way to proceed.\"", "sw": "\"Obi retu wo fo a, anhwɛ a wo bo befu araa ma wonkae mpo sɛ ɔpɛ sɛ ɔboa wo ma wuhu nyansa na ɛnyɛ sɛ ɔrehyɛ wo abofuo.\" - Theresa."}}
{"translation": {"en": "Weighs approximately 17", "sw": "  WUNWUNWUN About111"}}
{"translation": {"en": "[6] Moreover, we have not listened to Thy servants the prophets, who spoke in Thy name to our kings, our princes, our fathers, and all the people of the land.", "sw": "6Yɛantie wʼasomfo adiyifo a wɔkasaa wɔ wo din mu kyerɛɛ yɛn ahemfo ne ahenemma ne agyanom ne nnipa a wɔwɔ asase no so nyinaa."}}
{"translation": {"en": "\"6 ...During the decades leading up to 1914, C. T. Russell and his close associates did a work like that of John the Baptizer.", "sw": "Ansa na 1914 reba no, C. T. Russell ne ne mfɛfo yɛɛ adwuma bi te sɛ Yohane Suboni de no. Wɔde sii wɔn ani so sɛ wɔbɛtweetwee Bible mu ma nokware no apue."}}
{"translation": {"en": "Under the influence, possibly", "sw": "Akwaete, Abia"}}
{"translation": {"en": "My Son, the Pornographer.", "sw": "  fofo, fofo porns"}}
{"translation": {"en": "\"In that day, you won't ask me anything.", "sw": "Sɛ saa da no du a, moremmisa me biribiara."}}
{"translation": {"en": "A third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up.'", "sw": "Nnua nkyɛm abiɛsa mu baako hyewee, ɛnna sare nyinaa nso hyewee."}}
{"translation": {"en": "When He was falsely accused, He remained silent.", "sw": "Bere a wɔbɔɔ no sobo no, ɔyɛɛ komm"}}
{"translation": {"en": "'What is it you want?' the king asked.", "sw": "Ɔhene no bisaa no sɛ: 'Dɛn na wohwehwɛ?'"}}
{"translation": {"en": "According to Today's Christian Woman magazine", "sw": "Today Woman Bible Law"}}
{"translation": {"en": "Malicious payloads can include:", "sw": "adesokan adewumi 说:"}}
{"translation": {"en": "That's wonderful, Rey.", "sw": "Awesome, Ahemd!"}}
{"translation": {"en": "And one can't accomplish the same in some other way?", "sw": "Kɛ ɔkɛyɛ na ɛdawɔ noko wɔamboda awie wɔ adenle ko ne ala azo ɛ?"}}
{"translation": {"en": "Your friends or family can then come to get you or make up an excuse for you to leave.", "sw": "Ɛ gɔnwo mɔ anzɛɛ wɔ abusua ne bahola arava wɔ anzɛɛ bɛbahola bɛazɛlɛ adenle bɛamaa wɔavi ɛkɛ.\""}}
{"translation": {"en": "9While he was still speaking to them, Rachel came with her father's sheep, for she was a shepherdess.", "sw": "9Yakob gu so ne wɔn rekasa no ara na Rahel a ɔno nso yɛ oguanhwɛfo no de nʼagya nguan baa hɔ."}}
{"translation": {"en": "Because these laws were given through the prophet Moses, they are sometimes called the Mosaic Law.", "sw": "Esiane sɛ odiyifo Mose na wɔnam no so de mmara ahorow yi mae nti, ɛtɔ mmere bi a wɔfrɛ no Mose Mmara."}}
{"translation": {"en": "'Whoever does for his brother what pleases him, solely to bring him joy, Allah will bring joy to him on the day of Qiyamah.'", "sw": "Mo nua ɔbra ehum yɛ nokwar Sɛma ɔbɛba, na ɔyɛ Sunsum nepɛ, da kor anaa aber bi ɔbesi wo do."}}
{"translation": {"en": "Learning to play a musical instrument is a fun and rewarding experience.", "sw": "Esi suae hun dɛ serew yɛ adze a idze ma a ehwer biribiara."}}
{"translation": {"en": "Gold Ore Leaching Process In Brazil", "sw": "Mirai Wo Tsukuru Kigyo Ka Brazil Hen"}}
{"translation": {"en": "Show me the data mining, then show me the theory.", "sw": "Show Me The Mmary?: 윤필드님?"}}
{"translation": {"en": "He demanded justice.", "sw": "na ɔpɛ atɛntrenee;"}}
{"translation": {"en": "\"Who's going to harm you if you're enthusiastic for what is good?\"", "sw": "Sɛ wopere sɛ wopɛ sɛ woyɛ deɛ ɛtene a, hwan na ɔbɛha wo?"}}
{"translation": {"en": "What are you determined to do?", "sw": "Dɛn na woasi wo bo sɛ wobɛyɛ?"}}
{"translation": {"en": "He is also the patron god of the city of Babylon.", "sw": "Ɔno ne Babilon kurow no nyame titiriw."}}
{"translation": {"en": "What's in the plan for elder care?", "sw": "So How About Beaver Elder Care?"}}
{"translation": {"en": "This book tells the future.\"", "sw": "Saa nhoma yi ka daakye asɛm."}}
{"translation": {"en": "9:5 The LORD set a definite time, saying, \"Tomorrow the LORD will do this thing in the land.\"", "sw": "5Awurade ahyɛ bere pɔtee na ɔkae se, Ɔkyena, Awurade bɛyɛ eyi wɔ asase no so."}}
{"translation": {"en": "Puerto Rico is a U.S. territory and its residents are U.S. citizens, yet Trybus, who is white, told Irizarry that \"if you're an American citizen, you should not be wearing that.\"", "sw": "Ɛtesɛ neɛ wo yɛ Amerika ni nanso Amerika ni kunini no ne wo man panyin Nanso worentumi nka sɛ \" Esiane sɛ meyɛ Amerika ni nti, me ne Owura Niɔon.\""}}
{"translation": {"en": "A famine for the Word of God.", "sw": "na mmom, Awurade asɛm ho kɔm."}}
{"translation": {"en": "11 are invited to listen to", "sw": "11.Untie Me"}}
{"translation": {"en": "Do I have to give a child a mobile phone?", "sw": "Ɛsɛ Sɛ Mema Me Ba Smatfon Anaa?"}}
{"translation": {"en": "She said: \"Because I was eating again, my weight started to go up and it made me so uncomfortable.", "sw": "Ɔkae sɛ: \"Akɔnnɔ bɔne no mu yɛɛ den araa ma m'ani baa me ho so no, na aka akyi dodo.\""}}
{"translation": {"en": "Or saying \"I don't know.\"", "sw": "^ Anzɛɛ \"kyɛnze ekyi.\""}}
{"translation": {"en": "That's so cool Emma.", "sw": "So hot Emma"}}
{"translation": {"en": "The word excellent means \"wide, large, powerful.\"", "sw": "tatraa ɛkyerɛ \"wide, extensive, large.\""}}
{"translation": {"en": "You need to know about EPF", "sw": "Know About EPFO"}}
{"translation": {"en": "350 when god writes your love story RTF", "sw": "Onyame bema ne homeneso ft fameye"}}
{"translation": {"en": "The Beast of Love 11.", "sw": "Mew mew amore 11"}}
{"translation": {"en": "28 Then they asked him, \"What must we do to do the works God requires?\"", "sw": "28Nnipa no bisaa no sɛ, \"Ɛdeɛn na yɛnyɛ na yɛasɔ Onyankopɔn ani?\""}}
{"translation": {"en": "Therefore, just as sin entered the world through [Adam], and death through sin, and in this way death came to all people, because all sinned...", "sw": "Nyamenle Edwɛkɛ ne se: \"Yemɔti kɛmɔ ɛtane luale sonla ko [Adam] anwo zo a rale ewiade, na sonla ko ne ɛtane ne vale ewule rale la, yɛɛ ewule dele kpondenle aleɛabo amra anwo zo a, ɔluakɛ menli kɔsɔɔti ɛyɛ ɛtane.\""}}
{"translation": {"en": "That's their battle, not ours.\"", "sw": "Ɛyɛ ne ko, na ɛnyɛ yɛn ko."}}
{"translation": {"en": "Talk of the Town: Elizabethtown", "sw": "Woman want nsa Elizabethtown"}}
{"translation": {"en": "Now he's turned his back on the truth.", "sw": "Seesei wasan aba nokorɛ no mu."}}
{"translation": {"en": "practising evil hates the light and does not come to the light, lest his deeds should be exposed.", "sw": "Ɔdebɔneyɛfo biara mpɛ Hann no, na ɔremmɛn Hann no, efisɛ, osuro sɛ ne nneyɛe bɔne no bɛda adi."}}
{"translation": {"en": "\"About the Woman.\"", "sw": "\"Raw Woman \""}}
{"translation": {"en": "\"'... neither will I be with you any more, except ye destroy the accursed from among you.'", "sw": "Merenka mo ho bio, gye sɛ mosɛe biribiara a ɛwɔ mo nkyɛn a anka ɛsɛ sɛ mosɛe no."}}
{"translation": {"en": "But don't know where to?", "sw": "Na wo nnim nea wo nfa nfa"}}
{"translation": {"en": "now you see me book", "sw": "Now You See Me Book"}}
{"translation": {"en": "I don't understand what you want from me.\"", "sw": "Meda so ara nte nea wohwehwɛ fi me hɔ no ase."}}
{"translation": {"en": "I've been a runner for over twenty years.", "sw": "\"Mayɛ akwampae adwuma no bɛboro mfe 20 ni."}}
{"translation": {"en": "Hear My Voice, and listen to Me.", "sw": "Se mi kasa ah tie me eh, tie me eh"}}
{"translation": {"en": "What if I was sexually harassed?", "sw": "Sɛ Obi De Nna Ho Asɛm Reteetee Me Ɛ?"}}
{"translation": {"en": "The War was over!", "sw": "Agyakoo - Afa oo!"}}
{"translation": {"en": "chthonic dwelling beneath the surface of the earth", "sw": "alex konadu duawuo due oo asase asa"}}
{"translation": {"en": "Stop making my Father's house a market place\" (2:16).", "sw": "Monnyɛ m'Agya fie adwadie fie.\"  - Yohane 2:16."}}
{"translation": {"en": "Recently in the news, The National Post published an article about Robert Michael Crawford.", "sw": "Ade kyee ara pɛ, atesɛm krataa a wɔato din O Século tintim asɛm bi faa Onua Rutherford kasa no ho."}}
{"translation": {"en": "For \"one who is faithful in a very little is also faithful in much\" (v10).", "sw": "\"Onipa a odi ade ketewaa mu nokware no, odi pii mu nokware nso\" (10)"}}
{"translation": {"en": "be found analogous to Mr. T. S. Eliot's comparison of the sky to a", "sw": "Compare Paradise M. Asam"}}
{"translation": {"en": "Have you weighed up our various merits and demerits yet?\"", "sw": "Nti yɛn to aba na mo mbɔ yɛn mfuturo?"}}
{"translation": {"en": "Chimamanda Ngozi Adichie is one Nigerian that is glowing for all the right reasons.", "sw": "kyewa ass niggas agye mo anko te biribone bi besi biara e know you"}}
{"translation": {"en": "Who'll pay for all this?", "sw": "Hwan na etua weinom nyinaa ho ka?"}}
{"translation": {"en": "This is not something new", "sw": "Ɛhye ɛnle debie fofolɛ."}}
{"translation": {"en": "by the London Eye.", "sw": "Na London Eye."}}
{"translation": {"en": "The Ministry of Justice supported us.", "sw": "Anokwa, asɛnka adwuma no hyɛ yɛn den."}}
{"translation": {"en": "China's influence in Mexico", "sw": "Wɔboa Chinafo Wɔ Mexico"}}
{"translation": {"en": "The shape of the Pua should look like a roti or, appam with the only difference that it will be a little thicker. (fry one pua at a time)", "sw": "Nɛ bǎchi pɛ́pɛ́p, kɛ puyɛ̌ yɛ̌ntɨkɨ mmu ywɛka.\""}}
{"translation": {"en": "himself; \"The woman which thou gavest to be with me, she gave me of the tree, and I did eat.\"", "sw": "Ɔkae sɛ: \"Ɔbea a wode no maa me no na ɔmaa me dua no aba no bi dii.\""}}
{"translation": {"en": "Give me a woman", "sw": "Give Me a Woman"}}
{"translation": {"en": "It seems like they needed each other.", "sw": "Saa berɛ no paa na na obiara hia ne yɔnko."}}
{"translation": {"en": "Feeling up the creek - Justice 07/19/04 (7)", "sw": "Namae no Nai Sora wo Miagete- 7/7/04"}}
{"translation": {"en": "Crowne Plaza Suites Other", "sw": "Nkwo Oyofo Square II"}}
{"translation": {"en": "In women's tank top.", "sw": "Baa Baa Baa Women's Tank Top"}}
{"translation": {"en": "Then the LORD sent a pestilence to Israel, and 70,000 men died in Israel.", "sw": "14Na Awurade maa ɔyaredɔm baa Israel so, maa nnipa mpem aduɔson wuwui."}}
{"translation": {"en": "Make them understand why it is important to save money and how it will help them in the future.", "sw": "Kenkan na hu nea enti a ɛho hia ne sɛnea ɛbɛboa wo daakye."}}
{"translation": {"en": "\"I heard the SH-word.\"", "sw": "Tee Metee D Coom \" s"}}
{"translation": {"en": "Damian Daly How to Make Love to a Woman", "sw": "Dawya Ranks - Make Me Love Woman So"}}
{"translation": {"en": "Quote \" this is the most beautiful gift that I've ever received.\"", "sw": "ASƐM A ƐDA SO \"Ɛno Ne Akyɛde a Ne Sɛso Nni Hɔ a Me Nsa Aka\""}}
{"translation": {"en": "Fast growth brought a need for larger facilities.", "sw": "Nkɔso no nti, na yehia baa dwumadibea kɛse."}}
{"translation": {"en": "The first third of the book is", "sw": "Nhoma No Fã a Ɛto So Mmiɛnsa Aba"}}
{"translation": {"en": "It's a badger in a chair?", "sw": "Aso ɔgyefoɔ wɔ adakamena mu anaa?"}}
{"translation": {"en": "The March 2015 quarter increased to $1,243.", "sw": "Eduu October 2015 no, na akwampaefo a wɔwɔ Britain dodow adu 13,224."}}
{"translation": {"en": "14th and E. Marion.", "sw": "14 MARTINI E. ne"}}
{"translation": {"en": "Ecclesiastes 9:5 says, \"For the living know that they shall die: but the dead know not anything.\"", "sw": "Ɔsɛnkafo 9:5 ka sɛ: \"Ateasefo nim sɛ wobewuwu; awufo de, wonnim biribiara.\""}}
{"translation": {"en": "I found that in this novel.", "sw": "Mihuu nhoma no wɔ saa nhoma no mu a na menhwɛ kwan."}}
{"translation": {"en": "28 When Lamech had lived a hundred and eighty two years, he had a son.", "sw": "28Lamek dii mfe ɔha ne aduɔwɔtwe abien no, ɔwoo ɔbabarima."}}
{"translation": {"en": "If possible, so far as it depends on you, live peaceable with all people.", "sw": "Biribiara a mugye di sɛ moyɛ a ɛbɛma mo ne nnipa nyinaa atena ase asomdwoe mu no, ɛno na monyɛ."}}
{"translation": {"en": "Diet is as important as the foods.", "sw": "Ɛho hua te sɛ aduhuam."}}
{"translation": {"en": "What happens when a Christian is born again?", "sw": "Sɛ nhwɛso no, wususuw sɛ Kristoni bi betumi ama wɔawo no foforo? - w09 04/01-E."}}
{"translation": {"en": "15 years of service, commented that not having the assurance of being able", "sw": "15Mi isɛɛ ɔso i ara wagbe ɔɖuɖu ɔba ngbɔ."}}
{"translation": {"en": "(Luke 1:26-40) When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit.", "sw": "Ɔkyeaa no. 41Elisabet tee Maria nkyea no, ɔba a ɔda ne yam no kekaa ne ho; amonom hɔ ara, Honhom Kronkron hyɛɛ Elisabet ma."}}
{"translation": {"en": "11 Ephraim will be punished.", "sw": "11Wɔhyɛ Efraim so,"}}
{"translation": {"en": "the storm reaches you.", "sw": "Ahom wo ava yi"}}
{"translation": {"en": "\"Everything clean hospitable everything is very well.\"", "sw": "\"Onyankopon Adom Nti Biribiara Beye Yie.\""}}
{"translation": {"en": "My name is Jodi.", "sw": "Me too Jodi."}}
{"translation": {"en": "21 And they did not repent of their murders, nor of their sorceries, nor of their immorality, nor of their thefts.", "sw": "21 Saa ara nso na wɔansakra wɔn adwene amfi wɔn awudi ne wɔn aduto ne wɔn aguamammɔ ne wɔn korɔn mu."}}
{"translation": {"en": "tip-toeing the border of repentance and grace", "sw": "Oo Itna Na Yad Aya Kro So Na Saky"}}
{"translation": {"en": "Evidently Job didn't think so.", "sw": "Ná Hiob gye di sɛ ɛnyɛ hɔ na ɔbɛtena daa."}}
{"translation": {"en": "Joseph Smith, jun., Sidney Rigdon and Oliver Cowdery arrived at Kirtland, O., from their visit to Missouri.", "sw": "Na Nkɔmhyɛni no, Sidney Rigdon, ne Oliver Cowdery afiri wɔn nsrahwɛ wɔ Missouri abɛduru Kirtland Ɔsannaa, 27."}}
{"translation": {"en": "I am so happy you are my baby.", "sw": "ɛyɛ me dɛ sɛ wo yɛ me girl"}}
{"translation": {"en": "I just can&#39;t seem to get it right.", "sw": "I can&#39;t believe sɛ aka me nko oo e"}}
{"translation": {"en": "A jury of 12 men", "sw": "adidas adi ease 12 Men NWT"}}
{"translation": {"en": "45 And I, because I speak the truth, ye do not believe me.", "sw": "45 Nanso me de, esiane sɛ meka nokware nti, na munnye me nni no."}}
{"translation": {"en": "carefully--sympathetically keeping in mind that my linguistic", "sw": "hwɛ ... so yie - Akan Dictionnaire _ Akan kasahorow"}}
{"translation": {"en": "\"I don't want to share you, either,\" I smiled.", "sw": "Wo nso wubetumi de ayɛ serew aka sɛ, \"me koraa mepɛ sɛ me so tew o!\""}}
{"translation": {"en": "There's a plug-in for a GameCube controller on the Wii, how else would you play GameCube games?", "sw": "Jizɔs kɔl wan smɔl bɔbɔ, ɛn mek i tinap bifo dɛn ɔl."}}
{"translation": {"en": "The First Amendment says there shall be no law respecting an establishment of religion.", "sw": "Na apam a edi kan no wɔ mmara a wɔnam so som."}}
{"translation": {"en": "4:9 The word is a faithful and worthy of all acceptation.", "sw": "9Eyi yɛ nokwasɛm a ɛsɛ sɛ wogye to mu na wogye di."}}
{"translation": {"en": "The Lord worked with the efforts of his servants, and made his work effective.", "sw": "Ade nyinaa so Tumfoɔ Nyankopɔn ani sɔ mmɔden a n'asomfo bɔ sɛ wɔbɛboa ama n'atirimpɔw abam."}}
{"translation": {"en": "some Pharisees and scribes came from Jerusalem to Jesus and asked.", "sw": "Da bi, Farisifo ne Yudafo mpanyin no bi fii Yerusalem baa Yesu nkyɛn bebisaa no se,"}}
{"translation": {"en": "· The kingdom of God is near.", "sw": "Onyankopɔn Ahennie no abɛn."}}
{"translation": {"en": "What if you chose to not give up on life?", "sw": "ANƐ SƐ GBI NƐ NGƐ BAIBLO Ɔ MI Ɔ TSAKE LO?"}}
{"translation": {"en": "On the Way to Kazakhstan", "sw": "So Kwun Wat to Kazakhstan"}}
{"translation": {"en": "Watch, therefore, because you do not know the day or the hour.", "sw": "\"Enti, monwɛn, na munnim da anaa dɔn ko a, mɛsan aba."}}
{"translation": {"en": "Very nice work <3.", "sw": "WOW awesomee Work <3"}}
{"translation": {"en": "You too can have such an experience.", "sw": "Wo nso wubetumi anya osuahu a ɛte saa."}}
{"translation": {"en": "The same yesterday, today and forever...", "sw": "Asetɛnla Mɔɔ Gyi Bodane Zo Ɛnɛ Nee Mekɛ Mɔɔ Ɛnlɛ Awieleɛ"}}
{"translation": {"en": "The blood of brethren has been drained.", "sw": "Breman Nyamebekyere."}}
{"translation": {"en": "the True Vine.", "sw": "Nokware Bobe No"}}
{"translation": {"en": "Was he left or right?", "sw": "Ɔmfa benkum anaa ɔmfa nifa?"}}
{"translation": {"en": "out of Aisling", "sw": "matwe me ho afi"}}
{"translation": {"en": "21 Fathers, do not exasperate your children, so that they won't become discouraged.", "sw": "21Agyanom, munnyi mo mma abufuw na ammu wɔn aba mu."}}
{"translation": {"en": "1 Now concerning spiritual gifts, brothers, I do not want you to be uninformed.", "sw": "1Me nuanom, mempɛ sɛ morenhu nsɛm a ɛfa Honhom Kronkron akyɛde no ho no. 2Munim sɛ bere a na moyɛ abosonsomfo no, moyeraa kwan kɔɔ ahoni a awuwu no nkyɛn."}}
{"translation": {"en": "Lives with her husband in Turkey.", "sw": "Ɔbea bi ne ne kunu te Armenia."}}
{"translation": {"en": "I'm just really excited to be a part of such a great organization.\"", "sw": "Ɛhyɛ me gyidi den paa sɛ mewɔ ahyehyɛde kɛse a ɛte saa mu!\""}}
{"translation": {"en": "Jesus gave us the greatest gift.", "sw": "Yehowa akyɛ yɛn ade kɛse a ɛsen biara."}}
{"translation": {"en": "The Bible says that a person who practices fornication \"is sinning against his own body.\" (1 Corinthians 6:18) How is that true?", "sw": "Bible se: \"Nea ɔde ne ho hyɛ aguamammɔ mu no yɛ n'ankasa nipadua bɔne.\" (1 Korintofo 6:18) Dɛn na ɛkyerɛ sɛ asɛm yi yɛ nokware?"}}
{"translation": {"en": "that I have not yet been born.", "sw": "Aw no stills of No Min Woo?: ("}}
{"translation": {"en": "What is the difference between the first three and the last two?", "sw": "Ngakyile boni a wɔ ngyegyelɛ nsa ne mɔɔ lumua la nee mɔɔ ɛha la anu a?"}}
{"translation": {"en": "Even though they think they have got it something could happen and another person will win.", "sw": "Nanso sɛ biribi bɛtumi aba a, na ɛsɛ sɛ obi na ɛde ba anaa biribi wɔ hɔ dada na foforɔ nam so aba."}}
{"translation": {"en": "Pilate said to Him, \"What is Truth?\"", "sw": "Pilato bisaa no se, \"Ɛdɛn ne saa nokware no?\""}}
{"translation": {"en": "We participate in conventions and conferences.", "sw": "Afei nso, yɛka ho asɛm wɔ yɛn nhyiam akɛse ne nketewa ase."}}
{"translation": {"en": "Let him come down now from the cross, and we will believe in him!\"", "sw": "Sian fi asɛnnua no so si fam, na yennye wo nni!\""}}
{"translation": {"en": "report on Alinghi's win at", "sw": "About Gye Won Byun"}}
{"translation": {"en": "He was a Lumberman and Farmer.", "sw": "Na ɔyɛ ɔbarima a nʼani gye kua ho."}}
{"translation": {"en": "Angel (v. 17): reaps the grapes", "sw": "Y17: Nêroassós [ Luw ]"}}
{"translation": {"en": "Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas? 56 Aren't all his sisters with us?", "sw": "Ɛnyɛ ne nua barimanom ne Yakobo ne Yosef ne Simon ne Yuda? 56Ɛnyɛ yɛne ne nuabeanom na ɛte ha?"}}
{"translation": {"en": "It is the story of a little girl who loves to read.", "sw": "Eyi yɛ abasɛm bi a ɛfa abarimaa ketewaa bi a ɔpɛ akenkan ho."}}
{"translation": {"en": "leading them through the streets.", "sw": "ma wɔtetee wɔ mmɔntene so."}}
{"translation": {"en": "Romans 11:33 says, \"O the depth of the riches both of the wisdom and knowledge of God!\"", "sw": "3:11) Yebetumi ne ɔsomafo Paulo ayɛ adwene na yɛaka sɛ: \"O hwɛ sɛnea Onyankopɔn ahonya ne nyansa ne nimdeɛ mu dɔ fa!\""}}
{"translation": {"en": "Being able to provide help today will help us to have a smoother transition in the future.", "sw": "Saa yɛsiezie yɛ nwo ɛnɛ a, ɔbaboa yɛ yeamaa yɛagyinla kpundii kenle bie."}}
{"translation": {"en": "Delegates must go to every province of my kingdom and bring all the most beautiful girls to the citadel of Susa.", "sw": "3Ɔhene nyi ananmusifo bi wɔ ɔmantam biara mu, na wɔmfa mmea ahoɔfɛfo yi mmra ɔhene yerenom atenae wɔ Susa."}}
{"translation": {"en": "So, what about the photographs?", "sw": "So How About Our Photos"}}
{"translation": {"en": "Learn more about Environmental Science.", "sw": "Wobɛtumi asua nyansahu ho ade pii."}}
{"translation": {"en": "But that's Austin.", "sw": "← So so Austin"}}
{"translation": {"en": "\"Have you--have you?", "sw": "WoWoW _ Che ne so?"}}
{"translation": {"en": "Americans spend on average 40 minutes per week playing with their children.", "sw": "Nhwehwɛmu bi a wɔyɛe mu no, awofo a wɔwɔ Italy kae sɛ sɛ wɔkyem pɛpɛɛpɛ a, simma 15 na wɔne wɔn mma de di agoru da biara."}}
{"translation": {"en": "And he said he didn't - \"He wasn't scared of bullets.\"", "sw": "no see, \"Osua ne suru.\""}}
{"translation": {"en": "Horton Hatches The Egg and Faithfulness", "sw": "Kokoro no koe ni mimi wo sumasete"}}
{"translation": {"en": "Window-cleaner falls to his death at the Corinthia", "sw": "Ano ko no wo ie wa KORONIARU"}}
{"translation": {"en": "Ask yourself how long you intend to stay in your home.", "sw": "Mobɛtumi asusu nea ɛdidi so yi ho: Wobɛtena fie hɔ akɔsi da bɛn?"}}
{"translation": {"en": "\"No,\" answered Johnny.", "sw": "Yohane yii wɔn ano sɛ: \"Dabi!\""}}
{"translation": {"en": "Tell us how these things will be.", "sw": "\"Ka Kyerɛ Yɛn, Bere Bɛn na Eyinom Bɛba Mu?\""}}
{"translation": {"en": "23:23) \"surely there is no enchantment against Jacob neither is there any divination...", "sw": "23Nnome biara mmaa Yakob so ɛ,"}}
{"translation": {"en": "so my soul is yearning for you, my God.", "sw": "saa ara na me kra pere hwehwɛ wo, Ao Onyankopɔn."}}
{"translation": {"en": "two o'clock in the afternoon, at No.", "sw": "16 BeforeDawn yes no no"}}
{"translation": {"en": "39. the numbering of them of the tribe of Dan was sixty-two thousand seven hundred.", "sw": "39Nnipa dodow a wofi Dan abusuakuw no mu no yɛ mpem aduosia abien ne ahanson (62,700)."}}
{"translation": {"en": "He was sentenced to two months imprisonment.", "sw": "Akyiri yi wɔde no too afiase abosome mmienu bere a na wonnii n'asɛm."}}
{"translation": {"en": "6th, Because without faith it is impossible to please God, Heb.", "sw": "6 Obiara a onni gyidi rentumi nsɔ Onyankopɔn ani."}}
{"translation": {"en": "Describe the Sirocco.", "sw": "Di sicuro ne ho!"}}
{"translation": {"en": "When Jesus heard it, he marveled, and said to them that followed, Verily I say to you, I have not found so great faith, no, not in Israel.", "sw": "Yesu tee asɛm yi no, ne ho dwiriw no na ɔdanee n'ani ka kyerɛɛ nnipakuw a wodi n'akyi no se, \"Anokwa, Israelman mu nyinaa, minhuu obiara a ɔwɔ gyidi sɛ saa ɔbarima yi da.\""}}
{"translation": {"en": "It's a totally different kind of book.", "sw": "Ɛyɛ nhoma a ɛda nsow wɔ nhoma foforo biara ho."}}
{"translation": {"en": "You must not have any other gods besides me.  -  Exodus 20:3", "sw": "Ɔmpɛ sɛ yɛsom biribiara anaasɛ obiara ka ne ho.  - Exodus 20:3-5."}}
{"translation": {"en": "I'm an artist, I'll watch the woman", "sw": "I am Woman, Watch Me Work"}}
{"translation": {"en": "As a matter of fact, Kyle", "sw": "So true kylee"}}
{"translation": {"en": "first, and thy counselors as at the beginning, etc.", "sw": "ne mo afotufo sɛnea na ɛte, mfiase no."}}
{"translation": {"en": "shotgan4 isn't very nice.", "sw": "hectorone 4 anni fa So Sexy!"}}
{"translation": {"en": "\"So Pharaoh asked them, \"Can we find anyone like this man, one in whom is the Spirit of God?\"", "sw": "38Enti Farao bisaa wɔn se, \"So yebenya obi a ɔte sɛ ɔbarima yi, nea Onyankopɔn honhom ahyɛ no ma?\""}}
{"translation": {"en": "Jesus said to them, \"Tell John what you have seen and heard: the blind receive sight, the lame walk, the lepers are cleansed, the deaf hear, the poor have good news preached to them, and the dead are raised.\"", "sw": "Yesu buaa wɔn se, \"Monkɔka nea moahu na moate yi nkyerɛ Yohane se, mema anifuraefo hu ade, mmubuafo nantew, mesa akwatafo yare, asotifo te asɛm, awufo nyan na meka asɛmpa kyerɛ honhom mu ahiafo. 'Nhyira ne nea merento no hintidua.'\""}}
{"translation": {"en": "They also added that clashes erupted with Israeli forces in West Bank cities as well.", "sw": "Sɛ asraafo a na wotu Israelfo so sa no da nkyɛn a, na nnipa afoforo nso kɔtow hyɛ Israelfo nkurow so."}}
{"translation": {"en": "[web] You are all sons of light, and sons of the day.", "sw": "Mo nyinaa moyɛ hann ne adekyee mma."}}
{"translation": {"en": "\"Did you buy the bread?\"", "sw": "Ɛlɛmaa 'Ɛ Nye Abolo Ɔ'?"}}
{"translation": {"en": "They are liars as well.", "sw": "Efisɛ, wɔdome, di atoro nso."}}
{"translation": {"en": "Offer to Sell Low...", "sw": "SALE So Low メンズ"}}
{"translation": {"en": "\"My mom knitted the blankets for the bed.", "sw": "Maame no too nneɛma no guu mpa no so"}}
{"translation": {"en": "Mother Fong: It's just so hard.", "sw": "Feng Wu: So noisy."}}
{"translation": {"en": "\"What kind of a man is this, that even the winds and the sea obey him ?", "sw": "\"Onipa bɛn ni a mframa a ano yɛ den ne asorɔkye mpo tie no yi?\""}}
{"translation": {"en": "Java Jo's on the Go", "sw": "Na ho yun to kyaa"}}
{"translation": {"en": "It should say \"Non-Refundable Booking Fee.\"", "sw": "Kyerɛ sɛ, \"bosea a mfɛntom nka ho.\""}}
{"translation": {"en": "Now only eight of them were left in the cell.", "sw": "Aka anuanom nwɔtwe a wɔda so gu afiase."}}
{"translation": {"en": "My name is Aarona.", "sw": "Me too Aaron."}}
{"translation": {"en": "\"Utilization of Heterosis in a Beef Cow Herd\" (2011)", "sw": "\"Yuan hua an\" hei mu [2001]"}}
{"translation": {"en": "Let your hands be strong, you who now hear these words which were spoken by the prophets when the foundation of the house of the Lord of hosts was laid[ba] for the building of the temple. (BC) 10 For before those days, there were no wages for people, nor hire for animals.", "sw": "9Nea Asafo Awurade se ni: \"Mo a afei na morete nsɛm a adiyifo no kae no; adiyifo a na wɔwɔ hɔ bere a wɔtoo Asafo Awurade fi fapem no, monhyɛ mo ho den, na moatumi asi asɔredan no. 10Bere no nnya nsoe no, na wontua apaade mma nnipa anaa mmoa."}}
{"translation": {"en": "Brothers must have served as either an elder or a ministerial servant for at least two consecutive years.", "sw": "Ɛsɛ sɛ ɔbarima no yɛ asafo mu panyin anaa ɔsomfo a wasom atoam mfe abien."}}
{"translation": {"en": "Way more than dogs.", "sw": "Ɛtwa ho hyia ɛsene nkraman"}}
{"translation": {"en": "He says this because Jesus has commanded the demon to come out of him.", "sw": "Ɔkaa saa asɛm yi, efisɛ, na Yesu ateɛteɛ ahohommɔne no sɛ womfi ne mu."}}
{"translation": {"en": "I'm gonna write my wrongs", "sw": "M'atwere no yi deɛ mi ngbeeshie"}}
{"translation": {"en": "But the Lord said to Peter: \"Put your sword in its place, for all who take the sword will perish by the sword.", "sw": "Yesu ka kyerɛɛ ɔsomafo Petro sɛ: \"San fa wo nkrante no hyɛ nea ɛhyɛ, na wɔn a wɔtwe nkrante nyinaa bewu nkrante ano.\""}}
{"translation": {"en": "Israel and Palestine have been at war for hundreds of years.", "sw": "Nso no, Israel ne Palestine fo nso nnyae ɛko a wɔako mfe pii ni."}}
{"translation": {"en": "Is it Neethu...I'm totally ?", "sw": "nivea _ So Sue Me"}}
{"translation": {"en": "and even of people.", "sw": "nnipa no ho mpopo ana?"}}
{"translation": {"en": "Can you say it, again, please?", "sw": "Twi Mepa wo kyɛw, wobɛtumi aka no bio?"}}
{"translation": {"en": "I know you'll (jet", "sw": "Menim sɛ woa wo bɛko"}}
{"translation": {"en": "I am a personal witness of Christ's", "sw": "⊕ M Nea Krini."}}
{"translation": {"en": "by which he placed his henchmen", "sw": "Wɔbɔɔ nʼaberempɔn so ntonto,"}}
{"translation": {"en": "Then said the Lord unto me, Thou hast well seen: for I will hasten my word to perform it.\"", "sw": "12Na Awurade ka kyerɛɛ me sɛ, \"Wahunu no yie, na merehwɛ anim sɛ mʼasɛm bɛba mu.\""}}
{"translation": {"en": "How to you get to heaven?", "sw": "...enti ɔbɛyɛdɛn atu akɔdan soro?"}}
{"translation": {"en": "She will bear a son, and you shall call his name Jesus, for he will save his people from their sins'\" (Matthew 1:20-21).", "sw": "Ɔbɛwo ɔbabarima, na ɛsɛ sɛ wɔto ne din Yesu, ɛfiri sɛ ɔno na ɔbɛgye ne manfoɔ afiri wɔn bɔne mu.\"  - Mateo 1: 20, 21."}}
{"translation": {"en": "1) He is willing to hear our prayers.", "sw": "Ɔno nso ani gye ho sɛ ɔbɛtie yɛn mpaebɔ."}}
{"translation": {"en": "\"Everything I have learned from My Father I have made known to you.\"", "sw": "Ɔkaa sɛ, \"Deɛ mate afiri m'Agya hɔ nyinaa mama moahunu.\""}}
{"translation": {"en": "I think I'm going to love Margaret.", "sw": "So Love Me So Margaret"}}
{"translation": {"en": "__________You who have made me see many troubles and calamities", "sw": "20Mmom woama mahu ɔhaw bebree a ɛyɛ yaw;"}}
{"translation": {"en": "And again, He said to Moses and Aaron: \"Separate yourselves from among this congregation that I may consume them in a moment.\"", "sw": "Yɛnhwɛ nea esii bere a Yehowa ka kyerɛɛ Mose sɛ: \"Mɛma wode w'ani ahu me papayɛ nyinaa.\""}}
{"translation": {"en": "let's have a conversation", "sw": "Asɛm kɛkɛ na aba let's have a talk"}}
{"translation": {"en": "\"I don't know why you're mad.", "sw": "Onnim nea enti a w'abɔ dam."}}
{"translation": {"en": "Moses says in verse 1, \"What if they do not believe me or listen to me and say, 'The Lord did not appear to you?'\"", "sw": "Enti Mose bisaa Yehowa sɛ: \"Sɛ wɔannye me anni na wɔantie me, na wɔka sɛ 'Yehowa nyii ne ho adi nkyerɛɛ wo' nso ɛ?\" - Ex."}}
{"translation": {"en": "Me is back, too.", "sw": "Me too am back"}}
{"translation": {"en": "Once again God has bless me more than I could have imagined.", "sw": "Yehowa Ahyira Me Asen Sɛnea Na Mehwɛ Kwan Koraa"}}
{"translation": {"en": "a slip of the tongue - a mistake", "sw": "Nkoroo - Bwaidoka"}}
{"translation": {"en": "Letter to The Church in Laodicea", "sw": "Laodikea asafo no nhoma"}}
{"translation": {"en": "grandmother's club.\"", "sw": "nanabayin asaam ›"}}
{"translation": {"en": "How you can get a free advice?", "sw": "Wobɛyɛ Dɛn Agye Afotuo Atom?"}}
{"translation": {"en": "Absalom wouldn't speak at all to Amnon.", "sw": "22Absalom nso anka ho hwee ankyerɛ Amnon."}}
{"translation": {"en": "[A2] Don't Know Where I'm Going", "sw": "A2 Mennim Baabi A Mewu Ada"}}
{"translation": {"en": "We learned a bunch of math.", "sw": "Na Akokonini na ye'suaa no."}}
{"translation": {"en": "Lay off the parlays.", "sw": "So Drow Tales."}}
{"translation": {"en": "brighten up your home!", "sw": "så ne fie lebede!"}}
{"translation": {"en": "Now you see a map.", "sw": "Now You See Me karte"}}
{"translation": {"en": "Some think that if the grief is not discussed, it will go away.", "sw": "Bie a ɛte nganeɛ kɛ wɔanga mɔɔ zile la anwo edwɛkɛ wɔangile awie a, ɔbabɔ ɛ nwo bane."}}
{"translation": {"en": "I worry about the future...", "sw": "Dwen Wo Daakye..."}}
{"translation": {"en": "The Rock Island - a name once", "sw": "Senka doo - 1 din"}}
{"translation": {"en": "I was completely exhausted and I felt that I couldn't go on.", "sw": "Metee nka sɛ m'anidaso nyinaa asa, na na ɛyɛ me sɛ merentumi nyɛ hwee bio."}}
{"translation": {"en": "Technology will help us.", "sw": "Amanyɛnyi no bɛboa me."}}
{"translation": {"en": "We live in a world of evil and injustice.", "sw": "Yɛwɔ ewiade mɔɔ amumuyɛ nee nzisi dɔɔnwo wɔ nu la anu."}}
{"translation": {"en": "Why there are no exact time schedule????\" 1", "sw": "'Adɛn nti na Onyankopɔn nhyɛɛ bere ntoo hɔ?' (1)"}}
{"translation": {"en": "and believed) all things.", "sw": "nʼahyɛdeɛ nyinaa mu wɔ ahotosoɔ."}}
{"translation": {"en": "This meetup is open to everyone free of charge.", "sw": "Obiara tumi ba bi a ontua hwee."}}
{"translation": {"en": "Some of the cases succeeded, but many failed.", "sw": "Ebi baa mu, nanso fã kɛse no ara na amma mu."}}
{"translation": {"en": "And maybe it should be a musical.", "sw": "Ebetumi ayɛ nnwom mu asɛm bi."}}
{"translation": {"en": "\"The girl is not dead but sleeping.\"", "sw": "Yesu kae sɛ \"abeawa no nwui, na mmom wada.\""}}
{"translation": {"en": "think of the future, too.", "sw": "Dwen Ɔkyena Nso Ho"}}
{"translation": {"en": "9mm and 40 S&W.", "sw": "9 Mm Oder 40 S&w"}}
{"translation": {"en": "Whoever does not take up his cross and follow me is not worthy of me.", "sw": "Sɛ obi amfa n'asennua na wammedi m'akyi a, ɔrentumi nyɛ me de."}}
{"translation": {"en": "Our living room has become a disaster area.", "sw": "yɛn asa adane agyaadwotwa."}}
{"translation": {"en": "Word of the Day: Aman", "sw": "Akan Word of the Day: Adwoa"}}
{"translation": {"en": "I have been using atomic.", "sw": "Wɔkɛ mɛi atɔmɔi baake,"}}
{"translation": {"en": "Line 4 good bye.", "sw": "4 So Farewell"}}
{"translation": {"en": "...\"for now I know that you are God-fearing, for you have not withheld your only son from Me.\"", "sw": "Afei mahu sɛ wowɔ me mu gyidi, efisɛ woamfa wo ba no, wo ba koro no, ankame me.'"}}
{"translation": {"en": "No.1 - Thou Shalt Have No Other Gods Before Me.", "sw": "7\"Monnsom onyame foforɔ biara nka me ho."}}
{"translation": {"en": "Clinical research and the licensing process can take many years.", "sw": "Mmarasua ne aduruyɛ tumi gye mfeɛ pii asen saa."}}
{"translation": {"en": "president Joseph Kabila his hand-picked", "sw": "Mr Joseph Kwasi Ayim Boakye"}}
{"translation": {"en": "a relationship with god is the most important relationship you can have", "sw": "Sɛ wo ne Onyankopɔn fa adamfo a, mfaso wɔ so sen biribi foforo biara"}}
{"translation": {"en": "Barry replied, \"I've never seen anything like it.", "sw": "Ɔhene no bisaa no sɛ: 'Minhuu wo sei da."}}
{"translation": {"en": "For He said: \"The works that I do, you shall do also, and greater works shall you do because I go to the Father.\"", "sw": "Ɔka kyerɛɛ nnipa no sɛ, \"Na mʼagya ma moyɛ adwumaden, na me deɛ, mɛkyɛn saa!"}}
{"translation": {"en": "the 4.0's MAF is sized well for the stock 4.0...even for a 4.0 that has a good exhaust system, it is a good size.....", "sw": "5つ星のうち4.0So Far So Good So What を彷彿とさせるアルバム"}}
{"translation": {"en": "Don't you see it in the street?", "sw": "Ɛnwu bɛ wɔ nvoninli ne anu ɔ?"}}
{"translation": {"en": "I'm also very jealous.", "sw": "Me too am JEALOUS."}}
{"translation": {"en": "Loader does NOT...", "sw": "Stepper - ne - ne -"}}
{"translation": {"en": "everyone was frightened.", "sw": "Ehu kaa obiara."}}
{"translation": {"en": "List of briefing material - June 2017", "sw": "Edwɛkɛ ne Mbuluku mɔɔ ɛtwe la anwo edwɛkɛ ƐZINZALƐ ARANE - DEBIEZUKOALƐ ƐDEƐ June 2017"}}
{"translation": {"en": "I wrote him a letter asking for help.", "sw": "Mekyerɛw krataa kɔmaa wɔn sɛ wɔmma obi mmɛboa me."}}
{"translation": {"en": "5 For though I am far away from you, my heart is with you.", "sw": "3 Ɛwom, me de, me ne mo ntam kwan ware nanso mewɔ mo nkyɛn honhom mu."}}
{"translation": {"en": "starters at home.", "sw": "Wonti aseɛ braa fie"}}
{"translation": {"en": "Listings for Watch on Sunday, April 12 2020", "sw": "teetoo sbanaa Пре 12 сати"}}
{"translation": {"en": "I'm just the one ...", "sw": "Ne ne wenn dann bi ...."}}
{"translation": {"en": "(Joshua 24:15) As for me and my household, we will serve the Lord.", "sw": "Na me ne me fi de, yɛbɛsom Awurade.\""}}
{"translation": {"en": "As the BBA regained control of the sport of Beyblade, once again things started to look up.", "sw": "Noko ɔlua Baebolo ɛgengalɛ ti, mezukoa kɛ mebahomo me nwo zo."}}
{"translation": {"en": "Anna says: \"Spiritual activities make me focus on other people, not just on my own problems.", "sw": "Anna kaa sɛ: \"Sɛ mede me ho hyɛ Onyankopɔn som mu a, ɛmma memfa m'adwene nsi me haw so, mmom ɛma midwen nnipa ho."}}
{"translation": {"en": "Don't go by your own understanding.", "sw": "Mmfa wo ho ntweri w'ankasa ntease. - Mmeb."}}
{"translation": {"en": "Giveaway gifts for those in need.", "sw": "Tɔ adeɛ kɔkyɛ obi a wayɛ basaa"}}
{"translation": {"en": "I did not ask Him where He came from, and He did not tell me His name.", "sw": "Mammisa no baabi a ɔfiri baeɛ, na ɔno nso ammɔ ne din ankyerɛ me."}}
{"translation": {"en": "people is very young and healthy.", "sw": "Mmerante ne mmabaa pii ho yɛ den na wɔte apɔw."}}
{"translation": {"en": "why not look into it yourself?", "sw": "Dɛn nti na wonyɛ mu nhwehwɛmu?"}}
{"translation": {"en": "10% of couples lived together before their wedding.", "sw": "Wɔ Australia no, awarefo 10 biara mu 8 di kan tena bom ansa na wɔaware."}}
{"translation": {"en": "International Commission on Large Dams", "sw": "nana amankwa-pam"}}
{"translation": {"en": "C/w: a small selection of", "sw": "M/C: Atta Kakra Fosu"}}
{"translation": {"en": "G. Who is going to harm you if you are eager to do good?", "sw": "Sɛ wopere sɛ wopɛ sɛ woyɛ deɛ ɛtene a, hwan na ɔbɛha wo?"}}
{"translation": {"en": "There were phone calls and text messages flying back and forth all evening.", "sw": "Ebinom wɔ hɔ a, anadwo mũ no nyinaa wɔfekyefekyere wɔn fon hwɛ nea aba so ne nsɛm a nkurɔfo akyerɛw wɔn."}}
{"translation": {"en": "Best of (until now)", "sw": "So Far (Best of)"}}
{"translation": {"en": "Clean and articulate yes, but not a leader, not a great man of action.", "sw": "Ɛnfa ho sɛ ɔyɛ ɔman panyin, ana ɔtenbuafo panyin, daabi."}}
{"translation": {"en": "That you will \"Step Up.\"", "sw": "Ɔpɛ sɛ 'wosɔre.'"}}
{"translation": {"en": "Bonjour, welcome to April.", "sw": "Akwaaba, April."}}
{"translation": {"en": "28 So I have sent him all the more eagerly so that when you see him again you may rejoice and I may be less concerned about you.", "sw": "28Me ho peree me yie sɛ mɛsoma no mo nkyɛn, na mohunu no a, mo ani asane agye bio na me nso mʼawerɛhoɔ to atwa."}}
{"translation": {"en": "She gave him 5 gold coins.", "sw": "15Ɔmaa ɔbaako sika nkotoku anum."}}
{"translation": {"en": "Now if we don't have enough money what can we do?", "sw": "Ɛnee yɛnlɛ ezukoa dɔɔnwo, ɔti kɛzi yɛyɛle ye ɛ?"}}
{"translation": {"en": "for just one night with you", "sw": "na me ne wo twa 1 night"}}
{"translation": {"en": "Were you the victim or the perpetrator?", "sw": "Nea ɔtoo wo mmonnaa no, anaa wo a yɛato wo mmonnaa no?"}}
{"translation": {"en": "I don't feel uncomfortable in my own skin which has served my helping others.", "sw": "Me nye die Bɛtɛle ɛzonlenlɛ nwo, ɔluakɛ ɔmaa ɛnyia adenle ɛboa awie mɔ."}}
{"translation": {"en": "We are not again commending ourselves to you, but are giving you an occasion to be proud of us, so that you may have an answer for those who take pride in appearance and not in heart.", "sw": "wo nti nnye biribi, ye'ne wo betena; na ye'nim se dee wo'ka yi dee, ankra wo boa;"}}
{"translation": {"en": "Because when Jesus came out of the water, God's voice came from heaven: 'This is my son, with whom I am very happy.'", "sw": "Yiw, efisɛ bere a Yesu fii nsu no mu no, nne bi fi soro kae sɛ: 'Oyi ne me Ba a ɔsɔ m'ani.'"}}
{"translation": {"en": "At some point, I was asked: \"Hey, would you help with getting signatures in Pancevo?\"", "sw": "Imɔso mɛ taasɛ mɔ yɛɛ, \"Aye-nbara gi kya sa ɔkpa yɛɛ aꞌ kyɛ alɔbo gɛkɛ kyoolasɛ?\""}}
{"translation": {"en": "Hey, speak!", "sw": "Nkasa nung'e!"}}
{"translation": {"en": "\"I look east and I couldn't find it.", "sw": "Ɔsee mehwɛ apueɛ a, menhunu"}}
{"translation": {"en": "This charge I have received from my Father.\"  (John 10:17\"\"18)...", "sw": "Na ahyɛde yi minyae fii m'agya no nkyɛn\"-Yohane 10:17-18"}}
{"translation": {"en": "Site, you are here! icon, she pulls.", "sw": "ASBee fam.鶴岡南店"}}
{"translation": {"en": "But don't all of us?", "sw": "ok so u all no me"}}
{"translation": {"en": "what can be said about them.", "sw": "Dɛn na yebetumi aka afa wɔn ho?"}}
{"translation": {"en": "Business Name: All-Seasons Heating and Air Conditioning ... can't go a day without A/C...", "sw": "Daa Nyinaa / Bome Nnwom - Ata Kakのページをご覧の皆様へ"}}
{"translation": {"en": "Jehovah will be the only one and his name will be the only one in that day.", "sw": "Saa ɛda no, Awurade bɛyɛ baako na ne din nso ayɛ baako pɛ."}}
{"translation": {"en": "Mortification of the Flesh - Germanica", "sw": "Anyin Morofo - Geruma"}}
{"translation": {"en": "The Henrietta Barnett Secondary School", "sw": "Henrietta Awukubea Sakyi Lmao"}}
{"translation": {"en": "It can help you find more effective ways to live a satisfying life.", "sw": "Na ebetumi aboa wo ma woanya asetra a abotɔyam wom mprempren."}}
{"translation": {"en": "Matthew only.", "sw": "Mathew Nkoe"}}
{"translation": {"en": "What qualifies Jesus as the \"good shepherd\"?", "sw": "Yesu kaa sɛ hwan ne Odwanhwɛfoɔ Pa no?"}}
{"translation": {"en": "Did he ever come again?\"", "sw": "Abufuo enti ne yam nhyehye no bio anaa?\""}}
{"translation": {"en": "With him were 144,000, who had his name and his Father's name written on their foreheads.", "sw": "Na nnipa ɔpeha aduanan anan ka ne ho a wɔakyerɛw ne din ne n'agya din wɔ wɔn moma so."}}
{"translation": {"en": "And now a loving family.", "sw": "Nanso seesei yɛabenya abusua a ɔdɔ wom."}}
{"translation": {"en": "Just as you sent Me into the world, I am sending them into the world.", "sw": "Sɛnea wosomaa me baa wiase no, saa ara na me nso meresoma wɔn akɔ wiase."}}
{"translation": {"en": "Christopher, who is in his early 30s, is married.", "sw": "Federico yɛ ɔwarefo; wadi mfe 40 ne kakra."}}
{"translation": {"en": "All three boys turned their attention toward the Ship's speaker.", "sw": "Mmofra no kaa wↄn nsɛm nyinaa kyerɛɛ ↄbↄmmↄfo no."}}
{"translation": {"en": "I was blinded by love, not knowing", "sw": "Dabiaa na wohwɛ manim a, na me yam na mennim sɛ ɔdɔ nti"}}
{"translation": {"en": "I Have Learnt.", "sw": "Mehunuu Akosua."}}
{"translation": {"en": "The need for future", "sw": "futurpapa yehia"}}
{"translation": {"en": "They have claimed to have his backing in their bloodthirsty wars.", "sw": "Wɔakyerɛ sɛ ogyina wɔn akyi wɔ wɔn akodi a wohwie mogya gu no mu."}}
{"translation": {"en": "These are the inheritances which Moses distributed in the plains of Moab, beyond the Jordan east of Jericho.", "sw": "32Yeinom yɛ nkyekyɛmu a Mose yɛɛ ɛberɛ a na ɔwɔ Moab tata so, wɔ Asubɔnten Yordan akyi, Yeriko apueeɛ fam."}}
{"translation": {"en": "Regarding a certain tree in the garden of Eden, God told him: \"You must not eat from it, for in the day you eat from it you will positively die.\" * (Genesis 2:17) Hence, Adam understood that death was not inevitable.", "sw": "Ɛdefa dua bi a na esi Eden turo no mfinimfini baabi ho no, Onyankopɔn ka kyerɛɛ no sɛ: \"Nni, efisɛ da a wubedi bi no, owu na wubewu.\" * (Genesis 2:17) Enti Adam tee ase sɛ obetumi akwati owu."}}
{"translation": {"en": "What am I supposed to say to these people?\"", "sw": "Mmuaeɛ bɛn na memfa mma saa nnipa yi?\""}}
{"translation": {"en": "[31] Because a day has been fixed in which all the world will be judged in righteousness by the man who has been marked out by him for this work; of which he has given a sign to all men by giving him back from the dead.", "sw": "\"Ɔde ɛda bi asi hɔ a ɔde bebu wiase no atɛn wɔ trenee mu denam Onipa a woapaw no, na woama nnipa nyinaa adanse efisɛ onyanee No fii awufo mu\"-Asomafo Nnwuma 17:31"}}
{"translation": {"en": "15Coming Out of HIS Mouth is a sharp sword with which to strike down the nations.", "sw": "15Akofena a ano yɛ nnam yie a ɔde bɛdi aman so firii nʼanom baeɛ."}}
{"translation": {"en": "He's also a very good friend.\"", "sw": "Ɔyɛ onua Kristoni pa nso.'"}}
{"translation": {"en": "The people say, \"Do you believe in God?", "sw": "Hwɛ: Ebɛnadze Na Jehovah Adasefo Gye Dzi?"}}
{"translation": {"en": "\"They have rebelled.", "sw": "Nanso, wɔtew atua."}}
{"translation": {"en": "Paradise we must identify that organization and serve God as part of it.\"", "sw": "...\" wone Onyankopɔn Ahyehyɛde a ɔnam so de nkrasɛm ma mmɔ ɛsɛ sɛ yehu saa Ahyehyɛde no na yɛsom Onyankopɔn denam Ahyehyɛde no so\""}}
{"translation": {"en": "Numerous people laughed at him.", "sw": "Nkurɔfo serew no."}}
{"translation": {"en": "It takes time to prepare for a wedding service.", "sw": "EGYE bere na obi aboaboa ne ho ahyia ayeforo."}}
{"translation": {"en": "Re: I know they can.", "sw": "Menim Se Wobetumi"}}
{"translation": {"en": "This means means \"place of water.\"", "sw": "Ase ne \"baabi a nsu wɔ.\""}}
{"translation": {"en": "The generation is known...", "sw": "Nkyirimma bɛhunu sɛ deɛ..."}}
{"translation": {"en": "So, the bible isn't saying that Christians should run away from work.", "sw": "Bio nso, Kyerɛwnsɛm no nka no pen sɛ ɛnsɛ sɛ Kristofo de wɔnho hyɛ akōdi mu."}}
{"translation": {"en": "\"I'm not surprised people were frightened.", "sw": "Ɛnyɛ nwonwa sɛ ehu kaa nkurɔfo."}}
{"translation": {"en": "I will be a Father to you, and you will be My sons and daughters.", "sw": "Na mebayɛ bɛ ze, na bɛayɛ me mra mrenyia nee mraalɛ.\""}}
{"translation": {"en": "Babatunde: Scored two", "sw": "adena: Meow meow 2"}}
{"translation": {"en": "daughter of a Fmn.", "sw": "babe mmf bi"}}
{"translation": {"en": "God places life on Earth which he designs to eventually \"evolve\" into humans.", "sw": "Onyankopɔn maa asaase a na ɛda hɔ \"kwa a wunhu n'adeban\" no sesae, na ɛbɛyɛɛ baabi a nnipa ne mmoa betumi atena."}}
{"translation": {"en": "touch the hills, so that they smoke.", "sw": "Fa wo nsa ka mmepɔw na ebefi wusiw."}}
{"translation": {"en": "Brendan will take it.", "sw": "Brenda Ebedi"}}
{"translation": {"en": "You have heard that it was said, \"An eye for an eye, and a tooth for a tooth.", "sw": "\"Motee sɛ wɔkae sɛ, 'Aniwa nsi aniwa ananmu na ɛse nsi ɛse ananmu.'"}}
{"translation": {"en": "But you have made it a 'den of robbers.\"", "sw": "Nanso mo de, mode hɔ ayɛ adwowtwafo atenae.\""}}
{"translation": {"en": "Jesus said, \"I am the way, and the truth, and the life, no one comes to the Father except through me.\"", "sw": "Yesu san ka kyerɛɛ n'akyidifo sɛ: \"Mene kwan ne nokware ne nkwa; obi mma agya no nkyɛn, gye sɛ ɔnam me so.\""}}
{"translation": {"en": "You'd perhaps be surprised.", "sw": "na wo ho bedwiriw wo!"}}
{"translation": {"en": "Train your ears to be able to recognise the 3rd Scale Degree of a Major Scale", "sw": "Yi w'asom menkyer3 wo rap highgrade"}}
{"translation": {"en": "Again I replied \"Yes.\"", "sw": "Ɛno nso, memaa no mmuaeɛ sɛ aane."}}
{"translation": {"en": "allows us to go from", "sw": "Moma Yen Kogyam No"}}
{"translation": {"en": "the prophecy fulfilled?", "sw": "Emu nkɔmhyɛ ba mu."}}
{"translation": {"en": "5 And Abraham gave all that he had to his son Isaac.", "sw": "5Abraham de nʼagyapadeɛ nyinaa maa Isak."}}
{"translation": {"en": "And yet, he couldn't bring himself to cancel the remaining", "sw": "Afei nso na ɔntumi ntu nkɔ wiemu bio"}}
{"translation": {"en": "Therefore it \" is lawful to do good on the Sabbath-days.", "sw": "Enti mmara ma ho kwan sɛ wɔyɛ adepa homeda.\""}}
{"translation": {"en": "Once you were no people, but now you are God's people.\" (1 P 2:9-10).", "sw": "\"Kan no na monyɛ ɔman, nanso seesei moyɛ Onyankopɔn man.\" - 1 PETRO 2:10."}}
{"translation": {"en": "On the first day of the event, create the event.", "sw": "Adebɔ da a ɛto so abien no, ka nea ɛkɔɔ so."}}
{"translation": {"en": "Jakub Marian's Language, learning, science, and art", "sw": "Akoson, Mary - Akosua, Ataa"}}
{"translation": {"en": "29 During Josiah's reign Pharaoh Necho king of Egypt marched toward the Euphrates River to help the king of Assyria.", "sw": "29Bere a Yosia di hene no, Misraimhene Farao Neko kɔɔ Asubɔnten Eufrate ho kɔboaa Asiriahene."}}
{"translation": {"en": "Satan has been tireless in his use of his invention, the LIE.", "sw": "Satan dii atoro kyerɛɛ Hawa; wamma wanhu nea ebefi asoɔden no mu aba."}}
{"translation": {"en": "Joshua should listen to me.", "sw": "Ntie Joshua"}}
{"translation": {"en": "who believes that Jesus is the Son of God?", "sw": "Hwannom na wɔdii adanse sɛ Yesu yɛ Onyankopɔn Ba?"}}
{"translation": {"en": "The State of Israel will be so happy.", "sw": "Oh Israel ani bɛgye"}}
{"translation": {"en": "Because of this, we must follow God even when we don't understand him, trusting him whose ways and thoughts are higher than our own.", "sw": "Yɛn adamfo a ɔnyɛ pɛ mpo, sɛ yɛremfa bɔne nsusuw no a, yɛn soro Agya a n'akwan ne n'adwene korɔn sen yɛn na yɛde bɔne besusuw no?"}}
{"translation": {"en": "4.0 out of 5 starsSurprisingly scary!", "sw": "5Wɔn na wɔwɔ hɔ a wɔabɔ huboa!"}}
{"translation": {"en": "\"And do you love me?\" he asked.", "sw": "\"Nanso mubisa se, 'Wodɔɔ yɛn wɔ ɔkwan bɛn so?' \""}}
{"translation": {"en": "He's seen me crying and sniffing.", "sw": "Wohu sɛ merebrɛ na woresu gu woyam."}}
{"translation": {"en": "There are two number 5 questions.", "sw": "5 Momma yɛnhwɛ nsɛmmisa mmienu bi."}}
{"translation": {"en": "Wow......I sooooo wish my boys were like that.", "sw": "wow..kamen so wanted~"}}
{"translation": {"en": "'Who will rise up for me, against evil doers.'", "sw": "Hwan na ɔbɛsɔre atia abɔnefoɔ ama me?"}}
{"translation": {"en": "This applies to funerals, too.", "sw": "Yɛyɛ ayi nso a, saa ara."}}
{"translation": {"en": "When I Grow Up close", "sw": "Watch Me Grow Close"}}
{"translation": {"en": "Look at Genesis chapter 2.", "sw": "Fa Genesis ti 14 sɛ nhwɛso."}}
{"translation": {"en": "Greta Garbo - I want to be left alone", "sw": "Daddy Lumba - Emefa Me Nko Gyae Me"}}
{"translation": {"en": "I worked with a lot of those guys.", "sw": "Me ne anuanom pii yɛɛ adwuma."}}
{"translation": {"en": "his creation.", "sw": "ne Creason."}}
{"translation": {"en": "You're not Satan!", "sw": "You're no Satan"}}
{"translation": {"en": "As of 7th September", "sw": "Sept So Far"}}
{"translation": {"en": "be tempted by the naughty", "sw": "duanmufei 浙江 嘉兴"}}
{"translation": {"en": "c) God is all-knowing.", "sw": "Ɔno nkutoo ne Onyankopɔn a nimdeɛ ahyɛ no ma."}}
{"translation": {"en": "Spirit of Shankly to meet FSG", "sw": "Nana Addo Dankwa Akufo Addo to meet GiF"}}
{"translation": {"en": "The mexican capital is mexico city.", "sw": "N'ahenkuro yɛ Mexico City."}}
{"translation": {"en": "draw near to you (James 4:8).", "sw": "Draw Me Nearer (James 4:8)"}}
{"translation": {"en": "The system is fairer in Britain and France.", "sw": "Japanfo dɔɔso sen Britain ne France."}}
{"translation": {"en": "At Gibeon, the Lord appeared to Solomon in a dream by night.", "sw": "5Anadwo no, Awurade daa ne ho adi kyerɛɛ Salomo wɔ dae mu."}}
{"translation": {"en": "It's So Sweet 13", "sw": "← So Cute So 13"}}
{"translation": {"en": "\"Why you pray together?\"", "sw": "Share Share Adɛn Nti na Yɛbɔ Mpae?"}}
{"translation": {"en": "\"You've been whining about wanting", "sw": "\" saw lust ae wee wee"}}
{"translation": {"en": "Peace held for several decades.", "sw": "Asomdwoe baa asase no so mfe du."}}
{"translation": {"en": "We must have a good relationship with Him.", "sw": "Ɛsɛ sɛ yɛne ne ntam yɛ kama."}}
{"translation": {"en": "But there will be dead bodies all over the place.", "sw": "Wɔbɛbɔ afunu bebree apete baabiara!"}}
{"translation": {"en": "\"They gave me vinegar to drink\" (Psalms 69:21).", "sw": "\"Wɔmaa me nsã a emu kaw sɛ mennom\" (21)"}}
{"translation": {"en": "Do you listen to your stomach?", "sw": "so no te wo tsukamu ma de"}}
{"translation": {"en": "I have been drinking tea since I was young enough to drink it from a baby bottle.", "sw": "Worekeka sɛ me na me yɛ ɛdɔm kumaa me deɛ nyinaa yɛ nomee nti"}}
{"translation": {"en": "How about why is the sky blue?", "sw": "Adɛn nti na ewim yɛ bruu?"}}
{"translation": {"en": "How many birds are there?.", "sw": "10 Abɔfo dodow ahe na wɔwɔ hɔ?"}}
{"translation": {"en": "to reassure me?", "sw": "Fa fri me so wate?"}}
{"translation": {"en": "And as they continued to ask him, he stood up and said to them, \"Let him who is without sin among you be the first to throw a.", "sw": "Wogu so rebisabisa no nsɛm no, ɔmaa ne mu so ka kyerɛɛ wɔn se, \"Mo mu biara a ɔnyɛɛ bɔne da no, nni kan ntow ɔbo mmɔ no.\""}}
{"translation": {"en": "The Battle For 16th", "sw": "Asagiri no Miko 16"}}
{"translation": {"en": "The summit of Mount McKinley 128", "sw": "makoxkin 28 AWw aol"}}
{"translation": {"en": "The power of the mind is powerful that we are the creator of our lives.", "sw": "Honhom no a efi adessama mu wɔ owuo mu no yɛ nkwa tumi a efi yɛn Bɔfo no hɔ."}}
{"translation": {"en": "Samaria fell to the Assyrians and the northern kingdom of Israel was carried away.", "sw": "Asiriafo ko faa Samaria, na wodii Israel so nkonim; Israel mmusuakuw du ahemman a ɛwɔ atifi fam no gui"}}
{"translation": {"en": "So, what does this information give us.", "sw": "Awerɛhyem bɛn na saa asɛm yi ma yɛnya?"}}
{"translation": {"en": "I'm worried about my Mother.", "sw": "me dwen me ho na"}}
{"translation": {"en": "Her crown snapped on her wedding day", "sw": "sore wa negai no kotaeawase da ne"}}
{"translation": {"en": "Chopin - Unspeakable", "sw": "Skye _ Unwinnable"}}
{"translation": {"en": "Alphabetical listing of Places in M'Sila", "sw": "Asalteo Taeoaofo At'ti"}}
{"translation": {"en": "\"Then one of the seven angels who had the seven bowls full of the seven last plagues came and spoke with me, saying, 'Come here, I will show you the Bride, the Wife of the Lamb.'", "sw": "9 Abɔfo baason a wokurakura nkuruwa ason a ɔhaw ason a etwa to no ahyɛ ma no mu baako baa me nkyɛn bɛkae se, \"Bra, na mɛkyerɛ wo Ayefofoyere a ɔyɛ Oguammaa no yere no.\""}}
{"translation": {"en": "They were greater than the kings of the earth.", "sw": "Onye Nsen Wiase Ahemfo"}}
{"translation": {"en": "But he saw the wind, He was afraid.", "sw": "Nanso, ohuu mframa a ɛrebɔ no, ne ho popoe."}}
{"translation": {"en": "Scared to date.", "sw": "So Far So Scary"}}
{"translation": {"en": "X-salad thanks by Fon (2302)", "sw": "Adwoa Asantewaa (aasantewaa0302)"}}
{"translation": {"en": "Well, what did Jehoshaphat do?", "sw": "Duzu a Gyɛhɔhyafate bayɛ a?"}}
{"translation": {"en": "So many times I think about you", "sw": "So Often About You"}}
{"translation": {"en": "Colossians 2:8 Do not let anyone fool you by his wise words.", "sw": "Kɔl 2:18 Bɛmmamaa awie maa a. ne bɔ bɛ"}}
{"translation": {"en": "Say ahhhhh;)", "sw": "Ahoraa si;)"}}
{"translation": {"en": "What is the church to do?", "sw": "Duzu a ɔyɛle nwolɛ asɔne a?"}}
{"translation": {"en": "Final results might take almost a month.", "sw": "Nea etwa toɔ no tumi di abosome bi."}}
{"translation": {"en": "It's all about the Penguin", "sw": "All About Pinyin"}}
{"translation": {"en": "Our work is published in Scientific Reports.", "sw": "Wɔatintim n'adwuma wɔ nyansahu nhoma ahorow mu."}}
{"translation": {"en": "The cult's lead to chaos and pain.\"", "sw": "\"Kristo Na Amanehulu Yɛ Wɔ Hewɔ\": (Min."}}
{"translation": {"en": "The Death of Brainstorming?", "sw": "BrainLag Ransomware ne yapar?"}}
{"translation": {"en": "I've been playing a game a day.", "sw": "\"Ɛnee meto kyakya dahuu."}}
{"translation": {"en": "24 So the assembly of Israel departed by tribes and families, and they returned to their own homes.", "sw": "24Na Israelfo mmusuakuw ne mmusua no fii hɔ san kɔɔ wɔn ankasa afi mu."}}
{"translation": {"en": "must add \"Sarah.\"", "sw": "Naasɔ 'ɛ kɔ Sala,"}}
{"translation": {"en": "2019 Meeting in St. Louis", "sw": "Sew Me St. Louis 2019"}}
{"translation": {"en": "Don't have a friend at CrossFit Rowlett?", "sw": "So no 후회, so no roulette"}}
{"translation": {"en": "He said it is imperative for the government to come up with a policy to ensure supermarkets get their vegetable supplies from local farmers.", "sw": "Ɔkaa sɛ yei ho abɛhia firisɛ ɛbɛboa ama akuafoɔ anya nsu korogyee agu wɔn mfuo so."}}
{"translation": {"en": "My answer is likely to be different from yours.", "sw": "Anhwɛ a, mmuae a ɔbɛma no bɛyɛ soronko koraa wɔ wo deɛ no ho."}}
{"translation": {"en": "From a wide range of enemies.", "sw": "Nanso atamfo adɔɔso;"}}
{"translation": {"en": "Hall) \" or at the Temple.\"", "sw": "^ Anzɛɛ \"ɛzonlenlɛsua ne anu.\""}}
{"translation": {"en": "You Won't Be Disappointed - Zina's Restaurant", "sw": "About Me - Zenna's Site"}}
{"translation": {"en": "Write up a list of qualities that you want in a husband.", "sw": "Fa krataa na kyerɛw wo kunu anaa wo yere suban mmiɛnsa a ɛyɛ wo fɛ paa."}}
{"translation": {"en": "And Saul and the people who were with him assembled.", "sw": "Ɔyɛ Saemɔn ase nee awie mɔ ayile"}}
{"translation": {"en": "Maintaining quality means keeping a close eye on things.", "sw": "Yɛn aniwa a ɛbɛhwɛ tee no kyerɛ sɛ yɛremma nneɛma pii nkyere yɛn so."}}
{"translation": {"en": "Jesus' spirit did not rise from the grave.", "sw": "Asɛm a Yesu kae no ansen nkurɔfo no tirim."}}
{"translation": {"en": "One way faithful angels minister to God is by being involved in the most important work being done on earth today - the proclamation of the good news of God's Kingdom.", "sw": "Ɔkwan baako a abɔfo anokwafo fa so som Onyankopɔn ne sɛ wɔyɛ adwuma a ɛho hia paa wɔ asase so nnɛ no bi; wɔbɔ Onyankopɔn Ahenni ho dawuru."}}
{"translation": {"en": "How can we forget the book of Job?", "sw": "Yɛbɛyɛ dɛn asuasua Hiob?"}}
{"translation": {"en": "Three different times, people asked Peter if he was a friend of Jesus.", "sw": "Mprɛnsa no nkurɔfo ka kyerɛɛ Petro sɛ na ɔka Yesu ho."}}
{"translation": {"en": "Their names are blotted from the Book of Life.", "sw": "28Pepa wɔn din firi nkwa nwoma no mu,"}}
{"translation": {"en": "This Is My Own Mp3", "sw": "Self Me Mp3"}}
{"translation": {"en": "But David could not go before it to inquire of God, because he was afraid of the sword of the angel of the Lord.", "sw": "30Nanso Dawid antumi ankɔ hɔ ankobisa Onyankopɔn ase, efisɛ afoa a Awurade bɔfo no twee no bɔɔ no hu."}}
{"translation": {"en": "Who are you - don quixote?", "sw": "Who Be You - Kwaw Kese"}}
{"translation": {"en": "Please send us your opinion and suggestions about the website.", "sw": "Yɛsrɛ sɛ monkyerɛ comments and suggestions wɔ yɛn site hɔ."}}
{"translation": {"en": "To say that there's diversity in the results would lead you to believe that we saw something approaching excellence.", "sw": "Saa ɛfa wɛbsaete ɛhye ɛdi gyima a, ɔkile kɛ ɛdie ɛto nu kɛ saa mɔɔ yɛha nwolɛ edwɛkɛ la bie si a yɛva ɛ nwo edwɛkɛ ne yɛmaa kɛ mɔɔ yɛhile la."}}
{"translation": {"en": "Who would have material that they would be willing to put on it?", "sw": "Mɛni bo hu obaanyɛ ofee kɛtsɔɔ nakai?"}}
{"translation": {"en": "Col William & Mary Marshall-Wythe School of Law", "sw": "Wiwwiam & Mary Law Schoow awumni"}}
{"translation": {"en": "Teaching Adults to Read.", "sw": "Mpaninfoo sua atwere ne akenkan."}}
{"translation": {"en": "Have you found the nuraghe?", "sw": "- Me Ahu Pēhea? -"}}
{"translation": {"en": "That's what will happen if you are not prepared to meet God!", "sw": "Mika kyerɛ mo, saa woanyɛ eyi dea na wonsiesie woho sɛ wobehyia Onyankopɔn."}}
{"translation": {"en": "Cruelly Murdered for Serving the People", "sw": "Kwame Awua Servant"}}
{"translation": {"en": "The LORD is a fair judge.", "sw": "11Onyankopɔn yɛ otemmufo treneeni,"}}
{"translation": {"en": "You are not dead, You never existed, You are not dead", "sw": "Wonk, wank, wunk."}}
{"translation": {"en": "At marriage the boy goes to the girl's home.", "sw": "Abarimaa no de dwaresɛn rekɔ fie."}}
{"translation": {"en": "Three years later, practices have changed.", "sw": "Mfie mmi3nsa akyiri no, Asenso suban asesa."}}
{"translation": {"en": "\"We don't care who wins,\" he says.", "sw": "Na ɔno nso ka sɛ: \"Ɛnyɛ nea ɔbɛdi nkonim no na ɛhia."}}
{"translation": {"en": "Detailed information about Ciao!", "sw": "Info About Mee!"}}
{"translation": {"en": "17So Moses and Aaron took these men who had been designated by name, 18and assembled the whole community on the first day of the second month.", "sw": "17Mose ne Aaron faa saa nnipa yi a wɔabobɔ wɔn edin yi, 18na ɛda a ɛdi ɛkan wɔ ɔbosome a ɛtɔ so mmienu no mu no, wɔfrɛɛ ɔmanfoɔ no nyinaa."}}
{"translation": {"en": "Higher age 3.", "sw": "piyinyin 03"}}
{"translation": {"en": "A Look at Some Evidence.", "sw": "Yɛnhwɛ adanse ahorow bi."}}
{"translation": {"en": "Why can't I be Lord?", "sw": "Adɛn nti na mennyɛ Nyame?"}}
{"translation": {"en": "17 We have seen that we can promote Christian unity in three ways: (1) We put our trust in God's heavenly Kingdom to correct injustice, (2) we refuse to take sides in political issues, and (3) we reject violence.", "sw": "17 Yɛahu sɛ nneɛma mmiɛnsa na yebetumi ayɛ ama baakoyɛ atena Kristofo mu: (1) Yɛde yɛn werɛ hyɛ Onyankopɔn Ahenni a ɛwɔ soro no mu sɛ ɛno na ebeyi ntɛnkyea afi hɔ, (2) yennyina ɔfã biara wɔ amanyɔsɛm mu, (3) yɛnyɛ basabasa."}}
{"translation": {"en": "\"The Chinese and Christmas.\"", "sw": "\"Ça ne Noël\""}}
{"translation": {"en": "The owner's obligation", "sw": "Owner Asobi"}}
{"translation": {"en": "It is about animal sacrifices.", "sw": "Eyi yɛ afore, mmoa afɔre bɔ."}}
{"translation": {"en": "Why would a merino wool be suitable for a baby's blanket?", "sw": "Bem zuo ti basɛba dɛna tɛm woo sore ŋmɛ'adoma?"}}
{"translation": {"en": "You're not sure you can trust him.", "sw": "Ebia na wunnim no papa a ɛbɛma woatumi agye no adi."}}
{"translation": {"en": "In january 1940, the british government introduced food rationing.", "sw": "Wɔ March 1933 mu no, German nniso no ma wɔtow aba."}}
{"translation": {"en": "JoeyWhoa, whoa, whoa, whoa, whoa.", "sw": "Onyanko, Onya, Onyae, Onyah"}}
{"translation": {"en": "He didn't focus on himself.", "sw": "Ná ɔnnwene ɔno nko ara ho."}}
{"translation": {"en": "I thought about you the whole night.", "sw": "Anadwo dasuo mu nyinaa, medwene wo ho."}}
{"translation": {"en": "By doing so, some people have shown hospitality to angels without knowing it.", "sw": "Ebinom yɛɛ saa nam so gyee abɔfo a na wonnim."}}
{"translation": {"en": "But then they'll look for me", "sw": "Na wɔbɛhwehwɛ mʼakyi kwan;"}}
{"translation": {"en": "Life is Good: About me.", "sw": "Life Sew Good: About Me"}}
{"translation": {"en": "The Priest says.", "sw": "Ɔsɛnkafo no na ose."}}
{"translation": {"en": "three sleeps...", "sw": "3 MPa Mpa -"}}
{"translation": {"en": "with their parents in 2012.", "sw": "Me ne m'awofo, afe 2003"}}
{"translation": {"en": "obtain from the sale of the old", "sw": "Sell Antiques Near Me"}}
{"translation": {"en": "I Hear The Swine (4:10)", "sw": "Tie Me a Noose (04:15)"}}
{"translation": {"en": "You've been doing everything for me.", "sw": "W'ayɛ ne nyinaa ama me oo"}}
{"translation": {"en": "Jesus said to Peter, \"What, could ye not watch with me one hour?\"", "sw": "Ɔka kyerɛɛ Petro sɛ: \"Moantumi ne me anwɛn dɔnhwere baako mpo?"}}
{"translation": {"en": "Matthew 25:1 \"Then the kingdom of heaven shall be likened to ten virgins who took their lamps and went out to meet the bridegroom.", "sw": "1\"Ɔsoro Ahennie te sɛ mmabaawa edu bi a wɔfaa wɔn nkanea sɛ wɔrekɔhyia ayeforɔkunu."}}
{"translation": {"en": "the fear in the heart of a man (von 2Pac)", "sw": "Onipa ho suro yɛ afiri (25)"}}
{"translation": {"en": "Don't cast me away from your presence, and do not take your holy spirit from me.", "sw": "na ɛnyi wo Honhom Kronkron mfiri me mu."}}
{"translation": {"en": "Now we need more Board members.", "sw": "Ɛn-nɛ na ye-hia a-nua-nom paa."}}
{"translation": {"en": "And he brought forth his people with joy,....", "sw": "43Oyii ne nkurɔfo maa wɔn ani gyei;"}}
{"translation": {"en": "The means by which angels fade is by the breaking of their wings.", "sw": "Mekɛ mɔɔ anwumabɔvolɛ bie hundole bolɛ ne vile nla ne anloa la, sogyama ne ahonle dule wɔ mɔɔ bɛnwunle ye la anwo."}}
{"translation": {"en": "Who would then determine the daily life of mankind?", "sw": "Atemmu da foforo bɛn na ɛbɛma adesamma anya ahotɔ?"}}
{"translation": {"en": "So, Jesus sent them off to find out how much food the people had brought with them.", "sw": "Kɛzi Gyisɛse manle menli dɔɔnwo ne mɔɔ doale ye la aleɛ ɛ, na aleɛ dodo nyɛ a hale a?"}}
{"translation": {"en": "[2] His son", "sw": "2 wo abofra"}}
{"translation": {"en": "Do you know about the realities of giving birth Maia?", "sw": "Wo nim esikafoɔ a ɔmo pɛ ba awo a, ɔmo nya?"}}
{"translation": {"en": "6Sarah said, \"God has made me laugh.", "sw": "6Sara kae se, \"Onyankopɔn ama maserew."}}
{"translation": {"en": "the woman he chose", "sw": "The Woman Paw Paw"}}
{"translation": {"en": "God is extremely holy.", "sw": "Onyankopɔn ne obi a ɔyɛ kronkron pa ara."}}
{"translation": {"en": "Matt 12:20 He will not break a bruised reed, and He will not put out a smoldering wick, until He has led justice to victory.", "sw": "20 Ɔremmu demmire a abukaw biara mu, na ɔrennum ntamaban biara a ayɛ wusiwusi+ kosi sɛ obebu atɛntrenee+ nkonim mu."}}
{"translation": {"en": "Melinda was eating.", "sw": "Melanie Abedi"}}
{"translation": {"en": "to wake up throughout the night.", "sw": "Ye Nayan Dare Dare Kohraa"}}
{"translation": {"en": "He'd shifted the rocks to make a V-shaped cove in the stones.", "sw": "66. ɔhyɛɛaseɛ sesaa aboɔ guu gyakɛti bi a na ɛhyɛ no mu"}}
{"translation": {"en": "The comforte...", "sw": "kyekye ... ne werɛ"}}
{"translation": {"en": "The wicked wait for me, wanting to kill me, but I'm studying your laws.", "sw": "95 Amumɔyɛfo retwɛn pɛ sɛ wokum me nanso medwinnwen wo mmara no ho."}}
{"translation": {"en": "Denise and his son Peter John.", "sw": "Mei You Wo Ni Zen Ne Man - Peter Ho"}}
{"translation": {"en": "We need to help exit them out.", "sw": "Ehia sɛ yɛboa wɔn ma wofi mu."}}
{"translation": {"en": "Many were afflicted by sorrow and grief as they lost their loved ones to the disease.", "sw": "Nnipa ɔpepem pii na wɔadi yaw ne awerɛhow esiane sɛ wɔahwere wɔn adɔfo wɔ akodi mu nti."}}
{"translation": {"en": "love, and therefore", "sw": "Love, So & So"}}
{"translation": {"en": "After one year, you will see the result.", "sw": "Afe a ɛto so abien no, wubedi nea efi mu ba."}}
{"translation": {"en": "Heaven and earth will pass away, but MY WORDS will not pass away.", "sw": "Ɔsoro ne asase betwam nanso me nsɛm de, ɛrentwam da."}}
{"translation": {"en": "But who was Lot's wife, and why should we remember her?", "sw": "Dɛn ne Boas ne Rut ba no din, na adɛn nti na ɛsɛ sɛ yɛkae no?"}}
{"translation": {"en": "IN YOUR copy of the Bible, how is Psalm 83:18 translated?", "sw": "WƆAKYERƐ Dwom 83:18 ase dɛn wɔ wo Bible mu?"}}
{"translation": {"en": "Later, however, the name was changed to Deus.", "sw": "Akyiri yi na Onyankopɔn sesaa wɔn din."}}
{"translation": {"en": "He created the heaven, and that His Throne was made from a red emerald.", "sw": "Wim pae mu ka ne nsa ano adwuma,"}}
{"translation": {"en": "His anger is certainly understandable.", "sw": "N'abufuw no yɛ nea ntease wom."}}
{"translation": {"en": "\"Is this not the carpenter's son?\" they said.", "sw": "Wɔkaa sɛ: \"Ɛnyɛ duadwumfoɔ no ba no nie?"}}
{"translation": {"en": "13 Elijah said to her, \"DON'T BE AFRAID.", "sw": "13Nanso Elia ka kyerɛɛ no se, \"Nsuro!"}}
{"translation": {"en": "1 Corinthians 14:18 I give thanks to my God, speaking with languages more than all of you;", "sw": "18 Meda Onyankopɔn ase sɛ mekasa kasa foforo sen mo a mowɔ ha nyinaa."}}
{"translation": {"en": "That's how the devil works our minds.", "sw": "Kɛzi Seetan kola sɛkye yɛ adwenle ɛ?"}}
{"translation": {"en": "Escape to the world of B.A.P (KPOP) Club", "sw": "Efi Hotel Apts. (Ayia Napa)"}}
{"translation": {"en": "Get up and be baptized, and have your sins washed away, calling on His name.\"", "sw": "Sɔre na ma wɔmmɔ wo asu nhohoro wo bɔne wɔ Yesu din mu.'"}}
{"translation": {"en": "Now, we all know that Jesus wasn't born on December 25th.", "sw": "Yɛyɛ dɛn hu sɛ wɔanwo Yesu wɔ December 25?"}}
{"translation": {"en": "Mary Henshaw - (X), This Parish", "sw": "Leehom Wang - Wei Yi ["}}
{"translation": {"en": "There was no drink-by date on the bottle.", "sw": "Ná nsã a ano yɛ den biara nni ayeforohyia no ase."}}
{"translation": {"en": "when he stabbed him in the stomach to get his gold out", "sw": "Ɔma bɔtɔ no do di kɔ ma ofuo"}}
{"translation": {"en": "K. Question of Queen of Sheba", "sw": "B. Kadrii Rabeaa Sefiani"}}
{"translation": {"en": "The Bible answers that question at ISAIAH 48:17, 18 and 2 TIMOTHY 3:16, 17.", "sw": "Bible no dze asɛmbisa yi ho mbuae ma wɔ ISAIAH 48:17, 18 nye 2 TIMOTHY 3:16, 17."}}
{"translation": {"en": "There were a lot of things happened.", "sw": "Ná nsɛm pii asisi."}}
{"translation": {"en": "On behalf of Jack 1", "sw": "Mmaee Jack 1"}}
{"translation": {"en": "\"And Sarah died in Kiriath-arba (the same is Hebron), in the land of Canaan.", "sw": "2Ɔwuu wɔ Kiriat-Arba a ɛno ara ne Hebron a ɛwɔ Kanaan asase so."}}
{"translation": {"en": "The woman's going through a lot", "sw": "Woman Walks Ahe"}}
{"translation": {"en": "Right Now 7.", "sw": "7 Ask Me Now"}}
{"translation": {"en": "Good Rockin' Tonight: The Legacy of Sun Records - what time is it on TV?", "sw": "Day De Briŋ Pen ɛn Pwɛl At: We Pɔsin Day, Ɔltin Dɔn Dɔn?"}}
{"translation": {"en": "They were, however, rescued.", "sw": "Nanso, wogyee wɔn nkwa."}}
{"translation": {"en": "Plus he naps at least twice a day.", "sw": "Sɛ woantwitwi wo sẽ koraa a, ɛnyɛ mprenu da koro."}}
{"translation": {"en": "\"Keep watch and pray, so that you do not fall into temptation.\"", "sw": "Monsɔre na mommɔ mpae na moankɔ sɔhwɛ mu.\""}}
{"translation": {"en": "Jesus here is pointing out that the ability to show mercy to ones enemies is of the highest distinction of the Christian walk.", "sw": "Yesu Ɔsa wũ ne ɔso ɔtsɛ ika iɖe fiɛ ɔtsɛ ara inya ana."}}
{"translation": {"en": "Nevertheless, we cannot go wrong by thanking the Almighty for whatever support he may have provided.  - Colossians 3:15; James 1:17, 18.", "sw": "Ne nyinaa mu no, sɛ yɛda ade nyinaa so Tumfo no ase wɔ nea wayɛ ama yɛn biara ho a, ɛyɛ ne kwan so. - Kolosefo 3:15; Yakobo 1:17, 18."}}
{"translation": {"en": "During the time of an earthquake.", "sw": "Bere a asasewosow bi asi."}}
{"translation": {"en": "No one can answer.", "sw": "Obiara antumi ammua."}}
{"translation": {"en": "\"and they said to him: \"You behold, brother, how many thousands of believers there are among the Jews; and they are all zealous for the Law.", "sw": "Na wɔka kyerɛɛ no se, \"Onua, wʼankasa wudi adanse sɛ Yudafo mpempem na na wɔabɛyɛ asuafo a wɔn nyinaa nso di yɛn mmara no so."}}
{"translation": {"en": "When I really felt I was finally going to die and go to hell for my sins I came into an encounter with the God of Israel.", "sw": "Wɔ bere koro a mekɔe Yesu nkyɛn sɛ ɔmma me ne treneeyɛ nᾱ oyi me bɔne no, ɛhɔ ara na mebɛyɛɛ PԐ wɔ mene Yehowa Nyankopɔn abusuabɔ mū."}}
{"translation": {"en": "Your name is the name above all names.", "sw": "na ne din so sene edin biara;"}}
{"translation": {"en": "(9:28-29) They reviled him and said, \"You are His disciple, but we are disciples of Moses.", "sw": "So mo nso mopɛ sɛ modan n'asuafo? 28 Wɔyaw no, na wɔkae sɛ: Wo na woyɛ ne suani; yɛn de, Mose asuafo ne yɛn."}}
{"translation": {"en": "There is a need to conduct", "sw": "Yehia Fawal"}}
{"translation": {"en": "King Solomon had accumulated great wealth, but it could not bring him happiness or true satisfaction.", "sw": "Ɔhene Solomon nyaa ahonyade bebree na ɔyɛɛ nneɛma pii de gyee n'ani nso, nanso saa nneɛma no nyinaa ammoa no amma n'ani annye ahe biara."}}
{"translation": {"en": "today's information", "sw": "Wok Today Info"}}
{"translation": {"en": "26 Yet, you are not believing, because you are not of my sheep.", "sw": "26 Na mo de, munnye nni; efisɛ mumfi me nguan no mu."}}
{"translation": {"en": "Oh no, it's slowing", "sw": "Ne, ne gute Idee."}}
{"translation": {"en": "\"The sleep of a laboring man is sweet, whether he eat little or much.\"", "sw": "Odwumayɛfo didi kakraa oo, pii oo, ne nna yɛ no dɛ."}}
{"translation": {"en": "And my hand shall be upon the prophets that see vanity, and that divine lies: they shall not be in the assembly of my people, neither shall they be written in the {e} writing of the house of Israel, neither shall they enter into the land of Israel; and ye shall know that I [am] the Lord GOD.", "sw": "Onyankopɔn mpoo ne manfo a oyii wɔn mfitiase no. Munim nea Kyerɛwsɛm no ka fa Elia ho sɛ ogyina Onyankopɔn anim kasa tia Israelfo no se, \"Awurade, wɔakum w'adiyifo na wɔadwiriw w'afɔremuka, na me nko na maka a wɔpɛ sɛ wokum me\" no."}}
{"translation": {"en": "How to get a woman to give you money", "sw": "How Get Woman Pay You Ebook"}}
{"translation": {"en": "30 Truly, I say to you, This generation will by no means pass away till all these things take place.", "sw": "30Nokware mise mo sɛ, awo ntoatoaso yi rentwa mu, gye sɛ saa nneɛma yi nyinaa aba mu ansa."}}
{"translation": {"en": "Ex-employee theft of client information;", "sw": "AJOBInfo obInfo;"}}
{"translation": {"en": "However, I remember my father.", "sw": "Mede nneɛma pii kae me papa."}}
{"translation": {"en": "Pharaoh is free.", "sw": "Farah Abu Saa"}}
{"translation": {"en": "He does not b.s.", "sw": "Yenni S. B."}}
{"translation": {"en": "Have a little bet on me.", "sw": "Soma Bet On Me"}}
{"translation": {"en": "Let's be optimistic as long as we have a straw to", "sw": "Ɔwɔ kɛ yɛsi kpɔkɛ wɔ mekɛ dodo mɔɔ yɛbava yɛalielie yɛ nye la anwo."}}
{"translation": {"en": "or \"the way of life.\"", "sw": "^ Anzɛɛ \"ngoane mekɛ.\""}}
{"translation": {"en": "Believe me that I am in the Father and the Father in me.", "sw": "Munnye me nni sɛ mewɔ Agya no mu na Agya no nso wɔ me mu."}}
{"translation": {"en": "\"So therefore, any one of you who does not renounce all that he has cannot be my disciple\" (Lk 14:33, ESV).", "sw": "33 \"Ɛno nti, obiara a wampa ne ho akyi no rentumi nyɛ me suani."}}
{"translation": {"en": "yes i have added.", "sw": "Eee no add me."}}
{"translation": {"en": "I'm going to FEED YOU to my tarantula!", "sw": "me no mae no kabe wo buchi nuite yare!"}}
{"translation": {"en": "I am not longer worthy to be called your son.", "sw": "Na mensɛ sɛ wɔfrɛ me wo ba bio, na yɛ me sɛ w'apaafo no mu biako!"}}
{"translation": {"en": "They said to Him, \"Rabbi,\" (which translated means Teacher), \"where are You staying?\"", "sw": "Wɔn nso bisaa no se, \"Rabi\" (a ne nkyerɛase ne Kyerɛkyerɛfo), \"ɛhe na wote?\""}}
{"translation": {"en": "I've been cold for three days.\"", "sw": "tere pyar me ho jau fanaa"}}
{"translation": {"en": "I had to do something to amuse myself.", "sw": "Mihui sɛ ɛsɛ sɛ m'ankasa meyɛ biribi de gyigye m'ani."}}
{"translation": {"en": "how to be a friend to a friend whos sick", "sw": "Sɛnea Wobɛboa W'adamfo a Ɔyare"}}
{"translation": {"en": "Now they have known that all things whatsoever Thou hast given Me are of Thee.", "sw": "Afei wɔahu sɛ biribiara a wode maa me no fi wo nkyɛn."}}
{"translation": {"en": "Hacer - to do.", "sw": "Mo - Do; So"}}
{"translation": {"en": "Going Back to School 10.", "sw": "San kɔhwɛ Adesua 10."}}
{"translation": {"en": "For my Mom-what a woman.", "sw": "A Mom - A Woman To Me"}}
{"translation": {"en": "Why can't I have friends too?", "sw": "Adɛn Nti Na Minni Adamfo Biara?"}}
{"translation": {"en": "Mom and Dad were back from work.", "sw": "Nanso, ɛyɛ a medwene ho sɛ, me maame ne me papa bɛfiri adwumam abɛdu fie no, na wɔabrɛ."}}
{"translation": {"en": "Now I'm playing with my kids.", "sw": "Mede bi ne me mma di agoru."}}
{"translation": {"en": "As you sent Me into the world, I have sent them into the world.", "sw": "Sɛnea wosomaa me baa wiase no, saa ara na me nso meresoma wɔn akɔ wiase."}}
{"translation": {"en": "13 Ye are the salt of the earth!", "sw": "13\"Mone asase yi so nkyene."}}
{"translation": {"en": "Jesus wasn't here for Israel alone.", "sw": "Tɛ anwoma ɛhye angomekye a Gyisɛse maanle ɔgyinlanle a."}}
{"translation": {"en": "See the note on the title of Psalm 60.", "sw": "Susu dwom a ɛto so 60 no mu nsɛm ho hwɛ."}}
{"translation": {"en": "2 Therefore we fear not in the changing of earth, And in the slipping of mountains Into the heart of the seas.", "sw": "2 Enti sɛ asase rewosow koraa a, yensuro, na sɛ mmepɔw tutu kogu ɛpo bon mu nso a, saa ara."}}
{"translation": {"en": "28 (D) Father, glorify Your name.\"", "sw": "28Agya, hyɛ wo din animuonyam!\""}}
{"translation": {"en": "Some have called him a Prophet.", "sw": "Enti ebinom frɛ no nkɔmhyɛfo."}}
{"translation": {"en": "God Loves All of his Children.", "sw": "Yesu dɔ ba biara."}}
{"translation": {"en": "the life of raphael", "sw": "nkwa RAPHAEL"}}
{"translation": {"en": "Say: O people of the world.", "sw": "Mwa mu ʼan ʼsɛwɛ: -Kɔɔʼ a daan!"}}
{"translation": {"en": "What is the kingdom of God and His righteousness?", "sw": "Abusuabɔ bɛn na Onyankopɔn tumidi ne n'Ahenni no wɔ?"}}
{"translation": {"en": "2) They have no fear.", "sw": "(5) Ɛnsɛ sɛ wɔbɔ hu."}}
{"translation": {"en": "\"And the four living creatures said, Amen.\"", "sw": "Na abɔde ateasefo baanan kɔso ka sɛ Amen (Ԑnyɛ hɔ)."}}
{"translation": {"en": "I'm pretty happy with 8.5.10", "sw": "Yo Momma Must Be So Proud - 8:10am"}}
{"translation": {"en": "\"That is no bargain.\"", "sw": "『ねごとの音』〜negoto no ne"}}
{"translation": {"en": "The Power of Judgment!", "sw": "Asenso na gyud!"}}
{"translation": {"en": "Not just today, but for all time.", "sw": "Ennyɛ sesei nko na mmom afebɔɔ."}}
{"translation": {"en": "I'm obligated both to Greeks and non-Greeks, both to the wise and the foolish.", "sw": "Mepɛ sɛ mesakra nnipa adwene wɔ mo mu sɛnea mayɛ wɔ Amanamanmufo mu no. Mo ne obiara, wɔn a wɔn ani atew ne wɔn a wɔn ani ntewee, wɔn a wɔasua ade ne wɔn a wonsuaa ade nyinaa ho asɛm yɛ m'asodi."}}
{"translation": {"en": "12 And blessed are those who wait and remain until the end of the 1,335 days!", "sw": "12Nhyira ne nea ɔtwɛn kosi nnafua apem ahaasa aduasa anum awiei no."}}
{"translation": {"en": "Philip said to him, 'You may be baptized if you believe with all your heart.'", "sw": "Filipo ka kyerɛ no se, \"Sɛ wufi wo koma mu gye di a, mɛbɔ wo asu.\""}}
{"translation": {"en": "Kristine as well.", "sw": "Kristine Nso"}}
{"translation": {"en": "Your mind and your body work together.", "sw": "Wo nipadua ne w'adwene yɛ adwuma bom."}}
{"translation": {"en": "today are members.", "sw": "Yɛyɛ W'adansefoɔ nnɛ."}}
{"translation": {"en": "V 20, \"You are demon-possessed,\" the crowd answered.", "sw": "20 Nnipa no ka kyerɛɛ no se, \"Gyama hohommɔne bi hyɛ wo so?"}}
{"translation": {"en": "\"I'm the happiest I've ever been,\" says Ray.", "sw": "Joy ka sɛ, \"Asɛm nyɛɛ me yaw saa da."}}
{"translation": {"en": "Eddie is married with two children and serves as a volunteer coach.", "sw": "Bere bi akyi, Eric waree Amy, na wɔn baanu nyinaa resom sɛ akwampaefo titiriw."}}
{"translation": {"en": "8 Paul defended himself, saying, \"I have done nothing wrong against the Jewish law, against the Temple, or against Caesar.\"", "sw": "8Paulo yii ne ho ano se, \"Minni biribiara ho fɔ, efisɛ menkasa ntiaa Yudafo mmara; minguu asɔredan ho fi, na menkasa ntiaa Roma aban nso.\""}}
{"translation": {"en": "it is a great city.", "sw": "Ɛyɛ kurow a nnipa dɔɔso wom paa."}}
{"translation": {"en": "of the congregation on the morning of the Lord's", "sw": "Foto di Awurra Adwoa Kye"}}
{"translation": {"en": "To be close to You, holding on and never letting go", "sw": "1 Naa Zhezu wìla kaa pe naga ki sɛnrɛ ti ni ma saa kɔ,"}}
{"translation": {"en": "Buy bottled water, don't drink from the tap.", "sw": "\"Nea ade wono na odi, nnye nea okom de no.\""}}
{"translation": {"en": "His Word is the Truth (John 17:17).", "sw": "Nyamenle edwɛkɛ ne le nɔhalɛ. - Dwɔn 17:17."}}
{"translation": {"en": "460.She was pregnant", "sw": "TI 4 Maria Nyinsɛnee Nanso na Ɔnwaree"}}
{"translation": {"en": "They are regularly divided.", "sw": "Mpɛn pii wɔn mu akyekyɛ."}}
{"translation": {"en": "213217 The eye is watching you.", "sw": "172 Papa no Iukoto wo Kikinasai!"}}
{"translation": {"en": "Please tell me that it's as beautiful", "sw": "So tell mi how ya dweet"}}
{"translation": {"en": "Choose the books you're going to read.", "sw": "Paw kyerɛwsɛm a wobɛkenkan."}}
{"translation": {"en": "Alucard is forgiven by God", "sw": "Adinkra Symbol Gye Nyame"}}
{"translation": {"en": "tlon of the Senate.\"", "sw": "Nyheter om Semafo Semafo \""}}
{"translation": {"en": "I manifested two book deals.", "sw": "Nanso megyee nwoma mmienu deɛ."}}
{"translation": {"en": "Poverty will never be eliminated.", "sw": "Wiase yi mu deɛ, ohia ase rentu da."}}
{"translation": {"en": "I LOVE MUSIC more than anything in the world!", "sw": "Ná mepɛ baseball sen biribiara!"}}
{"translation": {"en": "If not, then how do we know what true religion is?", "sw": "Saa ɔnle zɔ a, ɛnee kɛ ɔkɛyɛ na wɔanwu nɔhalɛ ɛzonlenlɛ ne ɛ?"}}
{"translation": {"en": "\"What new teaching is this?\"", "sw": "\"Nkyerɛkyerɛ foforɔ bɛn ni?"}}
{"translation": {"en": "Directions: How to Apply", "sw": "Étiquette: Lee Kwan Yew"}}
{"translation": {"en": "Halachah is in Accordance with R' Yose? - Eruvin 83b", "sw": "So Gaya Yeh Jahan So Gayi Ye Raste"}}
{"translation": {"en": "violent man, I was shown mercy because I acted in ignorance and unbelief.", "sw": "Onyankopɔn ahunu me mmɔbɔ na ɛsiane sɛ na mennye nni enti, na mennim deɛ mereyɛ."}}
{"translation": {"en": "Thoughts on Saint John Paul II at 101", "sw": "Paul AnkaPaul Anka1 Abonné101"}}
{"translation": {"en": "Click here for the current position of the AIDABlu", "sw": "Click Here For Kwadwo Amankwah Antwi's Current Address"}}
{"translation": {"en": "somebody at home.", "sw": "sɛ obi wɔ fie."}}
{"translation": {"en": "But before Jesus was born, many people wondered, 'Who will be the Messiah?' 5.", "sw": "Noko kolaa na bɛawo Gyisɛse la, menli dɔɔnwo bizale kɛ: 'Nwane a bayɛ Mɛzaya ne a?'"}}
{"translation": {"en": "Are you a Christian?.", "sw": "Wurubuaarɛ abɛɛ anyamesɛ?'"}}
{"translation": {"en": "A day for your mother", "sw": "Na dakoro bi Abena wo ho na"}}
{"translation": {"en": "That's my smirk!", "sw": "Hei Me Smurffataan!"}}
{"translation": {"en": "My parents had six children, I am the sixth one.", "sw": "M'awofo woo mma 12, me na na meto so nnum."}}
{"translation": {"en": "Think about what attracted you to each other.", "sw": "Su a ɛmaa obiara ani begyee ne yɔnko ho no, monnwennwene ho."}}
{"translation": {"en": "Nimrod became the most powerful warrior on the earth.", "sw": "Na Nimrod bɛyɛɛ ɔkofo kɛse wɔ asase so."}}
{"translation": {"en": "14. and wherever he enters, say to the owner of the house, 'The Teacher says, \"Where is My guest room in which I may eat the Passover with My disciples?\"'", "sw": "Munni n'akyi nkɔ ofi a ɔbɛkɔ mu no mu na mummisa ofiwura no se, 'Yɛn kyerɛkyerɛfo se ɛhe na woasiesie ama ɔne n'asuafo no sɛ wommedi Twam Afahyɛ aduan no?'"}}
{"translation": {"en": "However, membership can build support for it in a number of ways.", "sw": "Nanso asafo no mufo betumi afa akwan pii so aboa wɔn.\""}}
{"translation": {"en": "Worship of God is never out of fear or desires.", "sw": "Nyankopͻn Ne nhyira mu esumasɛm nye dɛ obi bosuro Nyankopͻn na o'ekyir bͻn."}}
{"translation": {"en": "very big eyes.", "sw": "So Big Eyes"}}
{"translation": {"en": "20 At that time, I will bring all of you back,", "sw": "20Saa bere no, mɛboaboa mo ano;"}}
{"translation": {"en": "Author: It is a collection of stories/incidents/telegrams/letters/testimonies concerning the liberation war of Bangladesh", "sw": "Beranda / Cari / Video / Kaakyire Aboagye Ohia Tua Akonode"}}
{"translation": {"en": "you've got me in your hands tonight", "sw": "Fa wo nsa to me kɔn mu anwummerɛ yi deɛ yɛn sei mu"}}
{"translation": {"en": "The Republic of Kazakhstan (1995)", "sw": "Kyrgyzstan 1995 no no"}}
{"translation": {"en": "Who is the Son of Jesse?", "sw": "Saa Yisai babarima yi dwene sɛ ɔne hwan?"}}
{"translation": {"en": "They did not see the Jews as People; they were not the same species as them.", "sw": "Yudafo no bu amanaman (wɔn nyinaa a wɔnnka Yudafo no ho) sɛ wɔyɛ nnipa akuw a wɔba fam na afei wɔnho ntew."}}
{"translation": {"en": "But it is not spanish.", "sw": "Ok no Spawn.."}}
{"translation": {"en": "I pray the Lord bless you and the works of your hands.", "sw": "Mɛhyira wo fidua ne wo nsano adwuma"}}
{"translation": {"en": "Behold, I am coming soon, bringing my recompense, to repay every one for what he has done.\"", "sw": "Mikura mʼakatua sɛ mede rebɛma obiara sɛnea nʼadwumayɛ te."}}
{"translation": {"en": "So what can you do to stay sane and happy?", "sw": "Dɛn na wubetumi ayɛ na ama woakɔ so ayɛ asɛnka adwuma no, na w'ani agye bere nyinaa?"}}
{"translation": {"en": "The Apostle Paul suffered.", "sw": "Saa bere no, na ɔsomafo Paulo te ase."}}
{"translation": {"en": "Anyone who \"liked\" my account is now \"following\" me.", "sw": "Me の内容が、I am Me now 「現在の私」"}}
{"translation": {"en": "...the scripture was fulfilled, which saith, and he was numbered with the transgressors.\"", "sw": "Eyi maa nea Kyerɛwsɛm no kae se, \"Wɔkan no fraa nnebɔneyɛfo mu\" no baa mu."}}
{"translation": {"en": "Our dear friend Tychicus, who is a faithful worker and fellow servant in the Lord's work, will give you all the news about me.", "sw": "7 Yɛn nuabarima pa Tihiko a ɔyɛ odwumayɛfo pa na ɔsan yɛ Awurade adwumayɛ mu somfo no bɛka me ho asɛm akyerɛ mo."}}
{"translation": {"en": "No matter where you reside in the world.", "sw": "Baabi a wote wɔ wiase yi mu fa baabiara nfa ho."}}
{"translation": {"en": "to do his first miracle.", "sw": "Ɔyɛɛ Anwonwade a Ɛdi Kan"}}
{"translation": {"en": "A father may disinherit his son, but that son remains his son.", "sw": "Enti sɛ agya nso betumi atan ne ba a, na wɔn a aka nso ɛ?"}}
{"translation": {"en": "Christmas at The Children's Foundation! - The Childrens Foundation", "sw": "Mmofra's Writing Workshop! - Mmofra Foundation"}}
{"translation": {"en": "Woman with kidney disease couldn't find a donor, ends up with boyfriend's organ", "sw": "Ne ilaa nyɛnyɛn giwɔra mɔ i kya nyɛ lɛwu ɔlon lii daa Wurubuaarɛ nbara mɔ dɔ."}}
{"translation": {"en": "Jesus truly cares for his subjects and reflects God's marvelous qualities, especially love.", "sw": "Yɛn Hene Yesu deɛ, ɔdɔ yɛn ankasa, na ɔsuasua Onyankopɔn su ahorow a ɛyɛ fɛ no, titiriw ne dɔ."}}
{"translation": {"en": "Mr. Attwater Mr. Attwater See fewer", "sw": "Mr. Antwine Mr. Antwine See fewer"}}
{"translation": {"en": "Show me how to be you", "sw": "Show Me How To Be"}}
{"translation": {"en": "Job 15:17 \"Listen to me and I will explain to you; let me tell you what I have seen,", "sw": "17\"Tie me, na mɛkyerɛ wo mu;"}}
{"translation": {"en": "\"They will not enter my rest,\"[h]", "sw": "\"Wɔrenkɔ me home mu\" (11)"}}
{"translation": {"en": "Jesus said \"You are correct.\"", "sw": "Yesu kaa sɛ: 'Woaka nokware."}}
{"translation": {"en": "Well, children are different.", "sw": "Saa nso na mmofra te."}}
{"translation": {"en": "for those who need.", "sw": "Wɔn a adeɛ ahia wɔn."}}
{"translation": {"en": "He said, \"I'm the Messiah.\"", "sw": "Ɔkaa sɛ: 'Mene Mesia no.'"}}
{"translation": {"en": "Then she sent the video clip to the child's father", "sw": "Kyire kyɛbɔ ɛpena kyɛ vidio ne ba ɔ."}}
{"translation": {"en": "No one can get to God except through Jesus Christ.", "sw": "Obiara rentumi nsɔ wo nsam nkyerɛ wokwan gyesɛ Yesu."}}
{"translation": {"en": "unless it is in his prayer closet, and there he will not be still.\"", "sw": "Elimasɛ mɔ kya laarɛ daa gɛnɔɔbono ɔ laa yɛgɛ ne ɔbelɛnsɛ mɔ maŋ nyɛ nu mɔmɔ asɛ de ɔ mɛŋ sa ɔꞌ nyɛ sɔɔ Yesu gyi."}}
{"translation": {"en": "My take-aways;", "sw": "So me qwakys;"}}
{"translation": {"en": "What can we learn from a baby?", "sw": "Dɛn na Yesua Fi Ɔdebɔneyɛfo Bi Hɔ?"}}
{"translation": {"en": "Compared to flowering plants (angiosperms),", "sw": "Wɔte sɛ afuw so nnua,"}}
{"translation": {"en": "call me by your name movie clip", "sw": "gye me din twi movie"}}
{"translation": {"en": "Baby, come with me (Ooh)", "sw": "Come With Me (Gen Wo Zou Ba)"}}
{"translation": {"en": "Same was true in ancient Israel.", "sw": "Saa ara na na ɛte wɔ tete Israel."}}
{"translation": {"en": "Because where there is a testament, there has to be the death of the man who made it.", "sw": "ne o nu Wurubuaarɛ gɛdɛ kaaborɛ ɔ' nyɛ lɛwu gbaa."}}
{"translation": {"en": "The angels are commanded to worship the Son when the Son is brought into the world.", "sw": "Bere a abɔfo bi fi soro baa asase so bɛwaree mmaa no, wɔne wɔn woo mma."}}
{"translation": {"en": "Honey, Please Stop the car.", "sw": "Awuraa Bñmpa: Gyina taxi maá me!"}}
{"translation": {"en": "The Lord is in charge \"If the Lord does not build the house, the work of the builders is useless; if the Lord does not protect the city; it is useless for the sentries to stand guard.", "sw": "1Sɛ Awurade ansi dan no a, adansifo no adwuma a wɔyɛ wɔ ho no yɛ ɔkwa; sɛ Awurade ammɔ kurow no ho ban a, awɛmfo no wɛn kwa."}}
{"translation": {"en": "Sing along, sing your heart out,", "sw": "monto dwom, mo a mo koma mu tew."}}
{"translation": {"en": "Raise up the poor, and you raise up the nation.", "sw": "wopamoo amanaman no na woduaaɛ."}}
{"translation": {"en": "What an accomplishment.....wheeeeeeee.", "sw": "so famous..eheee"}}
{"translation": {"en": "\"See what you've done to me?", "sw": "you hwɛ nea wode ayɛ me"}}
{"translation": {"en": "But they were very good friends.", "sw": "Ná wɔyɛ nnamfo paa."}}
{"translation": {"en": "It's called \"Eff, Marry, Kill.\"", "sw": "Megitsune \"awa, aware ya, mono no aware\""}}
{"translation": {"en": "This is so beautiful and so you:)", "sw": "So Wonderful 🙂 So Beautiful 🙂 So YOU 🙂"}}
{"translation": {"en": "All the property went to his son Joseph and subsequently to his heirs.", "sw": "Bere a wɔn nyinaa siim na wɔkɔɔ kakraa no, Yosef somaa ne nkoa dii wɔn akyi."}}
{"translation": {"en": "You just have to pick up your pen and start.", "sw": "Nea ehia ara ne sɛ wobɛfa wo Bible, na woahyɛ ase akenkan."}}
{"translation": {"en": "Let's say a prayer for a toothache!", "sw": "Wɔrebɔ nantwi ba mpae!"}}
{"translation": {"en": "You'll therefore love it or hate it.", "sw": "Ɛnee bɛkulo wɔ yɛɛ bɛbahulo wɔ dahuu."}}
{"translation": {"en": "If you are a forgetful hearer, it is because you do not love God more than you love your own way.", "sw": "Yɛlɛ anwodozo kɛ ɛyɛ zɔ a, ɛbanwu kɛ ɔnyɛ se kɛ ɛbahulo Nyamenle wɔadɛla kɛzi ɛnee ɛdwenle la."}}
{"translation": {"en": "chronicle ends in the middle of a sentence describing the 1506 Battle of Kletsk.", "sw": "Tswu Kwan 潤滑泵泵頭 TK1506 查詢現貨"}}
{"translation": {"en": "My dad's name is William and his father was John.", "sw": "Ná me papa din de William, ɛnna me maame din de Jean."}}
{"translation": {"en": "This led the young man into a rage.", "sw": "Iyi maa abofra kakraba nobo fuuw yie mmapa!"}}
{"translation": {"en": "Ah, it will improve.", "sw": "Aaha, e bɛyɛ nkɔso."}}
{"translation": {"en": "If I could hear...", "sw": "Ama mate nsɛm aaa,"}}
{"translation": {"en": "and by my God I can jump over a wall.", "sw": "me Nyankopɔn nti, mitumi foro ɔfasu."}}
{"translation": {"en": "remaining, five size are suitable to all people.", "sw": "Nanso nnipa a enni mu nyinaa ɔtɔso anum."}}
{"translation": {"en": "This is a fun and educational place to visit with your family!", "sw": "Sɛ wo ne w'abusua sua ho ade a, mo ani bɛgye paa!"}}
{"translation": {"en": "\"Remember,\" he says, \"You are dust.\"", "sw": "Onyankopɔn te wo ase na 'ɔkae sɛ woyɛ mfutuma.'"}}
{"translation": {"en": "I figure that if I get the same questions a lot, many people are looking for the same answers.", "sw": "Anikasɛm ne sɛ nsɛmmisa koro no ara na nyamesomfo pii repɛ ho mmuaeɛ."}}
{"translation": {"en": "How did the Her Majesty's Government respond?", "sw": "Dɛn na ne soro Agya no yɛe wɔ ho?"}}
{"translation": {"en": "Revelation 3:18 (GNT) I advise you, then, to buy gold from me, pure gold, in order to be rich.", "sw": "18 \"Enti mitu wo fo se tɔ sikakɔkɔɔ, sikakɔkɔɔ amapa, fi me nkyɛn sɛnea ɛbɛma woayɛ ɔdefo."}}
{"translation": {"en": "What are we supposed to do with 'sorry?", "sw": "Sɛ yebenya \"bɔne fafiri\" a, dɛn na ɛsɛ sɛ yɛyɛ?"}}
{"translation": {"en": "Everything is for Him, through Him, and by Him.", "sw": "36Efisɛ ade nyinaa fi ne mu na ɛba, na ɛnam ne so na ɛba, na ɛbɛsan akɔ ne nkyɛn bio."}}
{"translation": {"en": "A Master, The Master, One Master", "sw": "Ɔyɛ Ɔhene, Ɔyɛ Owura"}}
{"translation": {"en": "(40) From the descendants of Asher:", "sw": "40Aser asefo:"}}
{"translation": {"en": "This Book of the Law must not depart from your mouth; you are to recite it day and night so that you may be careful to do everything written in it.", "sw": "Kae sɛ Onyankopɔn ka kyerɛɛ Yosua sɛ: \"Mma mmara nhoma yi mmfi w'anom, na mmom kenkan na dwinnwen ho awia ne anadwo na woadi nea wɔakyerɛw wom nyinaa so."}}
{"translation": {"en": "In other words, is what I'm doing at this job creating a piece of a larger puzzle?", "sw": "Enti saa dwuma a meredi yi, so saa adwuma a mereyɛ yi ɛhyɛ guru tumi ase anaa?"}}
{"translation": {"en": "And Jesus asked the disciples, \"Where is your faith?\"", "sw": "Gyisɛse bizale ɛzoanvolɛ ne mɔ kɛ: \"Bɛnlɛ diedi ɔ?\""}}
{"translation": {"en": "For the five foolish, having brought their lamps, did not take oil with them.", "sw": "3Wɔn mu nkwaseafo no rekɔ no, wɔfaa wɔn akanea nanso wɔamfa ngo anka ho."}}
{"translation": {"en": "1The winda blows 2where it wishes, and you hear its sound, but you do not know where it comes from or where it goes.", "sw": "8  Anwoma ne bɔ kɔ ɛleka mɔɔ ɔkulo la, bɛte ɔ ne noko bɛnze ɛleka mɔɔ ɔvi ɔba yɛɛ ɛleka mɔɔ ɔlɛkɔ a."}}
{"translation": {"en": "Aristarchus, my fellow-prisoner, greets you.", "sw": "Me yɔnko Aristarko a ɔne me da afiase no kyia mo."}}
{"translation": {"en": "My ex-bf's mother.", "sw": "Ah, ne na FB."}}
{"translation": {"en": "No I would not say that, and I didn't say that.", "sw": "Me kaa no sei, nso i didn't mean to say so"}}
{"translation": {"en": "This is our future", "sw": "Ɛno ne yɛn daakye a yɛde bɛgya yɛn nkyirima"}}
{"translation": {"en": "The main character is named eve.", "sw": "Chain ke din hawaa ho gaye."}}
{"translation": {"en": "18. and the fruit of the righteousness in peace is sown to those making peace.", "sw": "Na ɛsow aba pa a efi aba a asomdwoefo duaa no asomdwoe mu no."}}
{"translation": {"en": "He couldn't have eaten", "sw": "odei wontumi"}}
{"translation": {"en": "55 The women who had accompanied Jesus from Galilee followed, and they saw the tomb and how his body was laid in it.", "sw": "55 Wosiee amu no wiei no, mmea a wodi Yesu akyi fi Galilea no ne Yosef kɔhwɛɛ faako a wɔde no toe ne sɛnea wosiee no fae."}}
{"translation": {"en": "Where do I want to go to church?", "sw": "Mɛni Hewɔ Asɔleɔ?"}}
{"translation": {"en": "All lands discovered, or to be discovered, west of that line, said Alexander, were Spain's.", "sw": "Alexander kaa sɛ, ɔman biara a ɛwɔ hɔ, ne foforo biara a wɔbɛhu no yɛ Spainfo dea."}}
{"translation": {"en": "April fool today.", "sw": "ɛnnɛ yɛbɛyɛ nkwasea ade"}}
{"translation": {"en": "40 Jesus went back across the Jordan River again to the place where John had been baptizing at an earlier time, and he stayed there.", "sw": "40 Na osiim kɔɔ Yordan agya nohɔ bio wo nea Yohane bɔɔ asu kan no, na ɔkɔtraa hɔ."}}
{"translation": {"en": "The 144000 were from all the tribes of Israel.", "sw": "Wɔn nyinaa dodow yɛ ɔpeha aduanan anan a, wɔn nyinaa fi Israel mmusuakuw no mu."}}
{"translation": {"en": "Thread Name: In the Name of My Father", "sw": "ALTO: Wo agya no din mu-o"}}
{"translation": {"en": "Creed Sounds Like Hootie and the Blowfish... and they suck!", "sw": "Ako te ne krene ne bodi vene!"}}
{"translation": {"en": "Do you remember the names of the publishers?", "sw": "Wobɛtumi akae asomafo no nyinaa din?"}}
{"translation": {"en": "Today I am reading Acts 19:1-20.", "sw": "Kenkan Asomafo Nnwuma 9:1-20."}}
{"translation": {"en": "The band returned home and went on tour in Europe with Royal Republic and H-Blockx.", "sw": "Aā dee i bee bɔātɛ̄ kɔ ue, i wee bip-ebip."}}
{"translation": {"en": "We laughed a lot the entire day.", "sw": "de di me ho fɛw da mu nyinaa."}}
{"translation": {"en": "I've always wanted to do Farm Aid.", "sw": "Ná m'ani gye mmoa ho dedaw."}}
{"translation": {"en": "Jesus glorified the Father in everything He did.", "sw": "Gyisɛse vale mɔɔ ɔhanle nee mɔɔ ɔyɛle la amuala ɔwulale ye anwuma Selɛ ne anyunlunyia."}}
{"translation": {"en": "Do you know that Jesus has come?", "sw": "So Wunhu Se Yesu Reba"}}
{"translation": {"en": "There are 6 reasons they do it.", "sw": "Nneɛma nsia bi nti na yɛreka saa."}}
{"translation": {"en": "Sir Robert Finlay: That is it.", "sw": "Mme France Gélinas: So am I."}}
{"translation": {"en": "\"Should\" the Apple", "sw": "bi lɛpɛ 'the apple'"}}
{"translation": {"en": "And the tribe of the Christians, so called after him, has still to this day not disappeared. \"", "sw": "Afei nso na Onyankopɔn bɔfo amuni boɔ no afiri hɔ, awɛmfo no kɔ, na biribiara nni ɛda no mu."}}
{"translation": {"en": "No fruit, ran out of milk and yogurt.", "sw": "So no cheese, no milk, no yoghurt's."}}
{"translation": {"en": "Love is not easily defined.", "sw": "Ɛyɛ den sɛ yebetumi akyerɛkyerɛ sɛnea ɔdɔ te mu pɛpɛɛpɛ."}}
{"translation": {"en": "By the end of the afternoon, we're exhausted.", "sw": "Ebedu anwummere na yɛabrɛ."}}
{"translation": {"en": "On a piece of chalk.", "sw": "ao so mi cham bi"}}
{"translation": {"en": "The Foundation was shut down.", "sw": "Fapem no ayera."}}
{"translation": {"en": "Here is your God... God will come and save you.\"", "sw": "You are here: Onyame Nfere Wo ..."}}
{"translation": {"en": "8 Therefore he who rejects, doesn't reject man, but God, who has also given his Ruach HaKodesh to you.", "sw": "8Ɛno enti, obiara a ɔbɛpo nkyerɛkyerɛ no ntia onipa, na mmom, ɔtia Onyankopɔn a ɔma mo Honhom Kronkron no."}}
{"translation": {"en": "I am citizen of Israel.", "sw": "Meyɛ Israelni fi m'awosu mu."}}
{"translation": {"en": "Elijah brought the child to his mother and said: \"See, thy son liveth.\"", "sw": "Ɛkɛ ne ala Yilaegya vale kakula ne dwule aze na ɔzele raalɛ ne kɛ: 'Nea, ɛ ra ne ɛde kpɔkɛ!'"}}
{"translation": {"en": "Your assistant says, \"You've spent a lot of time in VR by yourself this week.", "sw": "Sɛ nhwɛso, fa no sɛ wo hokafo ka sɛ: \"Nnawɔtwe yi de, wokyɛe wɔ adwumam paa.\""}}
{"translation": {"en": "Is there any way of accurately foretelling the future?", "sw": "Ɔkwan bi wɔ hɔ a yɛbɛfa so ahu nea ebesi daakye pɛpɛɛpɛ anaa?"}}
{"translation": {"en": "What is Stress? and how it affects us?", "sw": "Dɛn ne saa adanse no, na sɛn na ɛka yɛn?"}}
{"translation": {"en": "You've helped me figure what I'm going to do today . . .", "sw": "Emomu, ɔbule ye kɛ ɔle adenle mɔɔ bamaa yeanwu mɔɔ ɛmaa ɛnɛ meyɛ zɛhae la.\""}}
{"translation": {"en": "The Resurrection of Jesus: Did it actually happen?", "sw": "Yesu Wusɔre - Esii Ampa?"}}
{"translation": {"en": "Some big names have debuted their own versions, including Google and Sony.", "sw": "Mmom no, wofii ase de wɔn din a edi kan te sɛ José anaa Paulo frɛfrɛɛ wɔn ho."}}
{"translation": {"en": "Do not give him any more.", "sw": "Momma no more."}}
{"translation": {"en": "You may say \"I can see it with my own eyes, people are being harmed, people are in pain, people are suffering.\"", "sw": "Wubetumi aka biribi te sɛ: \"Ɛhaw me sɛ wotee saa asɛm no. Wo maame bo afuw me, na sɛ nkurɔfo bo fuw nso a, wotumi keka nsɛm a ɛyɛ yaw.\""}}
{"translation": {"en": "But only those who are about the genuineness,", "sw": "W8CJQVD W8CJQVS W8CJQVA W8CJQVJ W8CJQVL W8CJQVT W8CJQVW W8CJQVC W8CJQVO W8CJQVM W8CJQVR W8CJQVK W8CJQVI W8CJQVU W8CJQVB W8CJQVF W8CJQVQ W8CJQVN W8CJQVR W8CJQVG W8CJQVZ W8CJQVH W8CJQVX W8CJQVY W8CJQVE W8CJQVV W8CJQV1 W8CJQV2 W8CJQV3 W8CJQV4 W8CJQV5 W8CJQV6 W8CJQV7 W8CJQV8 W8CJQV9"}}
{"translation": {"en": "[citation needed] This makes Skte a transcontinental.", "sw": "Yei nt] asom w] asase kurukuruwa ho."}}
{"translation": {"en": "Do I pray for what I need, or for what I want?", "sw": "Ɛyɛ a mebɔ mpae ma afoforo anaa nea mihia nko ara na mebɔ ho mpae?"}}
{"translation": {"en": "Don't worry about 12.", "sw": "Don't Worry About Me 12"}}
{"translation": {"en": "All unrighteousness will be destroyed.", "sw": "Bɔne nyinaa befi hɔ."}}
{"translation": {"en": "School-aged kiddies fall in the 6 to 12 years age group.", "sw": "Ná mmarimaa a wɔadi mfe 6 kosi 13 no kɔ sukuu wɔ hyiadan mu"}}
{"translation": {"en": "of God came in to the daughters of men, and they bore children to them.", "sw": "Bere a Onyankopɔn mmabarima yi kɔɔ nnipa mmabea yi ho no, wɔne wɔn wowoe."}}
{"translation": {"en": "death-of-jesus - The Path of Truth", "sw": "Nnobi- Nnokwa Road Nnobi"}}
{"translation": {"en": "Someone's trying to scare you", "sw": "obi wo sura"}}
{"translation": {"en": "F Praise him with the sound of the trumpet:", "sw": "3Momfa torobɛnto nnyigyei nkamfo no,"}}
{"translation": {"en": "22Then they celebrated the Festival of Unleavened Bread for seven days.", "sw": "Akee maanle ne lile Akpabɛnwo ne, na eza bɛlile Paano Mɔɔ Mgbɔvonle Ɛnle Nu Ɛvoyia ne kenle nsuu."}}
{"translation": {"en": "14 Hezekiah took the letter from the hand of the messengers and read it.", "sw": "14Hesekia nsa kaa krataa a abɔfoɔ no de baeɛ no, ɔkenkaneeɛ."}}
{"translation": {"en": "If only you had known Me, you would also have known My Father; and from now on you know Him and have seen Him.\"", "sw": "37Ɛwom sɛ monhunuu Agya no anim da, na montee ne nne nso da, nanso wadi me ho adanseɛ."}}
{"translation": {"en": "My lady swing friend....", "sw": "Sanam teri kasam...wow"}}
{"translation": {"en": "To enjoy a uniquely designed home, the timber frames have to be carefully designed before being shipped.", "sw": "Sɛ obi pɛ sɛ osi dan a, ɛsɛ sɛ ɔtoto nneɛma yiye ansa na watumi awie."}}
{"translation": {"en": "As the most powerful man", "sw": "Onipa Hoɔdenfo a Ɔsen Biara"}}
{"translation": {"en": "\"Now I say this, brothers and sisters, that flesh and blood cannot inherit the Kingdom of God, and what decays cannot inherit what does not decay.", "sw": "\"Seesei mika eyi anuanom sɛ honam ne mogya ntumi nnya Onyankopɔn ahenni no, na kapɛsɛ nea ɛsɛe atumi anya nea ɛnsɛe."}}
{"translation": {"en": "Pharaoh said to Joseph, \"I have had a dream, and there is no", "sw": "Falo vale anwomemaazo buale kɛ: 'Mɔɔ Gyihova baha biala la ɛnvale me nwo, yɛɛ menrɛmaa Yizilayɛma ɛnrɛhɔ.'"}}
{"translation": {"en": "We look at ourselves and feel shame.", "sw": "hwɛ, na hu yɛn animguase."}}
{"translation": {"en": "O'Dowd tells", "sw": "Owusu Söder"}}
{"translation": {"en": "So then he went to work on the railroad.", "sw": "Enti wɔma ɔkɔyɛɛ adwuma wɔ keteke adwuma mu."}}
{"translation": {"en": "NOT for long-standing constipation", "sw": "...mentimehoase ntena nkyɛ"}}
{"translation": {"en": "I want to talk about James 1:2-4.", "sw": "Ask Me About 'James 1:4'"}}
{"translation": {"en": "I believe the Kingdom has a sound.", "sw": "Ahem Ahem Ahem comes a sound."}}
{"translation": {"en": "God's purpose embodies His dream . . .", "sw": "Onyankopɔn na ɔbɛkyerɛ wo dae no ase.\""}}
{"translation": {"en": "For today in the town of David a Savior has been born to you; He is Christ the Lord.\"", "sw": "Ɔbɔfo no kae sɛ: \"Wɔawo Agyenkwa a ɔne Awurade Kristo no ama mo nnɛ wɔ Dawid kurom.\""}}
{"translation": {"en": "How can you not allow your mind to be distracted by the relative when you have a job?", "sw": "Sɛ wo ne w'abusuafo adwene nhyia wɔ biribi ho a, dɛn na wobɛyɛ na w'ahonim anhaw wo?"}}
{"translation": {"en": "The same was true in Christ's day.", "sw": "Saa na na ɛte wɔ Yesu bere so."}}
{"translation": {"en": "41 And many more believed on account of His word,", "sw": "41Ne nsɛm no enti nnipa bebree gyee no diiɛ."}}
{"translation": {"en": "20 \"But (A) the Lord is in His holy temple.", "sw": "20Nanso Awurade wɔ nʼasɔrefie kronkron mu."}}
