{"translation": {"eng": "We have more than twenty years of experience in production.", "xho": "Sinamava angaphezu kweminyaka engamashumi amabini kwimveliso."}}
{"translation": {"eng": "The 4th one was a boy.", "xho": "Yaye owesine kubo kuthiwa ngumfana."}}
{"translation": {"eng": "We want to invite you to test our products.", "xho": "Sinqwenela ukuba nawe uzame imveliso yethu."}}
{"translation": {"eng": "Anyway it's all right now.", "xho": "Anyways, it's okay now."}}
{"translation": {"eng": "Some of the methods are effective, others do not work.", "xho": "Ezinye zeendlela ozisebenzisayo ziyasebenza, ezinye azikho."}}
{"translation": {"eng": "What, for example, is the nature of God?", "xho": "Ngokomzekelo, unjani uThixo?"}}
{"translation": {"eng": "I will praise Yahweh at all times, his praise will always be in my mouth.", "xho": "Ndiya kumbonga uYehova ngamaxesha onke, Ihlale isemlonyeni wam indumiso yakhe."}}
{"translation": {"eng": "Amanda is fascinating.", "xho": "Amanda looks amazing!"}}
{"translation": {"eng": "You can move to a Spanish speaking country.", "xho": "Bangakwazi ukutyelela ilizwe elithetha isiFrentshi."}}
{"translation": {"eng": "\"I and the father are ONE\" Jesus said.", "xho": "UYesu wathi: \"Mna noBawo sibanye.\""}}
{"translation": {"eng": "(John 7:5) Later, however, James and Judas (also called Jude) became his disciples, and they even wrote books of the Bible.", "xho": " (Yohane 7:5) Noko ke, kamva, uYakobi noYudas (okwabizwa ngokuba nguYude) baba ngabafundi bakhe, yaye bada babhala neencwadi zeBhayibhile."}}
{"translation": {"eng": "But in order for God to come near to us, we must come near to him.", "xho": "Yaye xa sisondela kuThixo naye uyasondela kuthi."}}
{"translation": {"eng": "Populations were oppressed.", "xho": "Abantu bakaThixo babecinezelwe."}}
{"translation": {"eng": "Mikael Blomkvist is an investigative journalist and publisher of the magazine Millenium.", "xho": "UMikael Blomkvist yintatheli kunye nomhleli wephephancwadi lezopolitiko laseSweden Millennium."}}
{"translation": {"eng": "We are constantly comparing ourselves to everyone else.", "xho": "Sihlala siqhathanisa nabanye kwizinto zonke."}}
{"translation": {"eng": "Still, you have to make sure that the child respects you and looks up to you.", "xho": "Kwakhona, umama kufuneka abone ukuba le ndoda ihlonipha kwaye ikukhusela."}}
{"translation": {"eng": "If someone sleeps with someone who cares?", "xho": "Okanye ubona omnye umntu elele kwaye umkhathalele."}}
{"translation": {"eng": "So, what happens to the wicked?", "xho": "Kuya kwenzeka ntoni kubantu ababi?"}}
{"translation": {"eng": "Are you in need of assistance during your visit?", "xho": "Ngaba ufuna uncedo kwiphulo lakho?"}}
{"translation": {"eng": "Fortunately, they are readily available online.", "xho": "Ngethamsanqa, ziyafikeleleka ngokulula njengoko unokuzifumana ngokulula kwi-intanethi."}}
{"translation": {"eng": "Please do not use the obsolete code for publication.", "xho": "Nceda ungazihoyi izimvo ezithi ikhowudi ayisebenzi."}}
{"translation": {"eng": "\"Then I saw a great white throne and One seated on it.", "xho": "\"Ndabona itrone enkulu emhlophe naLowo wayehleli kuyo."}}
{"translation": {"eng": "For more information on Death Valley National Park, please visit the official National Park Service Death Valley homepage.", "xho": "Ukuze ufunde okungakumbi malunga neNtlambo yokuFafa, tyelela iwebhusayithi esemthethweni ye-Death Valley National Park."}}
{"translation": {"eng": "Meanwhile, the locals accused government forces of blaming them for the explosion.", "xho": "Ngelo xesha, abantu bakuBomela babekhalazela urhulumente besithi ungunobangela wokutshabalala kweli phulo."}}
{"translation": {"eng": "On the other hand, extreme amounts of these hormones may increase sexual interest.", "xho": "Ukongezelela, ukutya okunothile kule vivamini kunokuhlakulela kumntu umnqweno wokulala ngesondo."}}
{"translation": {"eng": "What values should you worry about when determining whether a graph or set of points represent a function?", "xho": "Zeziphi izinto ekufuneka sizithathele ingqalelo ukwakha umfanekiso wequmrhu okanye uphawu lwethu?"}}
{"translation": {"eng": "The money needs to translate to the city.", "xho": "ifuneka ukuba iyibuyisele imali kumasipala."}}
{"translation": {"eng": "If you just want a website for your business (not online business), Squarespace could be the best way to go.", "xho": "Ukuba yonke into oyifunayo yiwebhusayithi elula ye-static ukubonisa ibhizinisi lakho (iwebhusayithi yeflaya), ungakhangeli kwakhona - i-Hostinger iyimpendulo yakho."}}
{"translation": {"eng": "Canada: We Need to Talk", "xho": "Phoenix: yo we needa talk"}}
{"translation": {"eng": "On this page you will find all kinds of silver earrings.", "xho": "Kweli phepha uzakufumana zonke iindidi zohlobo lwembewu yentsangu."}}
{"translation": {"eng": "It is the science of life, health and human existence.", "xho": "Le nto yinto yobomi, inzululwazi, abantu kunye nelizwe labo."}}
{"translation": {"eng": "It rightly does not allow a doctor to refuse to treat a patient because he objects to the patient's lifestyle.", "xho": "Oku kunokufaniswa nomntu ogulayo ongalwamkeliyo uhlobo oluthile lonyango kuba nje engamthandi ugqirha oza kumnyanga."}}
{"translation": {"eng": "In the city of Mildmay -", "xho": "Yayaying Rhatha Phongam - Mai"}}
{"translation": {"eng": "So the privacy implications will be based on each social network and will depend on the privacy settings in that network.", "xho": "Iziphumo zabucala ziya kuxhomekeka kwinethiwekhi nganye kwaye ziya kuxhomekeka kuseto lwangasese olukhethileyo kwezi nethiwekhi."}}
{"translation": {"eng": "Here are some examples of the types of personal information TFE may collect and how we may use it.", "xho": "Nayi eminye imizekelo yeentlobo zeenkcukacha zobuqu ezinokuqokelelwa yi-AKF kunye nendlela esingayisebenzisa ngayo."}}
{"translation": {"eng": "Make sure that flowers have not been treated with pesticides or other harmful chemicals.", "xho": "Kufuneka uqiniseke ukuba isiqhamo asizange siphathwe ngee- pesticides kunye nezinye iikhemikhali."}}
{"translation": {"eng": "We'll make suggestions to improve your trip and to make sure your vacation is a memorable and pleasant experience.", "xho": "Iingcebiso zethu ziya kukugcina ekusebenziseni ukonga ubomi bakho kwiholide enye kwaye uqinisekise ukuba unohambo olukhunjulwayo nolukhethekileyo."}}
{"translation": {"eng": "Rhetorical question, yes he did.", "xho": "rhetorical question, yes?"}}
{"translation": {"eng": "But did you know there is also a White House dog?\" ~Limbaugh, while holding up a photograph of 13-year-old Chelsea Clinton.", "xho": "Kodwa ngaba uyazi nokuba kukho inja yeNdlu ye-White House?\" --Rush Limbaugh, ngelixa ebonisa umfanekiso weCall Chelsea oneminyaka engu-13 ubudala kwi-TV yakhe ngowe-1994"}}
{"translation": {"eng": "Eze 3:25 - And you, son of man, they will tie with ropes; you will be bound so that you cannot go out among the people.", "xho": "3:25 Wena ke, nyana womntu, yabona, baya kukufaka izintya, bakubophe ngazo, ukuze ungaphumi uye phakathi kwabo."}}
{"translation": {"eng": "Thousands of devils.", "xho": "A mawaka amademon!"}}
{"translation": {"eng": "windows media player doesn't play mp3", "xho": "Kuthetsedwa Mawindo Media Player sangathe kusewera MP3"}}
{"translation": {"eng": "Particularly the bedrooms, some individuals think it is as his or her comfort place and often spend a great deal of time there.", "xho": "Uninzi lwabantu abadumileyo bayavuma ukuba ngamanye amaxesha bayandwendwela indawo kwaye bachitha nexesha elaneleyo apho."}}
{"translation": {"eng": "B) there is a balanced budget.", "xho": " (iii) balanced budget."}}
{"translation": {"eng": "So, the need of the use of additional sensors seems to be necessary to give a best performance of the automated classification.", "xho": "Ngale ndlela, ukwanda koyilo lwedijithali kwenze ukuba kube yimfuneko ukwahlula iifonti ezifanelekileyo zokubonisa."}}
{"translation": {"eng": "More knowledge about Upcycled Kitchen Cabinets has been published by the author of this blog.", "xho": "Ulwazi olongezelelekileyo malunga neenkampani zaseCyprus zoTyalo-mali lwaNgaphandle ziyafumaneka kwividiyo ngesi sihloko."}}
{"translation": {"eng": "The harmonic content is much smaller than the standard of IEE519-1992.", "xho": "Isalathiso se-MV sedrayivu ye-harmonic sincinci kakhulu kunomgangatho we-harmonic we-IEEE 519-2014."}}
{"translation": {"eng": "I also suffer from finger burn, especially in the little finger of my left hand.", "xho": "Ndinengxaki yokutshiswa ngumnwe, ngakumbi umnwe omncinci wesandla sasekhohlo."}}
{"translation": {"eng": "CATHERINE How does it feel to kill someone?", "xho": "Yintoni uKaterina ayenokuyenza ukuze amkholise umntu?"}}
{"translation": {"eng": "The training room.", "xho": "Igumbi Training."}}
{"translation": {"eng": "Thank You! - Christ the Good Shepherd Lutheran Church", "xho": "Frankfort, IL Good Shepherd Lutheran Church"}}
{"translation": {"eng": "My point of view?", "xho": "Uluvo lwam?"}}
{"translation": {"eng": "Do not continue to use brianDhawkins.com if you do not agree to take all of the terms and conditions stated on this page.", "xho": "Sukuqhubeka nokusebenzisa ifandlandia.com ukuba awuvumi ukuthatha yonke imigaqo kunye neemeko ezikweli phepha."}}
{"translation": {"eng": "Today's challenge aims for people to get rid of information overload by focusing on a single task.", "xho": "Ingqondo yakhe ikhuselwe ekugqithiseni umthwalo ngokuqondisa ingqalelo kwisiteshi esisodwa kuphela."}}
{"translation": {"eng": "If you are not being redirected, please click here\"", "xho": "Ukuze ungabhalisi, nceda nqakraza apha \""}}
{"translation": {"eng": "Riedel's product line is designed to reflect the company's continued support of standards and interoperability, ongoing development and expansion of software app-based solutions, and concept of decentralized signal routing.", "xho": "Umzila weMveliso kaRiedel ubonisa ukuqhubeka nenkxaso yenkampani yemigangatho kunye nentsebenziswano, uphuhliso oluqhubekayo kunye nokwandiswa kwezixazululo ze-software-based based solutions, kunye neengcamango zokuqhaqhazeliswa kweendlela ezisemgangathweni."}}
{"translation": {"eng": "Illuminated from head to foot", "xho": "Eme nkqo ukusuka entloko ukuya elunyaweni 100"}}
{"translation": {"eng": "The Lord's Prayer is the most popular and well-known prayer in Christianity.", "xho": "Un UMthandazo weNkosi yethu Nguwo owona mthandazo waziwayo udumileyo nowaziwayo wamaKristu."}}
{"translation": {"eng": "How to reverse phone lookup?", "xho": "Indlela yokukhangela abantu abasondeleyo ngeTelegram?"}}
{"translation": {"eng": "For instance, the book stated, \"Now you've had your lesson.", "xho": "Ngokomzekelo, lo mntu usenokuba wayetheth' ukuthi: 'Ngaba sele zikho iincwadi zakho zokufunda?"}}
{"translation": {"eng": "1st time: 23 seconds", "xho": "ixesha lwempendulo: 23min"}}
{"translation": {"eng": "Balotelli is not even welcome in the training ground, so no need to worry about him.", "xho": "U-Oleg Evgenievich akayithandi kakhulu inkcazelo, ngoko asiyi kumkhathaza."}}
{"translation": {"eng": "Pioneer (Deluxe) by The Band Perry", "xho": "Pioneer (Int'l Deluxe eAlbum) The Band Perry"}}
{"translation": {"eng": "This is the second year with the Seawolves, but the first time returning to Taffy Abel Arena.", "xho": "Lo ibingumdlalo wesibini we-Eagles, kowokuqala yabambana ngeqanda ne-Acornbush."}}
{"translation": {"eng": "The success of an enterprise can not be separated from the excellent product quality and continuous self-improvement.", "xho": "Imveliso egqwesileyo ayinakuhlulwa kwimeko yemveliso ecocekileyo kunye nenkqubo yemveliso esondeleyo negqibeleleyo."}}
{"translation": {"eng": "It's not non comedogenic", "xho": "Ayiyiyo comedogenic"}}
{"translation": {"eng": "This includes the ability to overrule previous decisions.", "xho": "Nangona oku kuthetha ukungahoyi iinguqulelo zangaphambili."}}
{"translation": {"eng": "Professional photographer of the year", "xho": "Employee of the Year Photos"}}
{"translation": {"eng": "Let the sea roar, and all its fullness, the world and those who dwell in it;", "xho": "Akuhlokome ulwandhle nako konke okukulo: umhlaba wonke nabakileyo kuwo."}}
{"translation": {"eng": "Yes, you can cross-post live video.", "xho": "Ewe, ngeJump unokurekhoda iividiyo eziyinyani"}}
{"translation": {"eng": "Birla Institute Of Technolgy Patna Campus was established in the year 2006.", "xho": "Kerala Lalithakala Akademi Art camp Pathanamthitta ,2003."}}
{"translation": {"eng": "Getting to Know Your Professors.", "xho": "Indlela yokwazi ootitshala bakho beKholeji"}}
{"translation": {"eng": "Today's suggestions:", "xho": "Bueno,empiezo yo:"}}
{"translation": {"eng": "A second purchase.", "xho": "Ukuthenga kwesibini."}}
{"translation": {"eng": "Custody means taking responsibility for the kids.", "xho": "Ukugqithiselela kwabo ngumthwalo wengane."}}
{"translation": {"eng": "memories of the summer.... #disneyland", "xho": "Paseo Zona Sul _ #DiaDasMães"}}
{"translation": {"eng": "Damage after the Haiti earthquake of 2010.", "xho": "Abazalwana bakhawuleza baya kunceda eHaiti emva kwenyikima ka-2010"}}
{"translation": {"eng": "Three Issues That Have To Be Resolved Before The South African Teams Join Pro12", "xho": "6 Imibuzo Yokubuza Ngaphambi kokuba Ujoyine Iqela lePagan"}}
{"translation": {"eng": "If you have been convinced of a misdemeanor or felony, state boards have the right to refuse you licensure.", "xho": "Ukuba usisisongelo kukhuseleko okanye kwiminqweno yelizwe ke amagosa anelungelo lokwala ukungena kwakho."}}
{"translation": {"eng": "A domain name in kenya", "xho": "Chip igama kumazwe ahlukeneyo"}}
{"translation": {"eng": "Andy greeted.", "xho": "Andiya grimaced."}}
{"translation": {"eng": "Choose a book for discussion at the first meeting.", "xho": "Khetha igama lomgqatswa kwincoko."}}
{"translation": {"eng": "Most issues can be resolved by communicating with your neighbor directly.", "xho": "Kwiimeko ezininzi, ungalungisa naziphi na iingxaki ngokuthumelela umbuki zindwendwe wakho umyalezo oya kuye ngqo."}}
{"translation": {"eng": "A spokeswoman said that the people involved in the incident are known to each other.", "xho": "Omnye umhlali utyhola ngelithi kulo masipala kuqeshwana ngokwazana."}}
{"translation": {"eng": "36 For they can die no more, forasmuch as they are equall vnto the Angels, and are the sonnes of God, since they are the children of the resurrection.", "xho": "36 kuba abasenakubuya bafe; kuba bengangezithunywa zezulu; kanjalo bangoonyana bakaThixo, bengabovuko njalo."}}
{"translation": {"eng": "Price: €12.99 a month with a seven-day free trial", "xho": "Ukusukela: 2,99€ / iveki enesilingo sasimahla seveki e-1"}}
{"translation": {"eng": "To sum up, the biggest differences between a curriculum vita and a resume can be seen when comparing these two application documents side by side.", "xho": "Uyawubona umahluko phakathi kweyona retro yodidi kunye nolungelelwaniso lwayo ukuza kuthi ga ngoku ngokuthelekisa le mifanekiso mibini kweli nqaku."}}
{"translation": {"eng": "My husband was sitting next to me when I opened the box.", "xho": "Umyeni wam wayejongene nevenkile ngoxa mna ndandithunga."}}
{"translation": {"eng": "You girls are very good.", "xho": "Nina mantombazana nisemgangathweni nje!"}}
{"translation": {"eng": "At first, you might have trouble keeping up as the Gemini woman.", "xho": "Ekuqaleni, unokuba nengxaki yokugcina njengomfazi waseGemini."}}
{"translation": {"eng": "In addition to the broth, you can use nettle in its natural form or nettle juice.", "xho": "Ukongezelela kumhluzi, ungasebenzisa i-nettle kwifom yendalo okanye ijusi ye-nettle."}}
{"translation": {"eng": "Lab conditions do not always reflect what happens in everyday life.", "xho": "Imimoya ayisoloko igcina izikhumbuzo kumava abo kwihlabathi labaphilayo."}}
{"translation": {"eng": "Hypochondriac and xcel like this.", "xho": "Deedselele and Jackelele like this."}}
{"translation": {"eng": "on behalf of jacques", "xho": "Abandelwa Jacques"}}
{"translation": {"eng": "To bridge the gap, I have to show you my new dress.", "xho": "Ukuze kucaciswe, ndikubonise isonka esiyidingayo."}}
{"translation": {"eng": "This Week's Teacher", "xho": "Kule lisonto umqeqeshi uthe"}}
{"translation": {"eng": "The Old and The New ~ Memories and a Promise...: Rise (I Love You)", "xho": "Ntando Duma and Vusi Nova - Ndikuthandile (Cameo)"}}
{"translation": {"eng": "• The wishes of the children, if they are of sufficient age", "xho": "- Ngaba bafuna ukuba nabantwana, ukuba ewe-buninzi kangakanani na kwixesha elingakanani;"}}
{"translation": {"eng": "This happens in three ways which are mentioned in the article:", "xho": "Oku kubangelwa ukuba kukho iimeko ezintathu apho kungekho siphelo ekupheleni kwinqaku:"}}
{"translation": {"eng": "We all know the health hazards of mold.", "xho": "Sonke siyazi malunga nempahla yokuphulukisa yobumba lobungcola."}}
