{"translation": {"en": "The cost of YouTube advertising in 2021", "ig": "Ịmata uru ọwa YouTube 2021"}}
{"translation": {"en": "12 The law is not based on faith; on the contrary, \"The man who does these things will live by them.\"", "ig": "12 Mana iwu esiteghị n'okwukwe, kama \"Onye na -eme ha ga -esi na ya dị ndụ.\""}}
{"translation": {"en": "'Take a good look at all the cards in the picture, try to me...", "ig": "Maka ile anya ihe niile dị n'ime igbe, gaa n'ihu foto ..."}}
{"translation": {"en": "And I looked, and heard the voice of many Angels round about the throne, and of the beasts & of the Seniours: and the number of them was thousands of thousands,", "ig": "M'we hu, nu kwa olu ọtutu ndi-mọ-ozi ndi nọ oche-eze ahu na ihe anọ ahu nke di ndu na ndi-okenye ahu gburugburu; ọnu-ọgugu-ha riri oké nne nke-uku, nke anāpughi iguta ha;"}}
{"translation": {"en": "As a result, the plant will grow rapidly and produce a good harvest.", "ig": "N'ihi ya, osisi ga-agbanye mgbọrọgwụ ngwa ngwa ma mịa mkpụrụ ọma."}}
{"translation": {"en": "There is a wide variety of talent out there and therefore you should know ahead of time what you're hoping to find.", "ig": "Akụkọ na ihe odide dị ukwuu, enwere mmetụta dị ukwuu na ya, ya mere ọ bụrụ na ị na-ele ọtụtụ oge ị ga-ama ihe ị ga-atụ anya ya."}}
{"translation": {"en": "Children in front of the window of a toyshop", "ig": "Animal nkebisi kpuchiri ihe n'ihu Baby towel"}}
{"translation": {"en": "70So they all said, \"Are you then the Son of God?\"", "ig": "70 Ya mere ha nile sịrị, \"Ị bụ Ọkpara Chineke?\""}}
{"translation": {"en": "Water for watering perperomy should be used soft, defend it for at least two or three days.", "ig": "Mkpụrụ mgbọrọgwụ kwesịrị Jide n'aka na mmiri, na-etinye ọ dịkarịa ala awa 2-3."}}
{"translation": {"en": "We are just concerned about us.", "ig": "N'agbanyeghị nke ahụ, naanị ihe anyị na-ahụ bụ nchegbu gbasara onwe ha."}}
{"translation": {"en": "I'm not a twitter-er or a blogger though...", "ig": "Twitter abụghị fad ma ọ bụ ụlọ ọrụ... ọ bụ usoro nkwukọrịta dị mma."}}
{"translation": {"en": "Keep up the good work, Thomas.", "ig": "Nọgide na-arụ ọrụ ọma, Douglas."}}
{"translation": {"en": "Luke 6:44; Each tree is recognized by its own fruit.", "ig": "6:44 N'ihi na onye ọ bụla na osisi ọ bụla a mara site na mkpụrụ ya."}}
{"translation": {"en": "Many companies and management consultants try to introduce best practices.", "ig": "Ọtụtụ òtù na ndị ọrụ na-agbalị na-ekwu na ha nchọgharị bụ ihe ndị kasị."}}
{"translation": {"en": "Jesus is in a pretty good place to do some praying, isn't He?", "ig": "Jizọs nọ na-abịa ọmarịcha ọnọdụ ga-achịkwa ọchịchị, ọ bụghị ya?"}}
{"translation": {"en": "Jesus answered, I told you, and ye believed not: the works that I do in My Father's Name, they bear witness of Me.", "ig": "25 Jisus zara ha, si, Agwaram unu, ma unu adighi-ekwe: ọlu nke Mu onwem nālu n'aha Nnam, ndia nāb͕aram àmà."}}
{"translation": {"en": "Even in the country", "ig": "Ọ bụrụgodị na ọ bụ na mba ọzọ."}}
{"translation": {"en": "Decisions and guidelines related to the EUROGENDFOR are adopted unanimously by the Members.", "ig": "Ụkpụrụ na otú obi integral, ndị nke consumersâ € TM azụ mkpebi."}}
{"translation": {"en": "Like a native.", "ig": "Like an Ọmọ onílẹ̀."}}
{"translation": {"en": "As always, will return again.", "ig": "Ma dịka onye ọ bụla dị mma, ị ga-abanye ọzọ maka ọzọ."}}
{"translation": {"en": "Paul went out of his way as a host.", "ig": "Ma Pọl batara n'ụlọ ya dịka onye ọbịa a na-akwanyere ùgwù."}}
{"translation": {"en": "We cannot as we are enjoined not to in the Qur'an.", "ig": "Ma anyi agagh aghota okwu nke kor'an ma oburu na anyi amaghi ya."}}
{"translation": {"en": "Milan it's raining", "ig": "aka Mike Rains"}}
{"translation": {"en": "Here's your problem", "ig": "Ọ bụ echiche gị bụ nsogbu."}}
{"translation": {"en": "You can browse by town, by zip code, or by state to find the job that might be right for you.", "ig": "Ị nwere ike ịgagharị site n'obodo, site na zip zip, ma ọ bụ site na steeti ịchọta ọrụ nke nwere ike ịkwado gị."}}
{"translation": {"en": "@m47h13u: The Duke is not dead...", "ig": "@Nzenwa14; Nwa Eze adighi efu na mba."}}
{"translation": {"en": "\"When a bird is alive, it eats ants, but when the bird dies, it is the ants that eat it.", "ig": "Mgbe nnụnụ dị ndụ, ọ na-ata ndanda, mana mgbe ọ nwụrụ, ụmụ ahụhụ na-eri ya _ KONGOLISOLO"}}
{"translation": {"en": "now they were growing.", "ig": "Ugbu a ha niile etolitela, m na-ahụkwa ha karịa."}}
{"translation": {"en": "Invest in photography: everything you need to know before buying a camera", "ig": "> Resource> iPhone> Ihe niile ị na Mkpa Ịmata tupu ịzụrụ a eji iPhone"}}
{"translation": {"en": "Creative people think differently.", "ig": "Ndị otu ọdịnala n'etiti ndị Alakụba na-eche n'ụzọ dị iche."}}
{"translation": {"en": "I have expressed this before, but I must reiterate again.", "ig": "Ekwuola m nke a na mbụ, mana ekwesịrị ikwugharị ya ugboro ugboro."}}
{"translation": {"en": "Materials are included in the RAR file", "ig": "Ụdị ndị a dị na faịlụ RAR Archive."}}
{"translation": {"en": "Note: Please do not write tirades about the use of Comic Sans.", "ig": "Cheta na: Biko adịghị dezie .xml faịlụ mgbe eji Notepad ++."}}
{"translation": {"en": "Some of these policies and programmes are directly linked with IPRs.", "ig": "Ụfọdụ n'ime ọrụ na ngwaahịa ndị ahụ jikọtara kpọmkwem na sistemụ arụmọrụ Windows (wdg."}}
{"translation": {"en": "One method to check for that is to utilize various DNS servers than the ones you're using now.", "ig": "Otu ụzọ iji nwalee nke ahụ bụ iji sava DNS dị iche iche karịa ndị ị na-eji ugbu a."}}
{"translation": {"en": "It's your money and safety of your family", "ig": "Lelee ego gị na Nchedo Social"}}
{"translation": {"en": "The quotation cited above to describe the agency's mission was not simply a statement of what the association hoped to accomplish.", "ig": "Nkọwa nke ederede etu esi akpọ oku a gha arụ ọrụ, akọwapụtabeghị ihe ọzọ karịa ịsị na mmadụ nwere mmetụta na olileanya ahụ ga-enwerịrị."}}
{"translation": {"en": "AC Projects gratefully acknowledges the support of Goethe-Institut Glasgow.", "ig": "Ndị ọrụ Mac ga-enwe ekele maka nkwado Toast maka EyegV El Gato ."}}
{"translation": {"en": "At about four o'clock in the morning, Jesus came toward them, walking on the sea.", "ig": "Ma ihe dị ka site nꞌelekere atọ ruo elekere isii nke ụtụtụ, Jisọs bịakwutere ha, ma ọ bụkwa nꞌelu osimiri ahụ ka ọ na-aga ije."}}
{"translation": {"en": "Mark 10:21 As Jesus looked at him, he felt love for him and said, \"You lack one thing.", "ig": "10:21 Mgbe ahụ, Jizọs, ele anya na ya, hụrụ ya n'anya, o wee sị ya: \"Otu ihe kọrọ gị."}}
{"translation": {"en": "Now you can use the MOVE!", "ig": "Ugbu A Ị Pụrụ Ide Okporo Ụzọ!"}}
{"translation": {"en": "The IPL won't perform lengthy research for you - but they do provide some tools to assist your search, both online and at your local library.", "ig": "IPL agaghị eme nnyocha dị ogologo maka gị-ma ha na-enye ụfọdụ ngwaọrụ iji nyere aka chọọ gị, ma na netwọk na n'ọbá akwụkwọ gị."}}
{"translation": {"en": "In this option, the customer selects one category of places of interest.", "ig": "Malite site ndị a results, onye ọrụ bụ mgbe ahụ ike na-họrọ otu n'ime ndị a ubi na-egosipụta na ya pụta."}}
{"translation": {"en": "\"Look at my hand!", "ig": "Leenụ anya nꞌaka m!"}}
{"translation": {"en": "Deciding to leave your home country and work in a foreign country...", "ig": "Ọzọkwa, ihe niile ka emere n'usoro n'ala gị ma bido ịrụ ọrụ ná mba ọzọ."}}
{"translation": {"en": "A man that has a strong mind", "ig": "Nwoke nke na-elekọta ihe ọ strongụ strongụ na-aba n'anya na Nke ahụ"}}
{"translation": {"en": "When the Hope is Waning... - Methodist Church Nigeria", "ig": "Ndị ụka Kristi enweghi olileanya na nchekwa Naịjirịa - Bishop Adedeji"}}
{"translation": {"en": "on the earth, and of the earth,", "ig": "Nachi n'uwa na n'el'igwé;"}}
{"translation": {"en": "May we alll see accessible to the fullness of his glory.", "ig": "Meekwa ka umu Izrel niile hu idi ike nke iru oru ebube ya."}}
{"translation": {"en": "Judges 14:15; Then it came about on the fourth day that they said to Samson's wife, \"Entice your husband, so that he will tell us the riddle, or we will burn you and your father's house with fire.", "ig": "14:15 Na mgbe ụbọchị nke asaa ahụ rutere, ha we si nwunye Samson: \"Ịrata gị na di, na ka ya na-ekpughe unu ihe uru n'aka."}}
{"translation": {"en": "Alimentation - The magazine", "ig": "O nama - Aha Magazin"}}
{"translation": {"en": "For 30 years, Mindray has been striving to bring better healthcare for all people across the globe.", "ig": "Ruo ihe karịrị afọ 30, SHIMGE nọ na-agbalịsi ike inye ntinye kacha mma na usoro ọgwụgwọ usoro mmiri maka ụwa, iji mepụta ndụ dị elu maka ihe a kpọrọ mmadụ."}}
{"translation": {"en": "The plant is always watered with lukewarm water, abundantly in spring and summer, in the fall they gradually reduce watering, in the winter they are watered very moderately.", "ig": "A na-agba mmiri ọkụ mgbe nile na mmiri dị ṅara ṅara, n'ụba na ọkọchị, n'oge ọdịda ha jiri nwayọọ nwayọọ belata atọ, n'oge oyi, a na-agba ha mmiri nke ọma."}}
{"translation": {"en": "Both literal and interpretative translations are provided below for 1 John 1:1-3, The Literal is a based on the interlinear table below the translations.", "ig": "A na-enye ma ntụgharị asụsụ nkịtị na nkọwa ya n'okpuru maka 1 Jọn 1: 1-3, Nsụgharị nkịtị dabere na tebụl etiti dị na ibe a."}}
{"translation": {"en": "The theme of 2018 was \"Midwives leading the way with quality care.\"", "ig": "Isi okwu nke ihe mmemme nke afọ a bụ 2018 bụ 'Midwives Leading the Way With Quality Care'."}}
{"translation": {"en": "The dual-camera system on the iPhone 7 Plus - The camera system on the iPhone 7 Plus is a major upgrade.", "ig": "Igwe igwefoto abụọ na iPhone 7 Plus- Usoro igwefoto na iPhone 7 Plus bụ isi nkwalite."}}
{"translation": {"en": "According the videos posted at the beginning of the article.", "ig": "\"Video,\" nke a tụlere na mmalite nke isiokwu ahụ."}}
{"translation": {"en": "It may be enough - it may not be enough.", "ig": "O nwere ike ọ gaghị-ezuru gị - na ọ bụ nnọọ na-atụzi."}}
{"translation": {"en": "Turkey's counter-terrorism campaign discredited", "ig": "Turkey ụgha na-agbachitere Njikọ egwuregwu."}}
{"translation": {"en": "Don't dim your Light.", "ig": "Ya mere, unu ezokwala ìhè unu."}}
{"translation": {"en": "\"They will be tormented with burning sulfur in the presence of the holy angels and of the Lamb.", "ig": "Agēme kwa ka o emekpa ọkụ na brimstone n'iru mmụọ ozi dị nsọ na n'ihu Nwa Atụrụ ahụ [i.e. Jesu Kristi]."}}
{"translation": {"en": "(5) Activities involving", "ig": "Ọrụ Ndị Gụnyere"}}
{"translation": {"en": "The city is known for its tea and coffee production.", "ig": "The barista ama ama m kọfị, na azụmahịa njikere hazie."}}
{"translation": {"en": "Be aware of your property's", "ig": "Mara ihe onwunwe gị"}}
{"translation": {"en": "Do you Recognize me now?", "ig": "You na-ahụ m ugbu a?"}}
{"translation": {"en": "Standing on one leg on a Bosu Ball or Balance board", "ig": "Pịa n'elu akara ngosi n'elu onye ncha ma ọ bụ pịa igodo nnukwu."}}
{"translation": {"en": "Feast of the Transfiguration of Our Lord - Feast Day: August 6 - Saint of the Day", "ig": "Mgbanwe nke Onye-nwe, Saint nke ụbọchị maka Ọgọst 6 _ Ilblogdellafede"}}
{"translation": {"en": "Please read the \"authorization.\"", "ig": "Biko gụọ akwụkwọ maka\" lịka-akpa-mbubata \"maka nkọwa.\""}}
{"translation": {"en": "A Shade of Grey", "ig": "Otu Ndò nke Grey."}}
{"translation": {"en": "today's Goa.", "ig": "Gogol na nowo"}}
{"translation": {"en": "Beware of the wife", "ig": "debe nwụnye"}}
{"translation": {"en": "He knew every inch of their home.", "ig": "Ọ maara ego ọlaedo dị n'ụlọ nke ọ bụla."}}
{"translation": {"en": "The furniture is not only pretty but also has a story.", "ig": "Osisi achara ịkpa akwa abụghị naanị na ọ bara uru dị ukwuu, kamakwa ọ nwere nnukwu akụkọ ihe mere eme."}}
{"translation": {"en": "This, therefore, means that each company before afterelse.", "ig": "Ọ pụtara na onye na-akwọ nke ọ bụla ngwaike akụrụngwa na-adịghị arụ ọrụ na ya mere nke a na-ihu."}}
{"translation": {"en": "It is called evolution.", "ig": "A na-akpọ ya evolushọn."}}
{"translation": {"en": "2) Terrified - together.", "ig": "Ọ dị egwu - Jikọọ."}}
{"translation": {"en": "By the time we are 60 we will have slept for an average of 20 years.", "ig": "Ọ bụrụ na anyị dị ndụ afọ iri isii, anyị ejirila afọ iri abụọ nke oge ahụ hie ụra."}}
{"translation": {"en": "Clear or Colored.", "ig": "acha ma ọ bụ doo anya"}}
{"translation": {"en": "Blacks/Africans still suffer some of the most unimaginable afflictions at the hands of others.", "ig": "Ndị isi ojii / ndị Africa, ha na-eche ihu ọdịiche a na-apụghị imeri emeri iji bulie ọkwa nke ndị ọzọ?"}}
{"translation": {"en": "My subjects: life, death.", "ig": "Amaokwu Baịbụl dị n'isiokwu a: Mfu -> Ndụ"}}
{"translation": {"en": "Hundreds of other symptoms.", "ig": "E nwere ọtụtụ narị ndị ọzọ emoticons!"}}
{"translation": {"en": "His conclusion is not that you do not give, but that you don't simply throw money at the problem.", "ig": "Ihe bụ nsogbu bụ na unu adịghị eche banyere ya na ụdị aro ma ọ bụ kama na ị naanị ego mwepụ nke anya."}}
{"translation": {"en": "I'm running laps around the world", "ig": "Egbaala m ọgba tum tum n'ụwa niile."}}
{"translation": {"en": "Here are the lines that used to make my hair stand up:.", "ig": "Ma ndia nwere amaokwu ndi n'eme ka ntutu anyi guzo na njedebe:"}}
{"translation": {"en": "The views are excellent with no obstructions.", "ig": "Echiche ndị dị na ya dị oke mma, n'enweghị mgbanwe ọ bụla na agba."}}
{"translation": {"en": "Father, it is you, who has qualified (us) to share in the inheritance of his holy people in the kingdom of light.", "ig": "Nna, I na eme ka uka Gi na-eto oge niile, site na imubanye onu ogugu nke ezi-na ulo Gi."}}
{"translation": {"en": "Had to stop smoking for a month, now I'm considering quitting altogether.", "ig": "Etu esi egbusi ibu afọ n'ime ọnwa Achọrọ M Lohapụ Ibu Na A Swimsuit."}}
{"translation": {"en": "Love is to be without hypocrisy.", "ig": "\"Ka ịhụnanya unu ghara ịbụ nke ihu abụọ."}}
{"translation": {"en": "Do you have a few general questions?", "ig": "Ị nwere ajụjụ ọchụchọ n'ozuzu nke nwere ike ịjụ ajụjụ ole na ole?"}}
{"translation": {"en": "Then the priest asked the second man, 'Do you want to go to heaven?'", "ig": "Onye-nchu-àjà ahụ jụrụ nwoke nke abụọ, sị, \"want chọrọ ịga eluigwe?\""}}
{"translation": {"en": "It's up to the patient.", "ig": "Ihe niile dabere na onye ọrịa."}}
{"translation": {"en": "Unfortunately, many jobs require us to sit at our desks for many hours a day.", "ig": "Ọ bụ ihe nwute, maka ọtụtụ n'ime anyị, iyi mkpuchi bụ ihe na-agwụ ike, ọkachasị ọtụtụ awa kwa ụbọchị."}}
{"translation": {"en": "Varieties of Chinese tea", "ig": "China tii mgbasa mkpakọrịta"}}
{"translation": {"en": "example of the United States.", "ig": "N'ihi na ọmụmaatụ na United Arab Emirates."}}
{"translation": {"en": "When to start disciplining a child?", "ig": "Kedu mgbe anyị kwesịrị ịkpụ nwa ahụ site na inye nwa ara?"}}
{"translation": {"en": "The Importance of Free Music", "ig": "Nwere ihe dị ịtụnanya nchekwa nke free music."}}
{"translation": {"en": "This is just the start!!!", "ig": "Nke a bụ nanị mmalite !!!"}}
{"translation": {"en": "Jamie Lawson's self-titled LP debuted on the UK album chart at 1.", "ig": "Naịlọn Reusable nko Loop USB Kee na nkechi 1."}}
{"translation": {"en": "Looking for yellow fever...", "ig": "Linlang ekpo ọkụ ire ịnweta mmiri karama-acha anụnụ anụnụ gla ..."}}
{"translation": {"en": "\" And your ears will hear a word behind you, saying, This is the way; walk in it, when you turn to the right hand and when you turn to the left.\"", "ig": "21 Ntị gị abụọ ga-anụkwa okwu n'azụ gị, sị, Nke a bụ ụzọ, jee ije na ya, mgbe ị tụgharịrị gaa n'aka nri, na mgbe ị na-atụgharị n'aka ekpe."}}
{"translation": {"en": "\"Did we know they were there?\"", "ig": "Ha ghọtara na ọ bụ n'ebe ahụ?\""}}
{"translation": {"en": "Follow steps 1 and 2, above.", "ig": "Soro nzọụkwụ 1 na 2 si n'elu."}}
{"translation": {"en": "What's with the size of the video", "ig": "Gịnị ga-influce na video size:"}}
{"translation": {"en": "the consequences of their actions?", "ig": "Bu Amụma na Ihe Ha Mere?"}}
{"translation": {"en": "Particularly in the United States.", "ig": "Karịsịa na USA."}}
{"translation": {"en": "Olympus 1 was replaced by Olympus Stylus 1s.", "ig": "Lelee Olympus Stylus 1 ka ọ dị na nwa."}}
{"translation": {"en": "The uroboro tattoo may be unknown to you, but if we talk about its image, a dragon or a ...", "ig": "Uroboro tattoo nwere ike ị gaghị ama gị, mana ọ bụrụ na anyị na-ekwu maka onyonyo ya, dragon ma ọ bụ a ..."}}
{"translation": {"en": "We have made it easy for you to find Ebooks with no digging.", "ig": "Ya mere, anyị ewepụtalarị gị iche iche, nke ị nwere ike ịchọta osisi na-enweghị ihe isi ike na ego."}}
{"translation": {"en": "Identifying other users who do not follow you or placing a hashtag in the description does not override the privacy of the blog post.", "ig": "Ịkpọ ndị ọrụ ndị ọzọ na-adịghị eso gị ma ọ bụ itinye hashtag na nkọwa akọwaghị nzuzo nke post."}}
{"translation": {"en": "You sign up for anti-spam using indieauth", "ig": "Dịrị onwe gị na Chrome site na iji Tab na Incognito"}}
{"translation": {"en": "Zuma and the Guptas are implicated in the case.", "ig": "Zuma na ndị be Gupta gọrọ agụgọ ebubo a."}}
{"translation": {"en": "He replied, 'Believe in the Lord Jesus Christ and thou shalt be saved.'", "ig": "31 Be kaa, \"Kweru nụ Nyenwe aị Jizọsi, be jọoznohia jị nụ ele ọro ị.\" 32 Be kwunu a izi ọma Nyenwe aị, ya nụ kpakara ele zị n'ọro a."}}
{"translation": {"en": "7 April, 2020 - It's the talk of the town... The current crisis would bring back the services jobs that companies have far-shored for the last 2 decades.", "ig": "Sipandang, Eprel 21, 2020. - Nsogbu nke dakwasịla ụlọ ọrụ abụọ a kemgbe ọtụtụ ọnwa ugbua bụ ebe juru ebe niile."}}
{"translation": {"en": "17:6 I revealed your name to the people whom you have given me out of the world.", "ig": "17:6 M gosipụtara aha gị nye ndị ahụ i nyere m site n'ụwa."}}
{"translation": {"en": "Is it selling access to journalists and editors?", "ig": "UBANYERE baara ndị nkwusa na ndị mgbasa ozi uru?"}}
{"translation": {"en": "It's a real struggle for me, Lorraine!", "ig": "Ọ bụ ihe na-akpali mmasị ịhụ myirịta dị n'etiti anyị, Lorraine!"}}
{"translation": {"en": "Post on Facebook Once or Twice a day", "ig": "Debe ọrụ Facebook oge ma ọ bụ ugboro abụọ kwa ụbọchị"}}
{"translation": {"en": "I loved it and I'll be back for more!", "ig": "Ahụrụ m onye na-ere ahịa a n'anya nke ukwuu, ọ ga-alaghachi maka ihe ndị ọzọ!"}}
{"translation": {"en": "We'd love to learn from you.", "ig": "Anyị na-mma na i nwere mmasị na-amụta ihe banyere anyị na."}}
{"translation": {"en": "It is made with a soft and comfor...", "ig": "A na-eme ya na ogbo nro, nke dị mma ma dị..."}}
{"translation": {"en": "May you be half an hour in heaven! before the devil knows you're dead.", "ig": "Ka ị nọrọ n'ọnụ ụzọ nke eluigwe otu elekere tupu ekwensu mara na ị nwụrụ anwụ!"}}
{"translation": {"en": "\"You can save your words for the shovels and ores.\"", "ig": "\"nwe ike ihapụ usoroiheomume ochie na sava ngwaọrụ mbupụ na mbubataozi ka ha \""}}
{"translation": {"en": "It will be a great helper in your daily life.", "ig": "Ọ bụ ezigbo onye inyeaka na ndụ gị kwa ụbọchị."}}
{"translation": {"en": "In all, probably witness information and evidence could be lost forever.", "ig": "Mgbe ụfọdụ, enwere ike ịchekwa ọdịnaya ozi na ndị sava nke ụlọ ọrụ ahụ mpụpụ ruo mgbe ebighị ebi."}}
{"translation": {"en": "Upon the hearts of men:", "ig": "Nim'al'obi nke madu,"}}
{"translation": {"en": "But don't be like me.", "ig": "Adịla ka m."}}
{"translation": {"en": "Pie charts are used often to represent things and portions of a whole.", "ig": "Na na saịtị nke ndị na-emepụta katọn na-enwekarị ngalaba na ngwanrọ maka ihe niile jikọtara."}}
{"translation": {"en": "You'll keep on rebelling", "ig": "Nọgide na-enupụ isi"}}
{"translation": {"en": "Jesus prayed for the unity of believers.", "ig": "Ozoghi kwa ka o jiri tita nka na owuwe nke ndi kwere ekwe nye Jizos n'oge nbiabia ya nke ugbo abua."}}
{"translation": {"en": "With the new rules of endzone celebrations,who will be the first player to be fined?", "ig": "Nso ke mme owo ẹsibụp ẹban̄a n̄kpa, ndien ndusụk ufọkabasi ẹsibọrọ mbụme emi didie?"}}
{"translation": {"en": "We have 20 years of wide experience in Importing and supplying.", "ig": "anyị otu nwere fọrọ nke nta 20 afọ ahụmahụ na importing na n'ichepụta kpara & kpara uwe"}}
{"translation": {"en": "I don't think of myself as a writer or an author.", "ig": "Onwe m, echeghị m onwe m dị ka onye okike ma ọ bụ onye edemede."}}
{"translation": {"en": "The great thing is you can start at anywhere you want to learn a little more about a subject.", "ig": "Nke a bonus bụ, I nwere ike na-agbalị n'ebe nile na i nwere ike ịmụta a nta banyere àgwà nke saịtị."}}
{"translation": {"en": "Welcome new and old cust...", "ig": "Welcome shoppers ọhụrụ na nke ochie na-ekwu okwu ka ..."}}
{"translation": {"en": "So many tweets.", "ig": "Nke ahụ bụ ọtụtụ tweeting!"}}
{"translation": {"en": "Can you think about it looks like human being?", "ig": "Ị nwere ike ichetụ n'echiche ihe ọ dị ka Pụrụ Mmadụ?"}}
{"translation": {"en": "It is one of the mostly used tools of our daily life.", "ig": "Ndị a bụ ngwaọrụ eji arụ ọtụtụ ọrụ anyị kwa ụbọchị."}}
{"translation": {"en": "LOVE the forms.", "ig": "Hụ ụzọ ndị a n'anya!"}}
{"translation": {"en": "I've did everything.", "ig": "Ok, Emere m ihe niile."}}
{"translation": {"en": "Navigation is not easy.", "ig": "Navigationzọ ya enweghị ngwakọta na adịghị mfe."}}
{"translation": {"en": "Do they know about the dangers of the internet?", "ig": "Ụmụaka ọ maara ihe ize ndụ nwere ike ịmekọrịta na ịntanetị ọdịnaya?"}}
{"translation": {"en": "Season 1 Episode 8: Daughter of the Zodiac", "ig": "Next: Eight nkebi È na Ada Ada Kechie"}}
{"translation": {"en": "In the most effective", "ig": "Site kasị dị irè"}}
{"translation": {"en": "How many hours does it take to travel 300 km at 75 km/h?", "ig": "Ogologo oge ole ka ịgba ịnyịnya ígwè 50 kilomita kwesịrị ịdị? ihe dị ka awa atọ na nkeji iri atọ"}}
{"translation": {"en": "I liked the store.", "ig": "Didlọ ahịa ahụ masịrị m."}}
{"translation": {"en": "We Ship Within One Day.", "ig": "♦ Ee, anyị nwere ike na ụgbọ mmiri na ụbọchị 1."}}
{"translation": {"en": "the reason for its death", "ig": "Ihe kpatara onwu-Ya;"}}
{"translation": {"en": "(whispering) Why?", "ig": "(Hip hop music) Ya mere, gịnị kpatara ya?"}}
{"translation": {"en": "For the Animals", "ig": "Maka anụ ụlọ"}}
{"translation": {"en": "James, thank you so much for being with us today.", "ig": "Ndewo Jamie, ekele gị nke ukwuu maka ịnọnyere anyị taa."}}
{"translation": {"en": "Yoga is the science of sciences.", "ig": "Yoga bụ etiti ntọala sayensị."}}
{"translation": {"en": "016:032 And they spake unto him the word of the Lord, and to all that were in his house.", "ig": "16:32 Ha we gwa Okwu nke Onyenwe anyị na ya, tinyere ndị niile na-n'ụlọ ya."}}
{"translation": {"en": "If you want, please contact us!", "ig": "Ọ bụrụ na enwere mmasị, biko kpọtụrụ anyị!"}}
{"translation": {"en": "Next articleLet's all just watch the A's mascot fail to hit a home run in slow motion", "ig": "Isiokwu na-esonụ Anambra agaghị ada mba na-ịkwụsị ịsuchi ọwa mmiri, nchekwa gburugburu - Obidiegwu"}}
{"translation": {"en": "Don't forget to grab a Little Red Wagon Badge on the right ----->", "ig": "Echefula iji kpatụ bọtịnụ na-acha anụnụ anụnụ n'elu bọtịnụ n'elu n'akụkụ aka nri."}}
{"translation": {"en": "I'm blaming for my life", "ig": "M efehe maka ndụ m."}}
{"translation": {"en": "The whole thing is under the tree. .", "ig": "Nke a niile nọ n'elu ihe egwu dị na osisi ahụ."}}
{"translation": {"en": "This is just the beginning!!!", "ig": "Nke a bụ nanị mmalite !!!"}}
{"translation": {"en": "For he is the just servant of God, an avenger who carries out God's wrath on the wrongdoer.", "ig": "Ejiri mara mmadu bu nmebi iwu ya, obula, mo nke Chineke na - enyere aka ikuziri onye mmehie uzo Chineke."}}
{"translation": {"en": "The Histon of the North, perhaps..", "ig": "Southern Ngbandi - Pambia"}}
{"translation": {"en": "Because it's written", "ig": "Ebe ọ bụ na a ederede"}}
{"translation": {"en": "what's the best oil ?", "ig": "Kedu ụdị mmanụ oliv kachasị mma?"}}
{"translation": {"en": "I like to carry the weight", "ig": "Ọ na-amasị m ka ọ dị arọ."}}
{"translation": {"en": "The material used for the production is of the highest quality according to the requirement of customers, and these items sell well, our labor is magnificent ship that is controlled under strict supervision at all stages of production.", "ig": "Ihe eji emepụta bụ nke kachasị mma dịka ihe ndị ahịa chọrọ si dị, ihe ndị a na-erekwa nke ọma, Ship anyị na-arụ ọrụ buru ibu nke na-achịkwa nlekọta anya n'oge ọ bụla nke mmepụta."}}
{"translation": {"en": "Sometimes the bonus may possibly consist of almost all, perhaps $1, 000, that can be used in no matter what way you seek for one or two hours.", "ig": "Mgbe ụfọdụ, bonus nwere ike ịgụnye nnukwu ego, ikekwe $ 1,000, nke ị nwere ike iji mee ihe ọ bụla ị chọrọ maka otu awa ma ọ bụ abụọ."}}
{"translation": {"en": "Anyone want to explain why?", "ig": "Ọ bụla kwuru na n'ihi?"}}
{"translation": {"en": "come back to Brazil", "ig": "Tọghata Brazil n'ezie Ka Euro."}}
{"translation": {"en": "the creation of beauty is art.: there is a shade of red for every woman.", "ig": "Nke a bụ ụzọ ọhụụ dị ịrịba ama maka RØDE: otu ihe ntanetị n'ime otu maka ndị pọdkastị nke ọkwa ọ bụla."}}
{"translation": {"en": "It is also a major port for cars and cruise passengers.", "ig": "Ọ bụkwa otu nnukwu ụgbọ ala zuru ụwa ọnụ maka ndị njem na ịkwụ ụgwọ."}}
{"translation": {"en": "Our team of experts works extra hard to ensure that every customer gets the best of experience all the time.", "ig": "Ndị ọrụ anyị niile na-arụ ọrụ ọkachamara ma hụ na ndị ahịa ọ bụla nwere ahụmịhe kachasị mma."}}
{"translation": {"en": "Similar to the older standards like PCI and AGP, a PCI Express-based device (like the one shown in the photo on this page) physically slides into a PCI Express slot on the motherboard.", "ig": "N'adịghị ka ụkpụrụ ndị okenye dị ka PCI na AGP, PCI Express dabeere na ngwaọrụ (dịka nke egosiri na foto a na ibe a) na-eji nwayọọ na-abanye n'ime PCI Express slot na motherboard."}}
{"translation": {"en": "29 moon days in high resolution.", "ig": "Ihe ngosiputa iri abuo na abuo na nkeji iri abuo na enwere ya na mkpebi di elu na nnukwu ihu."}}
{"translation": {"en": "Our God is alive.", "ig": "Chi anyị dị ndụ."}}
{"translation": {"en": "12 Then they said to him, \"Where is He?\"", "ig": "12 Ha si ya, Òle ebe Onye ahu nọ?"}}
{"translation": {"en": "I see Hymie's ploy.", "ig": "i see ya homie"}}
{"translation": {"en": "When searching for homes, it makes sense to focus on a city or area that offers lots of variety in choices.", "ig": "Tinye na ikike ịchọta ya site na ndị na-ahụ n'Ịntanet ma ọ bụ site na ịdọrọ anya na otu obodo ma ọ bụ mpaghara dị iche iche, ọtụtụ ohere nwere ike imeghe."}}
{"translation": {"en": "Enjoy the clip-clop-clip-clop a", "ig": "Nnukwu pikselị dị na APS-C dị ka ihe oyiyi mmetụta dị mma mma oyiyi"}}
{"translation": {"en": "\"Save money today\"", "ig": "MoonRise ego taa"}}
{"translation": {"en": "Strangely he made no reference to any work", "ig": "Ya mere, ọ na-eme ka uche ghara ichebara ọrụ ọ bụla iche."}}
{"translation": {"en": "Fun with Orthoptics - Children's Eye Care of Michigan", "ig": "ama boahemaa - enyi me mma ghanagospel"}}
{"translation": {"en": "Money for U.S. defense better than a parade", "ig": "Nbudata UHD ọdịnaya karia iyi ya, maka mma ka mma"}}
{"translation": {"en": "The cash flow is uncertain", "ig": "Isi mgbasa ego bụ ejighị n'aka."}}
{"translation": {"en": "Isaiah 29:14 Therefore behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.", "ig": "Aisaia 29:14, ya mere, lee, aga m aga n'ihu n'iru ihe di egwu n'etiti ndi a, oru di egwu na ihe ijuanya: n'ihi na amam-ihe nke ndi ha mara ihe ga-ala n'iyi, a ga-ezobekwa ndi nghọta ha zoro ezo."}}
{"translation": {"en": "Do you not know that the runners in the stadium all run in the race, but only one wins the prize?", "ig": "Na unu amaghị na a agbụrụ ndị ọgba ọsọ niile mpi, ma naanị otu onye na-agbata n'ọsọ?"}}
{"translation": {"en": "let's move forward)", "ig": "Gbanyụọ na-aga n'ihu)"}}
{"translation": {"en": "Finding out How To Upload Video On Facebook at the same time can be difficult, particularly if you want to publish greater than one Video to Facebook and also have them all show up in the exact same status update.", "ig": "Ịkọpụta otu esi bulite ọtụtụ foto gaa na Facebook n'otu oge ahụ nwere ike isi ike, karịsịa ma ọ bụrụ na ịchọrọ bulite ihe karịrị otu foto na Facebook ma mee ka ha niile gosipụta n'otu ọkwa ahụ."}}
{"translation": {"en": "The Bible says Jesus died for you.", "ig": "Ozi ọma ahụ nke kwuru na Jisọs nwụrụ nꞌihi unu."}}
{"translation": {"en": "Some of the typical applications of diodes include:", "ig": "Ụfọdụ n'ime ngwa ngwa nke diodes gụnyere:"}}
{"translation": {"en": "10 eventful years; a record...", "ig": "Ọ nọ na ya mee emume agbamafọ iri iteghete na otu, cheta afọ..."}}
{"translation": {"en": "Do you want to know if you can apply the dye straight away?", "ig": "Kedu ihe ma ọ bụrụ na ịnwere ike ịdebe saịtị gị ozugbo?"}}
{"translation": {"en": "Have you been invited to the reception?", "ig": "A kpọrọ gị òkù ịbịa agbamakwụkwọ ahụ?"}}
{"translation": {"en": "And the reason it's perfect?", "ig": "Kedu ihe kpatara mgbatị ahụ zuru oke ji dị njọ?"}}
{"translation": {"en": "I would like to get my phone service connected", "ig": "M na-agba ọsọ na gam akporo na ọ na-ejikọta ọrụ nke ekwentị."}}
{"translation": {"en": "Hence look at the prison.", "ig": "See ya Jeri!"}}
{"translation": {"en": "Socially, that results in compromises--marriage and adultery--but what happens when two people of the same gender don't have to meet in the middle?", "ig": "Na mbido njem ahụ, ọ bụ ngwakọta nke mkpali na amaghị ... gịnị ga-eme ma ọ bụrụ na ị gwakọtara ndị dị iche iche ụdị otu ebe?"}}
{"translation": {"en": "What's the impact in Wisconsin?", "ig": "Gịnị bụ nkọwa nke Akaụntụ Akaụntụ na Wisconsin?"}}
{"translation": {"en": "800 - \"Unable to establish the VPN connection.\"", "ig": "VPN njehie 800 - \"Enweghi ike ịme njikọ VPN.\""}}
{"translation": {"en": "R.I.P Mr. Grady. it was cool", "ig": "- Dabu (Andre Benjamin) - Be Cool"}}
{"translation": {"en": "Open your heart to us.", "ig": "Megheenụ obi unu nꞌebe anyị nọ."}}
{"translation": {"en": "the treaty of Vienna after the Corsl", "ig": "The post-ochichi onye kwuo uche mgbe Crouch"}}
{"translation": {"en": "As soon as we know the result of the appeal, we will let you know.", "ig": "Ka anyị na-enweta ozi gbasara mmalite nke ekwentị ahụ, anyị ga-agwa gị."}}
{"translation": {"en": "While you can view the content of the Website without going through the registration procedure, you need to register to use some functions, for example, leave your comment on the article.", "ig": "Ọ bụ ezie na ị nwere ike ịlele ọdịnaya nke n'Ịntanet ma ọ bụghị na ị gafere usoro ndebanye aha, ịkwesịrị ịdebanye aha iji rụọ ọrụ, dịka ọmụmaatụ, hapụ okwu gị banyere isiokwu ahụ."}}
{"translation": {"en": "What's a few hundred deaths?", "ig": "Ọ tụọla narị dimgba ole n'ala?"}}
{"translation": {"en": "It nearly killed me at least twice.", "ig": "Na ọ fọrọ nke nta gburu m, ugboro abụọ."}}
{"translation": {"en": "We hope to see them soon.\"", "ig": "Enwere m olileanya na anyị ga-ahụ, n'ọdịnihu dị nso. \""}}
{"translation": {"en": "\"But my lord!", "ig": "Onyenwe m,"}}
{"translation": {"en": "Don't forget that ALL tips on the website are free.", "ig": "Echefukwala ileba akwụkwọ niile a na-enweta n'efu bụ ndị dị na ngalaba ọha."}}
{"translation": {"en": "Shirley, and can.", "ig": "... Onwere, Beatrice Onwere, Ike"}}
{"translation": {"en": "here You can listen:", "ig": "Ị nwere ike gee ya ntị ebe a:"}}
{"translation": {"en": "In this case, the tooltip would be a good spot to add additional fields", "ig": "Ozugbo emechara, melite ebe nchekwa dabara adaba iji gosipụta mgbakwunye ọhụrụ."}}
{"translation": {"en": "\"Then the devil led him up and showed him in an instant all the kingdoms of the world.", "ig": "Nꞌotu mgbe ahụ ekwensu duuru ya gaa nꞌebe dị elu, ebe ọ nọ mee ka Jisọs hụ alaeze nile dị nꞌụwa nꞌotu ntabi anya."}}
{"translation": {"en": "How can you work on the Internet", "ig": "Ị ga-enwe ike ịkọrọ gị na-arụ ọrụ na Internet."}}
{"translation": {"en": "Worry of causing harm to oneself or others", "ig": "Fearjọ maka ịchịkwa onwe gị na imejọ onwe gị ma ọ bụ ndị ọzọ"}}
{"translation": {"en": "My sister, dad, and I moved in with my grandmother.", "ig": "Umu nnem, a nọnyere m ma goro gi nke oma nne m."}}
{"translation": {"en": "Hands-on with the Honor 8", "ig": "Na-asọpụrụ 8 Pro"}}
{"translation": {"en": "1 Corinthians 5:13 God will judge those outside.", "ig": "5:13 N'ihi na ndị dị n'èzí, Chineke ga-ekpe."}}
{"translation": {"en": "will find themselves relating to their", "ig": "Isu asusuu su gi de nke ha na su."}}
{"translation": {"en": "Guru Nanak replied: \"My dear friend, I have shaved my mind.\"", "ig": "49 Nwerukna wam kaa, \"Nda-aị-kwu, snornu m zne, ọ zị nnwọ m nwụ.\""}}
{"translation": {"en": "What can be expected from the US?", "ig": "Kedu ihe anyị nwere ike ịtụ anya site na United States banyere okwu a?"}}
{"translation": {"en": "But when he did come back, he was solid.", "ig": "Mgbe ọ laghachiri, ọ na-enweta ike."}}
{"translation": {"en": "In need of feet.", "ig": "Mkpa na ụkwụ, mmmmmmmm."}}
{"translation": {"en": "The perspective () function is quite simple, but what it actually does is quite complex.", "ig": "Ezigbo echiche nke ịdọrọ-na-dobe dị mfe, ma mmejuputa ya dị ugbu a (ma nwee ike ịnọgide) mgbagwoju anya."}}
{"translation": {"en": "You also have the ability to save and edit your songs in the computer.", "ig": "Na ya aka, ị na-enwe ike mbupụ ma songs na listi ọkpụkpọ gị na kọmputa na ala."}}
{"translation": {"en": "To get the ball rolling, just fill out the form below telling us a little about your business and the challenges it faces.", "ig": "Lọ ọrụ jikọtara ọnụ na-eme ka usoro a dịrị gị mfe, gwa anyị naanị ebe esonyere gị, nkọwa ole na ole gbasara ụlọ ọrụ gị yana ihe na-ekwu na ịchọrọ ka iru eru gị."}}
{"translation": {"en": "price of silver in 2000", "ig": "Silver price akụkọ ihe mere eme na 2000"}}
{"translation": {"en": "There is no payment to Tivo.", "ig": "Enweghị ụgwọ maka ọrụ AIM TXT."}}
{"translation": {"en": "Tell the truth - what's your opinion on lying?", "ig": "Ku lie it I ,.f Ihe lie hi ar"}}
{"translation": {"en": "7 But when they persisted in asking Him, He straightened up and said to them, \"He who is without sin among you, let him be the first to throw a stone at her.\" 8 Again, He stooped down and wrote on the ground.", "ig": "7 Ma mgbe ha nọgidere na-arịọ ya, o lepụrụ anya wee sị ha: \"Onye ọ bụla nke na-enweghị mmehie n'etiti unu, ka ọ tụba ya nkume mbụ.\" 8 O wee hulata ọzọ, jiri mkpịsị aka ya dee n'ala."}}
{"translation": {"en": "Don't want a problem", "ig": "Chọghị ka nsogbu bilie."}}
{"translation": {"en": "There are many regions where hospitals and schools do not even exist.", "ig": "O kwukwara na ọtụtụ ụlọ ọgwụ na ụlọ akwụkwọ enweghị ụlọ mposi chaa chaa."}}
{"translation": {"en": "we are the BEST!", "ig": "Anyị bụ ndị kachasị mma!"}}
{"translation": {"en": "Anything over about 95°F (35°C) will begin to cause permanent damage.", "ig": "Ihe ọ bụla dị elu karịa 95 Celsius (35 ° C) ga -emebi uto osisi gị."}}
{"translation": {"en": "Broken down by category, rating, number of downloads and other factors, each add-on has its own page that displays everything you need to know before making the decision whether or not to download it.", "ig": "Ebibi site n'ụdị, ọnụego, ọnụ ọgụgụ downloads na ihe ndị ọzọ, ntinye ọ bụla nwere akwụkwọ nke ya na-egosiputa ihe niile ịchọrọ ịma tupu ịme mkpebi ma ma ọ bụ ibudata ya."}}
{"translation": {"en": "Swimwear in Liège, Belgium - List of Swimwear Companies in Belgium", "ig": "Ọrụ anyị maka ndebanye aha LLC na Belize - Ndebanye aha ụlọ ọrụ na-ejighị ụgwọ na Belize"}}
{"translation": {"en": "A good night's sleep will help you fight viruses.", "ig": "Nke a bụ otu ụra dị mma ga-esi nyere gị aka ịlụ ọgụ coronavirus"}}
{"translation": {"en": "Also make sure that your mesh is normalized, and has no splits in it.", "ig": "Jide n'aka na a na-ahọrọ Normal na menu, ma họrọ OK ịchekwa ya."}}
{"translation": {"en": "The amount of time to eat lunch", "ig": "Oge ufodu udi nri ehihie tin"}}
{"translation": {"en": "Our Lady of Peace", "ig": "Lady Peace Nwaogwugwu"}}
{"translation": {"en": "Let's hit the road post haste", "ig": "Jiri ọnọdụ S maka ịgba ọsọ ngwa ngwa."}}
{"translation": {"en": "First and foremost I'd like to thank you deeply, for taking the time to visit RozBodyFit.", "ig": "Ọ masịrị m ịchikọta ihe site na ịsị onye ahụ ekele gị maka iwepụta oge iji gwa Rat Race Mutiny okwu."}}
{"translation": {"en": "That shouldn't be the problem.\"", "ig": "Nke a ekwesịghị ịbụ a nsogbu. \"\"Ma, ọ bụ."}}
{"translation": {"en": "\"50 gold coins.\"", "ig": "Ndi ana-akpo na-50u \"ọlaedo"}}
{"translation": {"en": "Adlai E. Stevenson quote: Those who corrupt the public mind are just as evil...", "ig": "OLkwụ OL - OL: Ndị otu ahụ na-emebi ahụmịhe nke ọka,..."}}
{"translation": {"en": "The geometrical looking ball isn't just all show and safety either but provides a data transfer rate of 2,600Mbps for powerful Wi-Fi connections capable of 4K streaming.", "ig": "Igwe ntụrụndụ nke ọdịdị ahụ abụghị nanị ihe ngosi na nchekwa ma mana na-enye ọnụọgụ data nke 2,600Mbps maka njikọ Wi-Fi dị ike nke nwere ike ịgbanye 4K."}}
{"translation": {"en": "Let us know your thoughtss below.", "ig": "Ka anyị mara echiche gị na-aza ajụjụ n'okpuru!"}}
{"translation": {"en": "Jackson then revealed himself to have his mind on all the right things.", "ig": "Mgbe ahụ, Clark nyere ihe ndị ọ chọpụtara na nkwubii anya nke ọma banyere ihe niile."}}
{"translation": {"en": "Amazon's Prime Day sale is organized every year.", "ig": "Amazon Prime Day ka nọ na-agba ọsọ, anyị na-azụ ahịa ụbọchị niile."}}
{"translation": {"en": "You can call for justice and freedom now.", "ig": "Ị nwekwara ike ịchọta ndọtị na nnwere onwe ugbu a, kwa."}}
{"translation": {"en": "You can record invoices for work you've done even though you haven't received payment yet.", "ig": "Ị nwere ike ịlele ozi ederede na faịlụ ndị ojiarụ Ayoba zitere gị site na Ayoba, ọbụlagodi na ị budatabeghị ngwa Ayoba n'efu."}}
{"translation": {"en": "Subscribers receive an e-mail blast each time a new digital edition is produced.", "ig": "Ndị debanyere aha na-enweta mmelite akpaka mgbe ọ bụla e bipụtara ọdịnaya ọhụrụ."}}
{"translation": {"en": "I like this menu, the food items are my favourite.", "ig": "Enwere m mmasị na isi nri, ọpụrụiche m bụ desserts."}}
{"translation": {"en": "Post: Brother-in-law of Prime Minister", "ig": "Previous: PM nwoke nkwụnye Ndenye njikọ"}}
{"translation": {"en": "An average of 99.9 is difficult to beat.", "ig": "Ihe puru omume nke 99.9999999% bu ihe siri ike."}}
{"translation": {"en": "Definitely will return in the near future", "ig": "Na na ikpeazụ na a ga-ọzọ ibuotikọ n'ọdịnihu dị nso."}}
{"translation": {"en": "The Life of the Glc", "ig": "agbekeeruola GhL"}}
{"translation": {"en": "Connect with influential leaders in the Church of Christ", "ig": "Na-akwụ ụgwọ na ha bụ ndị isi ike na-achịkwa na chọọchị ụka ha."}}
{"translation": {"en": "I don't always sit on my car.", "ig": "Anaghị m anọdụ ala n'ụgbọala."}}
{"translation": {"en": "That's the beauty of the Internet!", "ig": "Nke ahụ bụ mma nke Intanet!"}}
{"translation": {"en": "Picked up a programme", "ig": "Zụrụ usoro ihe omume"}}
{"translation": {"en": "For instance, you may want to look up specific phrases pertaining to New Zealand.", "ig": "Ị nwere ike ịhọrọ ịchọta okwu ndị na-arụ ọrụ na New England, dịka ọmụmaatụ."}}
{"translation": {"en": "The Parliament of Samoa", "ig": "Nhazi ụlọ ọrụ Samoa"}}
{"translation": {"en": "209: The Recipe For A Lack of Contentment", "ig": "Ọkachamara Semalt: Ọdịnaya Na-enye Afọ Ojuju Na-enweghị Ihe E Ji Eju Eju"}}
{"translation": {"en": "As it subsequently turned out, they would live in different parts of the country for thirteen years.", "ig": "23 Ihe E Mere mere ka a mata nke ọma ndị ahụ ga-eje biri n'ala ọzọ afọ iri asaa."}}
{"translation": {"en": "The Real World: Example 2", "ig": "Ebe nchekwa: Ụdị ihe atụ Setịpụrụ 2"}}
{"translation": {"en": "The cuffs have a \"V\" opening for a slightly different look.", "ig": "Ndị na -emepụta ihe ga -ahụ pistil nwere \"V\" mgbe elere ya anya nke ọma."}}
{"translation": {"en": "A gift for someone who's just recently remarried?", "ig": "Kedu maka ịchọrọ ịlaghachite saịtị nke onye i mechiri n'oge na-adịbeghị anya?"}}
{"translation": {"en": "It's not money.\"", "ig": "Ma ọ bụghị dị ka ego nkọ.\""}}
{"translation": {"en": "And the best part, it's a one bowl, three-step mix and you're ready to bake!", "ig": "Otu larịị nke kachasị mma ... ime ụlọ 3 mara mma, 1 bath Ranch with gareji dị njikere maka gị!"}}
{"translation": {"en": "The fans inside your computer are there to keep it cool.", "ig": "Fans n'ime kọmputa gị nọ n'ebe ahụ iji mee ka ọ dị jụụ."}}
{"translation": {"en": "age of of 84.", "ig": "ya run84 note"}}
{"translation": {"en": "I am the Hero! (202)", "ig": "M bụ Onye na - eduzi ... (ihe 20)"}}
{"translation": {"en": "List of countries (talk)", "ig": "List of countries (ihü nke nkúfù)   (jikodo _ mèzi)"}}
{"translation": {"en": "Prince Edward (32)", "ig": "Mr. Daniel Amiri (23)"}}
{"translation": {"en": "Take, for example, her husband.", "ig": "Dị ka ihe atụ, gbasara di gị."}}
{"translation": {"en": "Is it possible that these three can be combined?", "ig": "3. nwere ike ikpokọta profaịlụ abụọ ahụ n'otu?"}}
{"translation": {"en": "Sleep is very important during pregnancy.", "ig": "Ezigbo ụra dị ezigbo mkpa mgbe ị dị ime."}}
{"translation": {"en": "Avast Antivirus License Key does not make it less reliable.", "ig": "Ma Ashampoo Antivirus License Key Crack dịghị echebe ọsọ maka nchekwa."}}
{"translation": {"en": "John 16:24 Until now you have asked nothing in my name.", "ig": "24 Rue ub͕u a, ọ dighi ihe ọ bula unu nāriọ n'aham."}}
{"translation": {"en": "Yes, it is overwhelming.", "ig": "Yep, nke ahụ dị egwu n'elu."}}
{"translation": {"en": "It's a way of getting to know one another.", "ig": "Nke a bụ ụzọ kpochapụwo iji zute ma mara ibe ha."}}
{"translation": {"en": "there will be another one", "ig": "Ga-enweta nke ọzọ."}}
{"translation": {"en": "The new iOS 9 will also let you install ad-blockers for the first time:", "ig": "Karịsịa, iOS 11 na-ahapụ gị ịhazi Control Center maka oge mbụ mgbe."}}
{"translation": {"en": "Track spikes and flats, buy, sell and trade.", "ig": "Saịtị na-emechi emechi, rere ya, kwaga, ma kwalite oge niile."}}
{"translation": {"en": "Since there is usually no heating of the lapping piece during lapping, deformation is eliminated.", "ig": "Ebe ọ bụ naakwụkwọ nrina-adịghị na kọntaktị naesi nrimmiri n'oge steaming, ọzọvitamindịejidere."}}
{"translation": {"en": "CHAIR: The copyright laws that are there now work for you because it's a single artist.", "ig": "Nkowasi: Mepụta pụrụ iche na taabụ n'ihi na gị kpọmkwem nchọgharị ọrụ."}}
{"translation": {"en": "In some cases there may be a choice", "ig": "N'ebe ụfọdụ, enwere ike ịnwe otu nhọrọ."}}
{"translation": {"en": "\"If the winter is too cold and the summer is too hot, you are not a hiker.\"", "ig": "\"Ọ bụrụ na udu mmiri na-adị oke oyi, oge ọkọchị ana-ekpokwa ọkụ, ị bụghị onye na-esighị ike.\" - Onye na-egbu ilu"}}
{"translation": {"en": "A map of Isis Close and the local area", "ig": "Na-egosi map mpaghara maka ogige ahụ na ebe nkiri dị nso"}}
{"translation": {"en": "Health services (e.g., medical)", "ig": "Ụlọ ọrụ ahụ ike (dịka, onye na-ede ọgwụ na-ahụ maka ọgwụ)"}}
{"translation": {"en": "Here is a bee.", "ig": "\" Here Is A Bee"}}
{"translation": {"en": "One of the hurdles for the same is Corrossion of rebars, particularly in coastal areas.", "ig": "Ha corrosion eguzogide bụ kara nke ndị ọzọ ihe, karịsịa maka ala gbara osimiri okirikiri ebe."}}
{"translation": {"en": "So far, we have looked at:", "ig": "Ruo ugbu a, anyị enyochaala:"}}
{"translation": {"en": "Murder on the Streets", "ig": "Oke Afa Magboro"}}
{"translation": {"en": "A \"reloading\" or \"refill\" strategy involves breaking a large order into several small batches.", "ig": "'Zipping' na 'unzipping' bụ usoro nchịkwa faịlụ maka nkwakọba ọtụtụ faịlụ n'ime obere obere ùkwù."}}
{"translation": {"en": "e. transfer the materials to another person or \"mirror\" the materials on any other server.", "ig": "e. nyefee onye ọzọ ma ọ bụ \"mirror\" ihe ndị ahụ na ihe nkesa ọ bụla."}}
{"translation": {"en": "In combination with the --verbose option, the following fields are also displayed:", "ig": "N'iji ya na nhọrọ --verbose, a na - egosikwa mpaghara ndị a:"}}
{"translation": {"en": "You can choose between two color choices: yellow or blue.", "ig": "Ị nwere ike ịhọrọ n'etiti isiokwu abụọ: Blue ma ọ bụ Graphite."}}
{"translation": {"en": "And, they hated Him for it.", "ig": "Ha kpọrọ ya asị n'ihi nke ahụ."}}
{"translation": {"en": "Matt 22:35; One of them, a lawyer, asked Him a question, testing Him,", "ig": "22:35 Na otu n'ime ha, a dọkịta nke iwu, jụọ ya ajụjụ, iji nwalee ya:"}}
{"translation": {"en": "All of human History has led to this moment!", "ig": "Onye ọ bụla egwu egwu nke oge a na-enweghị nsogbu mepee usoro a!"}}
{"translation": {"en": "Additions - and Some More Additions!", "ig": "Ha na - abawanye oke uru!"}}
{"translation": {"en": "You can bring your own drink.", "ig": "Nwere ike ịme mmanya nke gị?"}}
{"translation": {"en": "Unshred America: Are Russia and the United States at War?", "ig": "Akụkọ dị mkpa na mgbede a: Amerịka na Iran a ga-aga agha?"}}
{"translation": {"en": "The Federal Government and the Academic Staff Union of Universities are expected to hold another meeting today as part of the effort to resolve the issues that led to the strike in public universities.", "ig": "Gọọmentị na otu jịkọtara ndị nkuzi mahadum bụ ASUU ga-enwe mkparịta ụkọ ọzọ taa iji mee ka ha kwụsị abụbọ ọrụ ndị otu a na-agba."}}
{"translation": {"en": "There aren't very many manufacturers, and all of them are well-versed in keeping things secret until release.", "ig": "Ọ bụghị ụlọ ọrụ niile ka emepụtara, na ụlọ ọrụ ụfọdụ na-enye ndị ahịa ha ngwa ngwa ngwa ngwa, ọbụlagodi mgbe ha jidere ihe ọ bụla."}}
{"translation": {"en": "I couldn't believe Harry.", "ig": "Enweghị m ike ikwenye na Gary!"}}
{"translation": {"en": "We want to organize the use cases around the ontology.", "ig": "Anyị chọrọ ịmalite iji cache na-aga n'ihu na gburugburu desktọpụ nwalee."}}
{"translation": {"en": "Since movies are some of the largest files you can download, it would be beneficial to use a download manager, especially one that supports bandwidth control.", "ig": "Ebe ọ bụ na fim bụ ụfọdụ n'ime faịlụ ndị kachasị na ị nwere ike ibudata, ọ ga-aba uru iji njikwa nchịkọta , karịsịa nke na-akwado njikwa bandwit ."}}
{"translation": {"en": "Amazon is known for their", "ig": "A maara Amazon maka na ọ bụghị ndị ọzọ na-egwu egwu."}}
{"translation": {"en": "Does exactly what it needs", "ig": "Enwere ya iji mee kpọmkwem ihe dị anyị mkpa."}}
{"translation": {"en": "James 3:1, English Standard Version (ESV) Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.", "ig": "Jemes 3: 1-12: 1 Mymụnna m, unu abụla ọtụtụ nna ukwu, ebe unu matara na anyị ga-anata amamikpe ka ukwuu."}}
{"translation": {"en": "and I will dwell in the house of the LORD forever.\"", "ig": "Aga m ebi n'ụlọ nke Onyenweanyị ebighị ebi, ebighị ebi."}}
{"translation": {"en": "I know the waiting is hard, especially when you have already waited so long.", "ig": "Anyị maara na nke a siri ike ịnụ, ọkachasị ebe ị na-eche ya kemgbe afọ niile, mana gee ntị."}}
{"translation": {"en": "It's easy to install, has strong security features, and is compatible with almost any streaming device, including the Amazon Fire TV Stick, Apple TV, Xbox, and PlayStation.", "ig": "Ọ dị mfe ịtọlite, nwere atụmatụ nche siri ike, ma dakọtara n'ihe fọrọ nke nta ka ọ bụrụ ngwaọrụ ọ bụla gụgharia, gụnyere Amazon Fire TV Stick, Apple TV, Xbox, na PlayStation."}}
{"translation": {"en": "Don't you want to have a home office?", "ig": "Kpọrọ ka ị ghara ịnwe HomePod ntị maka iwu?"}}
{"translation": {"en": "Akai Fire is available now for $199.", "ig": "A na-akwụ Nvidia Shield ugbu a na $ 199"}}
{"translation": {"en": "Well, the great thing about the iPhone and one of the reasons that we love it is that it fits in your pocket.", "ig": "Nchịkọta weebụsaịtị - otu n'ime ihe kpatara ya anyị kwagara Flywheel ma hụ ya n'anya bụ ọsọ nke ndapụta ha na caching."}}
{"translation": {"en": "We learned about...", "ig": "Anyị mụtara banyere in ..."}}
{"translation": {"en": "Hell he scored a hat-trick in the Giuseppe Meazza!", "ig": "Jesu ọ wariẹ zihe ziọ uzuazọ wọhọ omama ẹzi avọ ogaga ulogbo!"}}
{"translation": {"en": "80 g of grated pecorino cheese", "ig": "80 g. grated vegan cheese nke na-agbaze nke ọma"}}
{"translation": {"en": "It's good with coffee or tea for breakfast.", "ig": "Ọ dịkwa mma iji tii ma ọ bụ kọfị rie nri ụtụtụ ma ọ bụ nri."}}
{"translation": {"en": "red right returning", "ig": "Njikwa Iweghachị Puran"}}
{"translation": {"en": "Germany's Angela Merkel to begin two-day trip to the Balkans", "ig": "N'mba ofesi, aka na Germany bụ Angela Merkel ga-abịa njem a'ala atọ n'ime Afrika maka ị nwe mkparịtaụka gbasara ndị mbiambiara."}}
{"translation": {"en": "Saint Louis-Marie Grignion de Montfort (1673-1716), preacher, founder of religious communities Little Treatise of true devotion to the Blessed Virgin, 2-6", "ig": "St. Louis Maria Grignion de Montfort (1673-1716) onye nkwusa, onye guzobere okpukpe obodo Treatise na ezi ofufe nye Onye Nsọ ..."}}
{"translation": {"en": "It mostly occurs when the file is rendered to High Definition video.", "ig": "Ọ na-emekarị na-eji mgbe faịlụ ndị na-itinye na koodu maka a elu-definition video mmepụta."}}
{"translation": {"en": "For all of Taylor's fans", "ig": "N'ihi ndị niile ahụ Kitty Fans"}}
{"translation": {"en": "Make a list, and start the conversations.", "ig": "Debanye aha maka akaụntụ ma malite ikwurịta okwu."}}
{"translation": {"en": "If you're an animal, get your tail out of Mississippi fast.", "ig": "Mgbe nwụnye zuru ezu, na-agba ọsọ Wondershare ngwa si gị na desktọọpụ."}}
{"translation": {"en": "Hard Rock Mining and Tunneling Equipment - Welcome to the ...", "ig": "cheap nkedo ígwè ụzọ ute na welcome ịrịba ama maka ..."}}
{"translation": {"en": "Not quite redesigns, explains the game's popularity.", "ig": "Ọ bụ ezie na enweghi ọtụtụ mmadụ, mgbanwe ya na-ekpughe ụda atụmatụ dị na egwuregwu a."}}
{"translation": {"en": "The author has created a suspenseful novel that grabs the reader's interest from the start.", "ig": "Ojiji a na-eji okwu na-eduhie onye na-agụ ya si na mbụ onye dere ya bụ nkwanye ugwu ọgụgụ isi."}}
{"translation": {"en": "Sarong with floral and animal motifs", "ig": "Macaroni nwere chorizo   na anụ ezi"}}
{"translation": {"en": "Students must use footnotes as opposed to endnotes or parenthetical references.", "ig": "Ụmụ akwụkwọ na-ebukarị akwa satchels dị arọ, ejiji anaghị edekọ azụ, mana. saidwees."}}
{"translation": {"en": "The Indigenous People of Biafra, IPOB, on Friday urged it's members in Japan to arrest President Muhammadu Buhari when he arrives the country.", "ig": "Ndi Indigenous People of Biafra, IPOB, na Fraide, gwara ndi otu ya nọ na Japan, ka ha jide Onyeisi ala Muhammadu Buhari mgbe ọ bụla ọ batara n'obodo ahụ."}}
{"translation": {"en": "33 My children, I will be with you only a little while longer.", "ig": "33 Umu-ntakiri, ọ fọduru nwa oge Mu na unu gānọ."}}
{"translation": {"en": "How to have fun with no money", "ig": "Ntụrụndụ na-atọ ọchị, nke a na-esonyere ya, na-enweghị ntinye ego."}}
{"translation": {"en": "\"Spa iced water!\"", "ig": "\"Ilulu wụ mmanụ ndị Igbo ji eri okwu!\""}}
{"translation": {"en": "By far the most popular of these is 100Base-T, a standard that includes 100Base-TX (Category 5 UTP), 100Base-T2 (Category 3 or better UTP), and 100Base-T4 (100Base-T2 cabling modified to include two additional wire pairs).", "ig": "Ihe kachasị mma n'ime ndị a bụ 100Base-T, ọkọlọtọ nke na-agụnye 100Base-TX (Atiya 5 UTP), 100Base-T2 (Atiya 3 ma ọ bụ karịa UTP), na 100Base-T4 (100Base-T2 cabling gbanwere iji tinye abụọ agbakwunyere abụọ ụzọ abụọ)."}}
{"translation": {"en": "52:45 So, leave them alone until they face their Day, in which they will be turned unconscious", "ig": "52:45 Ya mere, na-ahapụ ha ruo mgbe ha na-ezute ha Day na nke ha ga-thunderstruck ."}}
{"translation": {"en": "Electrons and holes: What's in the A4?", "ig": "MPEG na AAC Ntụgharị: Olee tọghata MPEG4 na AAC"}}
{"translation": {"en": "OCBC Singapore is among the top players in bancassurance sales, home loans, unit trust distribution, personal credit, small and medium-sized enterprises market and the Singapore dollar capital market.", "ig": "OCBC Singapore so na ndị kachasị asọmpi n'ahịa mkpuchi nke ụlọ akụ, mgbazinye ụlọ, nkesa ntụkwasị obi, kredit nke onwe, ahịa maka obere ụlọ ọrụ obere na ọkara, yana isi ahịa dollar maka Singapore."}}
{"translation": {"en": "Russia 2018: What's wrong with team England", "ig": "World Cup 2018: Gịnị mebiri egwuregwu ndị Afrịka na Rọshịa? - BBC News Ìgbò"}}
{"translation": {"en": "Are you a newbie, like me?", "ig": "Kedu ncha bu Omo? k'ife n'eme?"}}
{"translation": {"en": "That's where Google stepped in.", "ig": "Nke ahụ bụ ebe Google na- abata."}}
{"translation": {"en": "1 Corinthians 3:19-20 For the wisdom of this world is folly with God.", "ig": "1 Ndị Kọrịnt 3:19 N'ihi na amamihe nke ụwa a bụ nzuzu n'ebe Chineke nọ."}}
{"translation": {"en": "He asked to see a coin called a denarius.", "ig": "Wẹ nọ wẹhẹn'ẹ akpụrụ ego dinarịọsị ohu."}}
{"translation": {"en": "Often i have search about this in Google.com but i didn't get the correct result.", "ig": "Oge ikpeazu m gbalịrị ask.com, ewepụtaghị m ezigbo nsonaazụ ọchụchọ."}}
{"translation": {"en": "4:35 To you it was shown, that you might know that Yahweh he is God; there is none else besides him.", "ig": "35 E gosiri gị ya, ka i wee mara na Jehova bụ Chineke; ọ dighi onye ọzọ ma -ọbughi ya."}}
{"translation": {"en": "I: How many people?", "ig": "Janko: Mmadụ ole ka ha nọ?"}}
{"translation": {"en": "Georgia Championship 2019/2020 - Participating teams", "ig": "Dubaï 2019 - 2020 ọrụ anyị na-akpọ ndị ọkachamara na ụlọ ọrụ Gulf"}}
{"translation": {"en": "This package is for network administrators who want to deliver support for the latest Windows Media Audio and Video codecs for enterprise computers running Windows Media Player.1, Windows Media Player for Windows XP, Windows Media Player 9 Series, and Windows Media Player.", "ig": "Microsoft Codec nwụnye ngwugwu bụ maka netwọk ọchịchị na-achọ ịnapụta nkwado maka ọhụrụ Windows Media Audio na Video codecs maka enterprise kọmputa na-agba ọsọ Windows Media Player 7.1, Windows Media Player maka Windows XP, Windows Media Player 9 Series, na Windows Media Player 10."}}
{"translation": {"en": "Foundation of human rights...", "ig": "Ntọala Ntọala nke Onwe -"}}
{"translation": {"en": "The Shed Center - Mt.", "ig": "Central Tagbanwa - Mt."}}
{"translation": {"en": "The Hino F-Series trucks model codes are FN...", "ig": "Model SF-N Automatic kwụ bisikiiti na Edge ..."}}
{"translation": {"en": "I cannot do #1.", "ig": "Ekwetaghị m na # 1."}}
{"translation": {"en": "and have been shown to be well absorbed", "ig": "Achọpụtakwara na anabatala cetilistat nke ọma."}}
{"translation": {"en": "I tell you, you will not get out until you have paid the last penny.'", "ig": "Agwa m gị, ị gaghị esi n'ebe ahụ pụta ruo mgbe ị ga-akwụghachi, ọ bụladị ego nta ikpeazụ I ji n'ụgwọ.\""}}
{"translation": {"en": "Mr. and Mrs. R. G. Leigh enter", "ig": "Mr. & Mrs. L. Gene Enke"}}
{"translation": {"en": "See also [ 9 ].", "ig": "ona na 9 os"}}
{"translation": {"en": "They don't even care what is inside the video, they just care how many people are clicking the video.", "ig": "Ha achọghị ịma banyere ikike... ha na-eche naanị maka mmadụ ole pịa bọtịnụ junk email ahụ."}}
{"translation": {"en": "If you look at the signaling device", "ig": "Ọ bụrụ na ị na-ahụ ederede ederede na toolbar nke ozi:"}}
{"translation": {"en": "I also use a logo that was designed for my business.", "ig": "Enwekwara igbe na-akpọ aha Mee nke a ka m nweta ọrụ nchọta m ."}}
{"translation": {"en": "\"I don't want to play.\"", "ig": "Anaghị m achọ iji onwe m gwurie egwu. \""}}
{"translation": {"en": "Google records information about your +1 activities in order to improve Google's services for you and others.", "ig": "Ihe ndekọ ederede Google gbasara ọrụ + 1 gị iji melite ọrụ Google maka gị na ndị ọzọ."}}
{"translation": {"en": "The answer may be \"perhaps.\"", "ig": "Ikekwe mmeghachi omume mbụ nwere ike ịbụ 'N'ezie'."}}
{"translation": {"en": "Painting (Picture): The anticipation of the evening..", "ig": "Naanị anyị ga-aga: Ntọala> Gosiputa> Nightkpụrụ abalị."}}
{"translation": {"en": "You can see slogans and placards everywhere.", "ig": "Ị nwere ike ịchọta mbadamba nkume na ama na-anọchi ebe niile."}}
{"translation": {"en": "Kids are invited to discover the fascinating world of Minecraft.", "ig": "Ha na-eme nnukwu ihe ịchọ mma maka igosi ịma mma nke ụwa Minecraft."}}
{"translation": {"en": "16:27 To the only wise God, through Jesus Christ, be the glory for ever.", "ig": "16:27 Chineke, onye naanị bụ ihe amamihe, site n'aka Jizọs Kraịst, ya bụrụ onye nsọpụrụ na otuto ruo mgbe ebighị ebi ma na mgbe."}}
{"translation": {"en": "In fact, commercially packaged foods and drinks in general contain many [...]", "ig": "Oriri na ọṅụṅụ na-adị n'ụzọ dị iche iche, ụfọdụ bụ nke ọha na-eme n'ebe [...]"}}
{"translation": {"en": "of customers who fail to pay interest and/or principal on their loans.", "ig": "Ndị ụtụ akwụkwọ na-atụ ụtụ isi iche iche anaghị emetụta ịkụ nzọ na / ma ọ bụ uru sitere n'aka ndị ahịa ha."}}
{"translation": {"en": "The one who dies, lives.", "ig": "Mgbe ọ nwụsịrị, onye na-eme ya na-ebi ndụ dị ndụ."}}
{"translation": {"en": "SSAE 16 Standard and 6 Critical Points to Know", "ig": "10 Atụmatụ na usoro nke iPhone 6 ka unu wee Chọrọ Ịma Banyere"}}
{"translation": {"en": "King of Prussia", "ig": "Eze nke Prussia"}}
{"translation": {"en": "Tron is opening an office in San Francisco", "ig": "Anyị na-enye ọrụ dị oke ọnụ maka ụlọ ọrụ ụlọ akụ na-emeghe na San Francisco."}}
{"translation": {"en": "They are ALL super nice, just like ALL the Kids...", "ig": "Ihe nile buso nma, ebe nine bu so mma"}}
{"translation": {"en": "Elevated Blood Pressure (High Blood Pressure)", "ig": "Ọbara mgbali elu (ọbara mgbali elu)"}}
{"translation": {"en": "Who is Israel's new Prime Minister, Naftali Bennett?", "ig": "Onye bụ Naftali Bennett bụ Praim Minista ọhụrụ mba Israel?"}}
{"translation": {"en": "Anarchy: not for the faint of heart - Imgur", "ig": "Asheghie Yetarafe - Reza Sadeghi - MyRitm"}}
{"translation": {"en": "I do not know the LORD, nor will I let Israel go.\"", "ig": "Agaghi m ata unu ahuhu n'oke iwe m, agaghi m emebi Izrel ozo."}}
{"translation": {"en": "Aph / APH - American Printing House for the Blind", "ig": "Home Ngwaahịa Ngwaahịa OEM / ODM Ihe njiri eriri USB maka onye ahia"}}
{"translation": {"en": "I first thought it referred to a massacre or some other disaster.", "ig": "O bee n'abalị, a na-ewe ya na ọ na-egosi ọnwụ mmadụ maọbụ ọdachi ndị ọzọ."}}
{"translation": {"en": "Are free or low-cost", "ig": "Dị ọnụ ala ma ọ bụ n'efu ."}}
{"translation": {"en": "No, a BSOD does not necessarily mean a \"dead\" computer but it does mean a few things for sure.", "ig": "Mba, BSOD apụtaghị na kọmputa \"nwụrụ anwụ\" ma ọ pụtara ihe ole na ole maka n'aka."}}
{"translation": {"en": "For any request, don't hesitate to call", "ig": "Ọ bụla arịrịọ, biko mgbe dara na-ala azụ ịkpọtụrụ m."}}
{"translation": {"en": "But, don't worry It is not as bad as it...", "ig": "Echegbula onwe gị, nke a abụghị ihe ọjọọ dịka ọ na-ada."}}
{"translation": {"en": "\"I am dating my ex-wife\" .", "ig": "Mgbe ụfọdụ, m na-abịazi jiri di m tụnyewere di m mbụ.\""}}
{"translation": {"en": "If no further engagement ensued, he planned to withdraw during the night.", "ig": "Mgbe a tọhapụrụ mmelite ọhụrụ, ngwaọrụ ahụ jụrụ ma ịchọrọ imelite ya n'abalị."}}
{"translation": {"en": "neyyattinkarai to puthur", "ig": "si nke ukwuu kissing."}}
{"translation": {"en": "Some people even know how to read them...", "ig": "Ụfọdụ n'ime ha mere ọbụna mara otú dee na-agụ ma na"}}
{"translation": {"en": "(Romans 9: 6-18: .............\" not all who are descended from Israel belong to Israel, and not all are children of Abraham because they are his descendants; but \"Through Isaac shall your descendants be named.\"", "ig": "9:7 Ma ọ bụghị niile bụ ụmụ bụ mkpụrụ nke Abraham: \"N'ihi na gị na mkpụrụ gị ga-akpọku Isaac.\""}}
{"translation": {"en": "I gave birth to our first child.", "ig": "E siiri m ụmụ m osikapa nke anyị dị mbụ eri."}}
{"translation": {"en": "The Nemunas River Flows Slowly", "ig": "bro ifeanyichukwu onyeachonam go slow s"}}
{"translation": {"en": "You have a specific place", "ig": "Gị onye nwere ngalaba nke iche."}}
{"translation": {"en": "It's also cheap but far from nutritious.", "ig": "Ọnụ ala , ma, dịkwa nnọọ nutritious ."}}
{"translation": {"en": "'We were pleased to see that our equation did a good job of explaining happiness.", "ig": "Obi dị anyị ezigbo ụtọ na mgbapụta ahụ na-arụ ọrụ nke ọma wee nweta akwụkwọ ozi maka obi ụtọ:"}}
{"translation": {"en": "The United Nations has found that Christians are persecuted more than ever in Iran.", "ig": "Ndị Kraịst na-na-akpagbu karịa mgbe ọ bụla"}}
{"translation": {"en": "This is a great game for parents and children.", "ig": "Ha na-emekwa nnukwu egwuregwu maka ndị nne na nna na ụmụaka."}}
{"translation": {"en": "The webinar is free to join and there is room for 250 attendants.", "ig": "Enwere ike ịmepe vidiyo vidiyo maka n'efu, otu dị iche iche nwekwara ike ịnweta ndị ọrụ 250."}}
{"translation": {"en": "It will save your soul forever.", "ig": "Ị ga-echekwa mkpụrụ obi gị maka ndu ebighi ebi."}}
{"translation": {"en": "Packing Services in North London and Hertfordshire", "ig": "Ingdọba ụgbọala / mpasa ụgbọ ala na-akwụ ụgwọ na North London, Hertfordshire"}}
{"translation": {"en": "Ursula K. Le Guin quote: Lying is the misuse of language.", "ig": "Lys Ala Leu Gly Asp Phe Ala Leu Arg Ala Ser Ser lie Gly Ala Glu"}}
{"translation": {"en": "If they refuse to call you, then they must have something to hide.", "ig": "Ọ bụrụ na ha agaghị egosiputa usoro ha iji weghachite ekwentị, ha nwere ihe ị zoo."}}
{"translation": {"en": "A Visit to the Art Gallery of NSW", "ig": "A Visit To Nike Art Gallery - OnyinyeOlufunmi"}}
{"translation": {"en": "Oh, hey, cool, Word of God.", "ig": "Ooohh, God of lies.He hmm mm, Okay odinma, ka Chineke mezie okwu."}}
{"translation": {"en": "Front-page and told in two different emails to two other search's.", "ig": "Fechaa na obere na sọrọ agbanwe agbụ na a Kechie-gburugburu abụọ zip maka nche ọzọ."}}
{"translation": {"en": "American Express offers to reimburse me if it's lost, stolen, or zapped by lightning in the first 90 days after purchase.", "ig": "American Express na-enyeghachi m ịkwụghachi m ma ọ bụrụ na enwụrụ, na-ezu ohi, ma ọ bụ na-egbu maramara na nke mbụ 90 ụbọchị mgbe ịzụrụ."}}
{"translation": {"en": "Cat's eye describes a gemstone polished into a cabochon", "ig": "Anya Cat na-akọwa oke nkume nke a waụbara n'ime cabochon"}}
{"translation": {"en": "With that said, let's have a look at how you can go bowfishing for catfish.", "ig": "Na nke ahụ niile n'ụzọ, ka anyị lelee otu ị ga-esi nweta faịlụ .htaccess."}}
{"translation": {"en": "I am the Savior of the World.", "ig": "UKWE MBATA: A bụ m onye nzọpụta nke ụwa niile, ọ bụ Dinwenụ na-ekwu."}}
{"translation": {"en": "Elegies: Seven pieces for the piano", "ig": "URL - Adreesị weebụ maka podcast"}}
{"translation": {"en": "and this week I have made (TWICE)", "ig": "N'izu ụka a, m na-atụgharị (dịka ọ na-adị)."}}
{"translation": {"en": "Watch the movie - 3.", "ig": "✓ Foto e Filme - Foto 3"}}
{"translation": {"en": "What is the warranty on a new iPhone 5s?", "ig": "Olee otÃo iji tá\"�ghata AVI ka New iPhone 5S"}}
{"translation": {"en": "History of Irish surnames", "ig": "Girish aha ndakọrịta ule na surnames."}}
{"translation": {"en": "There is a social tyranny to this issue that is extremely troubling.", "ig": "Otú ọ dị, iji Nchịkọta Social Nchebe maka nzube a bụ nnukwu arụmụka n'ihi nchegbu nzuzo."}}
{"translation": {"en": "[28] And there you will worship gods, man's handiwork, wood and stone, which neither see, hear, eat, nor smell.", "ig": "28N'ebe ahụ, unu ga-efe chi dị iche iche nke aka mmadụ, osisi na nkume, ndị na-apụghị ịhụ ụzọ ma ọ bụ ịnụ ihe ma ọ bụ iri ihe ma ọ bụ ịnụ ísì."}}
{"translation": {"en": "\"Sweet little baby, your Daddy is going to be so happy to see you,\" she cooed.", "ig": "\"nabata nwa m, nna gị ga-enwe obi ụtọ ịhụ gị\" she said."}}
{"translation": {"en": "Ahhh.... here's the cavalry", "ig": "Here - KitGuru"}}
{"translation": {"en": "\"Please make me award of the state.\"", "ig": "'Gọọmentị biko gbatara anyị ọsọ enyemaka n'Ọnịcha'"}}
{"translation": {"en": "Generally, you will not have to pay a fee to access your personal data or exercise any of the other rights.", "ig": "Ọnweghị n'okpuru ọnọdụ ị ga-achọ ịkwụ ụgwọ ego ọ bụla ma ọ bụ gosipụta ozi akaụntụ gị na ndị ọrụ ọ bụla."}}
{"translation": {"en": "PERKEDEL - Make it in your life", "ig": "Garden Scapes - Mepụta a n'ogige gị nrọ."}}
{"translation": {"en": "In certain situations, this could be extremely dangerous, especially if the nature of the product or service is safety or health-related.", "ig": "N'ọnọdụ ụfọdụ, nke a nwere ike ịdị oke egwu, karịsịa ma ọ bụrụ na ọdịdị ngwaahịa ma ọ bụ ọrụ ahụ bụ nchekwa ma ọ bụ ahụike."}}
{"translation": {"en": "\"I created the Jinn (spirits) and human beings only that they might worship Me.", "ig": "51:56 m kere ihe a kpọrọ mmadụ na jinn ma e wezụga na-efe Me ."}}
{"translation": {"en": "Forests are also full of animals.", "ig": "E nwekwara ebe ndị ahịhịa juru na ya."}}
{"translation": {"en": "1 John 4:8 He who does not love does not know God, for God is love.", "ig": "(1 Jọn 4: 7) Onye ọ bụla nke na -adịghị ahụ n'anya amaghị Chineke, n'ihi na Chineke bụ ịhụnanya."}}
{"translation": {"en": "If you have any questions about a study, write me.", "ig": "Ọ bụrụ na ị nwere ajụjụ maka onye nlekọta, degara m akwụkwọ."}}
{"translation": {"en": "It takes about five minutes to look around and take photos.", "ig": "Ogologo oge na - ewe oge - ewe ihe dị ka 5 sekọnd ịnụ ụda na ịhụ ihe oyiyi na ihuenyo."}}
{"translation": {"en": "In Australia and New Zealand chipsealing is used on a larger percentage of roads, both rural and urban.", "ig": "Na New Zealand na Australia, ọzọ ụlọ ọrụ na-ewu obere ụlọ, ukwuu n'ime bespoke na ahaziri."}}
{"translation": {"en": "union leaders and members Monday afternoon at the White House for a \"listening", "ig": "Ndịisi oche NLC nke steeti na ndị gọvanọ ga-enwe nzukọ na Tuzde maka nhazi 'Minimum wage'"}}
{"translation": {"en": "You can even get help from us for Google App Engine.", "ig": "Ọzọkwa, ị pụrụ ọbụna na-agba ọsọ ngwa mepụtara maka mobile sistemụ si Google."}}
{"translation": {"en": "This means that everything happens behind the wall of private companies.", "ig": "Nke a pụtara na ihe ọbụla na-ekere site nakọrịtakọrịta Ezinụlọ akwụsị ọrụ."}}
{"translation": {"en": "Do Not Wait Until The Last Minute", "ig": "Ejighị ya anya ruo mgbe ikpeazụ nkeji."}}
{"translation": {"en": "For example, when using the fingerprint scanner to unlock your smartphone, it checks to ensure that you are indeed the authorized owner of the device.", "ig": "Dịka ọmụmaatụ, mgbe ị na-eji nyocha mkpịsị aka iji kpughee ama gị, ọ na-enyocha iji jide n'aka na ị bụ n'ezie onye nwe ikike nke ngwaọrụ ahụ."}}
{"translation": {"en": "twenty thousand millions of Adam's", "ig": "ya bu adam bu isi biliyo"}}
{"translation": {"en": "Many people, for example, have second hard drives or partitions that act as backup drives.", "ig": "Dị ka ọmụmaatụ, ọtụtụ ndị mmadụ nwere ihe ọkpụkpụ ma ọ bụ akụkụ nke abụọ nke na-arụ ọrụ dịka ihe ntanetị."}}
{"translation": {"en": "equally well explained on the supposition that it is merely the immense", "ig": "Ọ nwere oké ezi uche obi na-adị ya na ọ bụ nanị na-agbakwụnye na ya ikpọ nka mara mma."}}
{"translation": {"en": "He sent out his armies, destroyed the murderers, and burned up their city.", "ig": "O wee zipụ ndị agha ya, ka ha kwụgbuo ndị ogbu ọchụ ahụ, kpọọ obodo ha ọkụ."}}
{"translation": {"en": "As of February 2018, Google stated that more than 78% of the traffic on Chrome OS and Mac was protected and 81 of the top 100 websites were using HTTPS.", "ig": "Dị ka Akaụntụ Ntanetị Google, dịka mmalite nke 2018, echebela 68% nke okporo ụzọ Chrome na gam akporo na Windows ma 81 nke weebụsaịtị 100 kacha elu na weebụ na-eji HTTPS eme ihe na ndabara."}}
{"translation": {"en": "Bran the Blessed: God of the underworld (British)", "ig": "Egwuregwu: Chi Uhie: Ụwa nke Na - aga (Yanim)"}}
{"translation": {"en": "£50 million for zero emission buses in 2021", "ig": "New ijeri cha cha Review na 2021 Ọ dịghị ego Bonuses"}}
{"translation": {"en": "The TTA is provided with a general purpose", "ig": "The USB mbanye eji maka nzube kwesịrị Ị ."}}
{"translation": {"en": "If your RAR file comprises MP3 files, for example, you could open the RAR file, not convert it, to get the MP3s.", "ig": "Ọ bụrụ na faịlụ RAR gị nwere faịlụ MP3 , dịka ọmụmaatụ, ị ga- emepe faịlụ RAR , ọ bụghị igbanwe ya, iji nweta MP3."}}
{"translation": {"en": "Jacquie explained that the ...", "ig": "Abutu kọwara na ndị..."}}
{"translation": {"en": "into the middle of the river, keep our eyes open", "ig": "Etiti nke ogbo, jide anya gị."}}
{"translation": {"en": "America's Best value cars of 2013 - Craigslist city", "ig": "Advertising Onyinye Plastic abụọ oghere mpịcha pensụl 2013-SHAR - China Chrysan Onyinye"}}
{"translation": {"en": "Water China 2007 - China's no. 1 platform for the Water Industry", "ig": "Ndị na-emepụta ihe na ndị na - ebubata eriri 1 nke China - China Wireless 1st Generation Strips Factory"}}
{"translation": {"en": "might all be true.", "ig": "Ha niile nwere ike ịbụ eziokwu."}}
{"translation": {"en": "You can create a script that deletes the logs.", "ig": "Ị nwere ike idozi song ọmụma, nke na-ezighị ezi na-ihichapụ oyiri tracks."}}
{"translation": {"en": "Ygnacio Valley Home for the Handicapped", "ig": "Ulo Illinois maka ndi bi na ulo ogwu"}}
{"translation": {"en": "To support the Watch, Apple built a Network Time Protocol (NTP) that operates using servers located in different locations.", "ig": "Iji kwado Watch, Apple wuru Network Protocol Time (NTP) nke na-arụ ọrụ iji sava dị na ọnọdụ dịgasị iche iche."}}
{"translation": {"en": "Which of the two did the will of his father?\"", "ig": "Ònye nꞌime ha abụọ mere ihe nna ya chọrọ?\""}}
{"translation": {"en": "The Cannes Film Festival was canceled.", "ig": "Kedu ihe ọzọ, a kagbuola onyinye nrite nke Cannes Film Festival kpamkpam."}}
{"translation": {"en": "We call ourselves Christians, members of the true Church of Christ.", "ig": "Anyị ka ọ dịịrị dịka ezigbo ndị otu Kristi ili ahụ mmadụ n'ụzọ kwesiri ekwesi."}}
{"translation": {"en": "This contains the phrases and situations, many aspects of the Privacy Policy.", "ig": "Nke a na-agụnye usoro na ọnọdụ, ọtụtụ akụkụ nke Privacy Policy."}}
{"translation": {"en": "If the cursor is already on the right hand side it has no effect.", "ig": "Ọ bụrụ na ọnọdụ mmebi ahụ dị n'aka ekpe nke arụmụka Ntugharị , uru a abaghị uru."}}
{"translation": {"en": "All we're saying is that you want to stick to the rules of submitting signature lines.", "ig": "Kama, naanị ọrụ ị chọrọ iji mezue bụ itinye iwu nke akara ngosi anyị na-atụ aro."}}
{"translation": {"en": "It has passed the Leakage Current Test by checking whether the leakage current of AC/DC power flows to the ground terminal is over standard.", "ig": "O gafeela ule Leakage Ugbua site na inyocha ma mmiri mgbapụta nke AC / DC na-asọba n'ọdụ ụgbọ ala karịrị nke ọkọlọtọ."}}
{"translation": {"en": "There are few options here, just two.", "ig": "E nwere nhọrọ ole na ole maka ịmepụta tebụl, naanị abụọ."}}
{"translation": {"en": "I started to thicken the trunks of the olive trees.", "ig": "M'e mẹkẹnmẹ oku omẹnalị ndị nẹdi ẹnyi wẹ."}}
{"translation": {"en": "The Maldives is the lowest country on Earth and could soon be submerged under the sea", "ig": "Ọ bụ ihe kasị mkpa na ndị kasị ngwangwa kpụkọrọ na Earth, o nwere ike ugbu a ga-gbawara na ikpu ekpu n'ime oké osimiri."}}
{"translation": {"en": "Experienced agents know how to listen.", "ig": "Ọtụtụ ndị na-eme nchọpụta mara otú e si edozi faịlụ na-egere."}}
{"translation": {"en": "Let me know in the event that you're looking into Arvind Pandit, this is my principal expertise.", "ig": "Ugbu a na ị enwetala anya na njirimara nke BENQ TreVolo, ebe a bụ echiche m banyere arụmọrụ ya."}}
{"translation": {"en": "The companies that have the highest return", "ig": "Ngwunye Ndị Na-eji Eji Ntugharị Kachasị"}}
{"translation": {"en": "He's created", "ig": "e kere eke."}}
{"translation": {"en": "cities and towns of Czech Republic", "ig": "Obodo na obodo nke Czech Republic"}}
{"translation": {"en": "If you don't wake up, I will come to you suddenly, as unexpected as a thief.", "ig": "Ọ bụrụ na ị naghị eche nche, aga m abịakwute gị na mberede dịka onye ohi."}}
{"translation": {"en": "Then the next day I was sick again!", "ig": "N'ime otu ụbọchị, enwere m ọrịre ọzọ!"}}
{"translation": {"en": "H.E. Hospital", "ig": "34. akwa ụlọ ọgwụ"}}
{"translation": {"en": "Queen Elisabeth died in Brussels at the age of 89 on 23 November 1965 from a heart attack.", "ig": "Heracio Sala gbara afọ iri ise na asatọ nwụrụ n'ụbọchị Fraịde abalị iri abụọ na isii nke ọnwa Eprelụ 2019 n'ihi obi nkolopu."}}
{"translation": {"en": "Odoo (or OpenERP) is one of the best ERP software available.", "ig": "Odoo (onye bụbu OpenERP na tupu nke ahụ akpọrọ TinyERP) Ọ bụ otu n'ime sistemụ ERP kachasị emeghe nke ị nwere ike nweta n'okpuru ikikere LGPL yana n'efu."}}
{"translation": {"en": "Today you can get a sneak peek at the 2017 Grady Tiger Trek T-shirt.", "ig": "Pls ị nwere ike imelite m banyere nyocha 2017 gra .grauduate cader."}}
{"translation": {"en": "The most versatile and popular essential oil", "ig": "Ihe kachasị ewu ewu na akwa mmanụ dị mkpa"}}
{"translation": {"en": "By using this method, students would have to delay learning until they can understand and speak English.", "ig": "Ọ bụrụ na ụmụ akwụkwọ ahụ kpebiri na ha chọrọ iso usoro mmụta n'asụsụ German, ọ ga-adị mkpa ka ha nye asambodo ha ma nwee ike ịmụ ma jikwaa nyocha gị n'asụsụ a."}}
{"translation": {"en": "Oxelon Media Converter is claimed to work with Windows 98 as much as Windows Vista only, however I used to be able to make use of it in Windows 10 with out running in to any points.", "ig": "E kwuru na Oxelon Media Converter na-arụ ọrụ na Windows 98 ruo Windows Vista naanị, mana enwere m ike iji ya na Windows 10 na-enweghị agba ọsọ na nsogbu ọ bụla."}}
{"translation": {"en": "Just believe in your heart that Jesus Christ died for your sins, was buried, and rose from the dead by the power of God for you so that you can live eternally with Him.", "ig": "Naanị kwenye n'obi gị na Jizọs Kraịst nwụrụ maka mmehie gị, e liri ya, ma si na ndị nwụrụ anwụ bilie site n'ike nke Chineke maka gị ka i wee nwee ike ịdị ndụ ruo mgbe ebighị ebi na Ya."}}
{"translation": {"en": "Bob Marley is the man who introduced reggae music to the world.", "ig": "Bob Marley bụ nhọrọ nke ndị maara wii wii sativa."}}
{"translation": {"en": "What do you think about Joakim Noah?", "ig": "Otú nyefee faịlụ site Nokia ka Samsung?"}}
{"translation": {"en": "Didn't you sleep?", "ig": "You hibeghị ụra?"}}
{"translation": {"en": "This is not a decal or skin.", "ig": "Ihe ndị a abụghịkwa obere ọnụ ma ọ bụ akpụkpọ anụ."}}
{"translation": {"en": "If your apple iphone was taken, you would not desire it to be very easy to bypass the passcode as well as gain access to your data.", "ig": "Ọ bụrụ na Ezuru iphone gị, ị gaghị achọ ka ọ dị mfe ịfefe passcode ma nweta data gị."}}
{"translation": {"en": "If they don't work hard", "ig": "Ọ bụrụ na ịkwesighi ịrụ ọrụ na ya ike."}}
{"translation": {"en": "By creating quality content that is truly relevant and of interest to your target market, you will have much better results than the competition.", "ig": "Site onde ụmepụta ọdịnaya dị mma n-emet mata ma na-amasị mmasị n'ahịa gị, ị ga-enwe nsị dị mma karịa asọmpi ahụ."}}
{"translation": {"en": "He also led the first coup last August which saw the elected President Ibrahim Boubacar Keïta forced out of office.", "ig": "Ọ duru ndị ọchịchị n'August afọ gara aga, nke mere ka a chụpụ Onye isi ala a họpụtara Ibrahim Boubacar Keïta n'ọkwa."}}
{"translation": {"en": "Following the footsteps of his father Ebby. .", "ig": "wee rule wee papa _ eBay"}}
{"translation": {"en": "GUIDE has been used for years by", "ig": "E jiriwo ihe eji eme ihe maka ihe ederede maka ọtụtụ afọ."}}
{"translation": {"en": "Not at heart.", "ig": "ma ọ bụghị site n'obi"}}
{"translation": {"en": "It's entirely possible that Mac on ARM could face similar problems.", "ig": "Ihu ọma, e nwere nnọọ otu ihe mere gị Mac nwere ike na-emetụta."}}
{"translation": {"en": "That is the basis on which the scheme was started, and we have carried on ever since on the original basis.", "ig": "Nke a bụ ọnọdu na egosi na ihe ebidolari, ya bụ n'ihe ana-ekwu maka ya amalitera Ime kemgbe."}}
{"translation": {"en": "Our factory.", "ig": "anyị Factory"}}
{"translation": {"en": "17 If someone is on the roof, he must not go down to gather his belongings from his house; 18 if someone is in the field, he must not turn back to get his coat.", "ig": "17 Ka onye nọ n'elu ụlọ ghara ịrịdata iburu ngwongwo n'ụlọ ya, 18 ka onye nọ n'ubi ghara ịlaghachi iburu uwe elu ya. \""}}
{"translation": {"en": "You can also upload your photos to the hard drive and share them with your friends on Xbox Live.", "ig": "Ịnwekwara ike ibudata foto gị na draịvụ ike ma kekọrịta ha na ndị enyi gị na Xbox Live."}}
{"translation": {"en": "Klagenfurt Airport consists of one small passenger terminal building which features some shops and restaurants as well as a visitors terrace.", "ig": "Klagenfurt Airport mejupụtara otu obere njem ọnụ ụlọ nke atụmatụ ụfọdụ ụlọ ahịa na ụlọ oriri na ọṅụṅụ nakwa dị ka a ọbịa teres."}}
{"translation": {"en": "What makes a good start up?", "ig": "Ya mere, gịnị na-eme ka mmalite dị mma?"}}
{"translation": {"en": "You agree to review the Agreement periodically to be aware of such modifications and your accessing or using the Service constitutes your acceptance of the Agreement as it appears at the time of your access or use.", "ig": "Ị kwenyere iji nyochaa nkwekọrịta ahụ kwa ụbọchị iji mara mgbanwe ndị dị otú ahụ, na ịnweta ma ọ bụ iji ọrụ ahụ bụ nkwenye gị na nkwekọrịta ahụ dịka ọ na-egosi na oge ị nweta ma ọ bụ ojiji gị."}}
{"translation": {"en": "He said he drugged the child.", "ig": "O kwuru na nwanyị ahụ na-eti nwa ahụ ihe."}}
{"translation": {"en": "\"There is a law that grants such possibilities that these persons can get resident permit.", "ig": "Ma enwerekwa ụfọdụ iwu na-eme ka ụfọdụ n'ime ikike ndị ahụ nwee ike mepee ndị ọbịa."}}
{"translation": {"en": "Roughly 30% of the mp3", "ig": "50cent Tere Liye Mp3 Mp3"}}
{"translation": {"en": "the fault in our stars buy", "ig": "Zụta iko jupụtara na rubi na ụlọ ahịa anyị"}}
{"translation": {"en": "and is now on display", "ig": "Tinye ntinye ugbua na ihe ngosi"}}
{"translation": {"en": "I don't believe this article.", "ig": "Ekwetaghị m isiokwu dị na nke a."}}
{"translation": {"en": "Sometimes it doesn't work", "ig": "Mgbe ụfọdụ, ọ na-adịghị arụ ọrụ."}}
{"translation": {"en": "You do this by removing the speaker grille, door panel, or whatever other components you need to pull in order to access the speaker.", "ig": "Ị na-eme nke a site na iwepụ ọkà okwu grille, ọnụ ụzọ ụzọ, ma ọ bụ ihe ọ bụla ọzọ ị chọrọ iji dọpụta iji nwee ike ịnweta ọkà okwu."}}
{"translation": {"en": "I would give them food.", "ig": "M na-enye ha otú ọ dịghị nri."}}
{"translation": {"en": "Service does not address anyone under the age of 18 (\"Children\").", "ig": "Ọrụ anyị adịghị agwa onye ọ bụla nọ n'okpuru afọ 18 (\"Ụmụaka\")."}}
{"translation": {"en": "Load More Australia & New Zealand", "ig": "More Hike And Bike New Zealand"}}
{"translation": {"en": "Halloween Season is the Season of the Witch", "ig": "nsọ-nwanyi bụ oge n'ime ọnwa nwanyi ji agba ọbara."}}
{"translation": {"en": "The question is, will they be able to build a case?", "ig": "Ajụjụ bụ, ha na - ewulite akwara?"}}
{"translation": {"en": "Who're you having lunch with?", "ig": "Ndi menu gi choro echiche maka nri ehihie ma obu nri anyasi?"}}
{"translation": {"en": "It comes with a great list of features and allows voice calls and instant messaging for free online.", "ig": "Ọ na-abịa na nnukwu ndepụta nke atụmatụ ma na-enye ohere oku olu na nzi ozi ozugbo maka free online."}}
{"translation": {"en": "DRDGold expects an increase in gold production", "ig": "SNXUXD na-atụ anya ịrị elu na echiche ahịa dị mma."}}
{"translation": {"en": "The stadiums of professional bas...", "ig": "Professional mma Ụlọ Mmanya ngwá igwe Sta ..."}}
{"translation": {"en": "How to download your digital files: In today's world, as the nations are set to pit themselves against each other on the.", "ig": "Otu esi echebe onwe gi site na ndi ntanetiri ugbua: enwere otutu ndi ozo na ndi mmadu ojoo na-acho n'igwe, o di nwute."}}
{"translation": {"en": "The second album", "ig": "nwa 2nd album"}}
{"translation": {"en": "This is so special and perfect for a dear friend.", "ig": "Otu n'ime atụmatụ ndị a mara mma, ndị dị oke mkpa ga-ezu oke maka enyi gị."}}
{"translation": {"en": "Am I the Only One?", "ig": "Abi na only me?"}}
{"translation": {"en": "There might be wording in the contract that states that you'll be paid the same dollar amount in advance money for all subsequent titles.", "ig": "Nkwekọrịta nkwekọrịta nke onwe gị nwere ike ịkọwapụta na ego igbu mmadụ hà nhata ọnụ ego mbụ ahụ tinyere ego ọ bụla ọzọ a ga-akwụ ụgwọ na n'elu ego ego."}}
{"translation": {"en": "This option will not save, so next time you edit that particular autoresponder, it will be unchecked, enabling you to do it again.", "ig": "Ngbanwe ahụ agaghị adịgide, ya mere, oge ọzọ ị mepee Iwu Kwụsị mmanya aha ga-alaghachi na nkịtị."}}
{"translation": {"en": "Douglas comes up with clear.", "ig": "Na-achịkọta ya n'ụzọ doro anya Doug."}}
{"translation": {"en": "On 6 October 1536, he was strangled and then burned at the stake.", "ig": "N'October 1536, e gburu ya n'ihu ọha ma kpọọ ya ọkụ n'elu osisi."}}
{"translation": {"en": "When you're starting a business, the name you choose is very important.", "ig": "Ọ bụrụ na ị na-anọ n'elu ọnọdụ, ụzọ ị họọrọ iji ngwaọrụ ndị a bụ ihe dị mkpa n'ezie."}}
{"translation": {"en": "There is a number for each letters of the name Philipa.", "ig": "Maka akara nke ọ bụla, e nyere ndepụta aha faịlụ."}}
{"translation": {"en": "Office: You need to go to the website and download the questionnaire.", "ig": "Nkowasi: Na-agagharị na Web ma jikwaa gị downloads na faịlụ."}}
{"translation": {"en": "Jesus didn't trust them.", "ig": "Ozi ọma ahụ bụ na Jizọs asịghị ịtụkwasị ha obi."}}
{"translation": {"en": "What is the name of the black and white puppy?", "ig": "Gịnị bụ aha pug nkịta na ihe nkiri Men Men Black"}}
{"translation": {"en": "More over, our authors are very quick in regards to the project.", "ig": "N'ikwu ya n'ụzọ dị mfe, ndị ọrụ anyị nke na-eji usoro ahụ eme ihe ngwa ngwa."}}
{"translation": {"en": "jak and daxter: the lost frontier walkthrough 2020", "ig": "Ọkụ ọkụ na ụlọ ọkụ na-ere ahịa: Live live na Caton Fair 2020 nke Feton gosipụtara"}}
{"translation": {"en": "(What are you afraid of??", "ig": "ha chafa aahe na???"}}
{"translation": {"en": "Armed police officers stormed into Peters' Minnesota home, all in front of an online audience of about 60,000 people.", "ig": "Ndị uweojii na-ebu agha abanye n'ụlọ Peters 'Minnesota, ndị niile nọ n'ihu ndị na-ege ntị banyere ihe dị ka mmadụ 60,000."}}
{"translation": {"en": "\"Have you seen David?\"", "ig": "Ọzọ, um, ị hụla Dave?"}}
{"translation": {"en": "Moses will rise up.", "ig": "Moshe Okeke"}}
{"translation": {"en": "Suitable for use at home and travels", "ig": "Okwesiri maka iji ulo na njem."}}
{"translation": {"en": "Work on the HMI in the infotainment system", "ig": "Iji mee ka ọrụ MySQL rụọ ọrụ na buut sistemụ:"}}
{"translation": {"en": "I I Can't help myself", "ig": "Enweghị m ike inyere onwe m aka."}}
{"translation": {"en": "Let's face it... perception is no where near reality.", "ig": "Ka anyị chee ya ihu - ọ dịghị ihe ọ bụla na ndụ bara uru inwe bụ n'efu na ọ dịghị ebe ọ bụ eziokwu karịa na ntanetị weebụ."}}
{"translation": {"en": "Jesus is alive and He wants to be with you.", "ig": "Jizọs dị ndụ na-akpọ gị, Onyenwe gị dịkwa njikere iso gị."}}
{"translation": {"en": "Go to Kerascoët's page", "ig": "Back to Chukwuemeka Okereafor's Page"}}
{"translation": {"en": "He, even He, is the Hearer, the Knower.", "ig": "44: 6 A Ebere si Onyenwe gị, Ọ bụ Onye na-anụ, nke Knower ."}}
{"translation": {"en": "Sarah started Crossfit 4 years ago in 2010.", "ig": "Isiokwu malitere, 2 afọ 4 ụbọchị gara aga, site na cruga"}}
{"translation": {"en": "Buy them today.", "ig": "Zụọ ahịa taa!"}}
{"translation": {"en": "I'm glad that the Steelers won!", "ig": "Obi dị m ụtọ na ndị Colts meriri!"}}
{"translation": {"en": "My path isn't your path.", "ig": "ụzọ gị abụghị ụzọ m."}}
{"translation": {"en": "\"Surely I spoke of things I did not understand, things too wonderful for me to know.\"", "ig": "N'ezie ekwuola m okwu banyere ihe ndị mụ amaghị, ndị nke karịrị m nghọta."}}
{"translation": {"en": "If you didn't get it the first time, you can try it again.", "ig": "Ọ bụrụ na ịnwetaghị ya na nke mbụ ị na-anwale, ịnwere ike imezi ma gbalịa ọzọ."}}
{"translation": {"en": "A. Direct family relations: father, mother, children, siblings.", "ig": "OMENALA: Nrubere Onye N'ezinụlọ - nne, nna, ụmụaka."}}
{"translation": {"en": "What's your outlook for next year?", "ig": "Kedu ihe bụ uche gị n'afọ ọzọ?"}}
{"translation": {"en": "May God save your soul.", "ig": "Ka Onye Nweanyi nata mkpuru obi gi na udo."}}
{"translation": {"en": "The Valentine's Card", "ig": "Ebe nchekwa Kaadị Valentine"}}
{"translation": {"en": "They are a great family.'", "ig": "Ezinaụlọ unu bụ ezinaụlọ ukwu.\" \"eee!\""}}
{"translation": {"en": "I never played football before.", "ig": "Ahụbeghị m ya ngwa ngwa a kemgbe bọọlụ."}}
{"translation": {"en": "Indominus Rex's intelligence was made clear early in the film.", "ig": "Na ya àgwà, iSkysoft iMedia Ntụgharị Deluxe anapụta ngwa ngwa pụta."}}
{"translation": {"en": "He exposed them as hypocrites.", "ig": "Ọ na-enye ha dịka ezigbo ndị na-eso ụzọ yana yana profaịlụ akaụntụ."}}
{"translation": {"en": "For many people, these three points may be significant advantages!", "ig": "Otú ọ dị, mmadụ atọ ahụ pụrụ ịba uru dị ukwuu!"}}
{"translation": {"en": "Cross, position for cross-distortion, height of cross-distortion", "ig": "Upper oyi akwa maka splicing, cross-ejikọta na eriri nkesa."}}
{"translation": {"en": "Replacing Dad", "ig": "Idighi agbanwa agbanwe Daddy"}}
{"translation": {"en": "Now it is working!!!", "ig": "NA UGBU A na-arụ ọrụ !!!"}}
{"translation": {"en": "Coro, in fact, has two.", "ig": "The Hey Siri iwu olu mere n'ezie abụọ ọrụ."}}
{"translation": {"en": "Doctors are trained to prescribe drugs.", "ig": "A zụrụ ndị ọrụ ịchọ ọgwụ ka a na -emepe igbe aka."}}
{"translation": {"en": "Now we're going to learn about the letters", "ig": "Ka anyị na-achọta ugbu a si eziokwu banyere akwụkwọ ozi ndị e dere site na"}}
{"translation": {"en": "Phantom of the Opera", "ig": "Phantom nke Opera"}}
{"translation": {"en": "send an e-mail or Call ME", "ig": "Biko zitere email ma ọ bụ na-akpọ na-atụle gị chọrọ."}}
{"translation": {"en": "million people across the U.S.", "ig": "Ọtụtụ nde mmadụ gafee America"}}
{"translation": {"en": "Login to your account or register below", "ig": "Pịnye ma ọ bụ aha ihuenyo gị n'okpuru Send To ."}}
{"translation": {"en": "The house at no.52 - Φωτογραφία", "ig": "No5 Gabi - Foto 7"}}
{"translation": {"en": "Read about the new look on twitter, now I see what they were talking about!", "ig": "Daalụ maka ikenye nke a banyere twitter - M twitter ma ugbu a, m ghọtara ihe mere m ji twitter!"}}
{"translation": {"en": "It's good for them", "ig": "Nke ahụ dị mma ha."}}
{"translation": {"en": "The House of B: This Week", "ig": "Xbox Series S: enyelarịrị ijide izu ụka a"}}
{"translation": {"en": "A person with a state or federal felony relating to a controlled substance is subject to a 10-year ineligibility to participate in the Indiana State Hemp Program plan from the date of the conviction.", "ig": "Onye nwere nkwenye ikpe nke steeti ma ọ bụ nke gọọmenti metụtara ihe a na-achịkwa nwere ikike mmachi afọ 10 na-enweghị ikike ibute hemp n'okpuru ndepụta okwu G nke AMA."}}
{"translation": {"en": "Day 3 of 7.", "ig": "Tere Mere Pyar Ka 7"}}
{"translation": {"en": "1 unit of Get the Picture?", "ig": "1 Kedu ihe Belata foto na-enye anyị?"}}
{"translation": {"en": "Playing the Character", "ig": "Play Ọdịdị emeputa"}}
{"translation": {"en": "Get your copy of Matt's book here.", "ig": "Get MJ's Book Here"}}
{"translation": {"en": "The Country Superstars", "ig": "aka Super States"}}
{"translation": {"en": "The interface is easy to use and understand.", "ig": "The interface dị mfe ịgbaso ma ghọta."}}
{"translation": {"en": "To work around this, you need to wrap the call in a closure to make sure the person object is captured:", "ig": "N'elu ibe ahụ, jide n'aka na ị kwuru okwu na ibe ahụ ka ị wee hụ ya na nchịkọta ndebiri site na aha:"}}
{"translation": {"en": "Please note, the welcome bonuses are a special type of bonus.", "ig": "Buru n'uche, a bonus koodu bụ ka a ụdị ego bonus."}}
{"translation": {"en": "Fast to help.", "ig": "mere ngwa ngwa iji nyere m aka"}}
{"translation": {"en": "United Kingdom first.", "ig": "aka Britain First"}}
{"translation": {"en": "It only needed 13 years to add an additional 90 GW.", "ig": "\"O werela 30 afọ iji gbakwunye mba 99 ndị ọzọ."}}
{"translation": {"en": "Recorded appearance on ITV's A Night For The Emergency Services", "ig": "Otu esi eme WhatsApp Night Mode maka gam akporo na PC."}}
{"translation": {"en": "A thousand times \"yes.\"", "ig": "Ake aik-000 ikw~e"}}
{"translation": {"en": "It is sandy loam or fine sandy loam.", "ig": "Sandy loam ma ọ bụ loam dịkwa mma."}}
{"translation": {"en": "and choose the relevant options for you, e.g. whether to include PDFs in the back up.", "ig": "Ọ dabere na oyi akwa nhazi nke mkpanaka gị, mana ụfọdụ n'ime ha bụ na-enye ohere iji tọghata foto na PDF, dị ka ọmụmaatụ."}}
{"translation": {"en": "Family consist of parents and wife.", "ig": "Companylọ ọrụ ahụ gbasara nne nna na ndị mmadụ."}}
{"translation": {"en": "because You loved Me before the world's foundation.", "ig": "N'ihi na ị hụrụ m n'anya tupu a tọọ ntọala ụwa."}}
{"translation": {"en": "william free.", "ig": "- Mike Frere"}}
{"translation": {"en": "It is an emendation because you are repairing, \"mending,\" a text you believe is defective.", "ig": "Ọ bụ nkwanye maka na ị na-arụzi, \"na-agbazi,\" amaokwu ị kwenyere nwere nkwarụ."}}
{"translation": {"en": "Since food products can be listed as having \"zero trans fats\" even if they contain up to 0.5 grams of trans fat per serving, it's still important to carefully read food labels.", "ig": "Can nwere ike ịnọpụ na ndị omempụ cholesterol ndị a site na iji nlezianya na-enyocha aha nri dị ka gram 0,5 nke abụba abụba kwa na-eje ozi ka nwere ike igosi '0 trans fat' na akara nri."}}
{"translation": {"en": "Laozi, able to think.", "ig": "Laosais - kwere"}}
{"translation": {"en": "The paint is a bit soft, so you have to be careful that you don't scratch it when putting on the wheels.", "ig": "E nwere obere clip n'okpuru njikọ, kpachara anya n'ihi na agaghị adịkwa ya mgbe ị na-ewepu njikọ."}}
{"translation": {"en": "macy of Conscience.", "ig": "Maggie Damiri"}}
{"translation": {"en": "A little piece of paradise - It is a beautiful retreat.", "ig": "Obere ebe mmiri na-etinye ebe mmiri na-ekpo ọkụ - nke a bụ ezigbo paradaịs maka ihe ọchị."}}
{"translation": {"en": "I will help my grandmother.", "ig": "Ee, m ga-enyere nne nne m aka ịwụnye nke ya."}}
{"translation": {"en": "He struggles with her strong legs and his instincts take over.", "ig": "Ọ na-agba ọsọ ọsọ ọsọ na ọgụ na-eji nnukwu ụbụrụ ndị dị na ya na ọdụ ya."}}
{"translation": {"en": "6 And He marveled because of their unbelief.", "ig": "6  N'ezie, enweghị okwukwe ha juru ya anya."}}
{"translation": {"en": "You don't even need to convert any video format.", "ig": "Ị na-adịghị ọbụna nwere iji họrọ a kpọmkwem video ụdị dị ka mmepụta format."}}
{"translation": {"en": "In most cases the answer is \"Yes.\"", "ig": "N'ọtụtụ ọnọdụ, azịza ya bụ \"ee.\""}}
{"translation": {"en": "Or learn.\"", "ig": "Nigiri Ebi \""}}
{"translation": {"en": "Children's secrets", "ig": "Nzuzo nke ụmụ"}}
{"translation": {"en": "shore, Duke.", "ig": "Nwagbara, Doug"}}
{"translation": {"en": "shades of red hair c...", "ig": "OEM sịntetik akpụkpọ anụ Ụlọ Mmanya ngwá ụlọ ncha ntutu c ..."}}
{"translation": {"en": "Germany is also known for offering an exciting multicultural environment; you'll be in classes with people from all over the world, and you'll notice that several languages are spoken throughout the city you're living in.", "ig": "A makwaara German maka inye obodo gburugburu ebe obibi ọdịnala na-atọ ụtọ ebe ụmụ akwụkwọ ahụ ga-eso ndị si n'akụkụ ụwa niile nọrọ na klas, ọ ga-ahụkwa na a na-asụ ọtụtụ asụsụ n'obodo niile ha bi."}}
{"translation": {"en": "Fox Has Acquired the Film Rights to THE FIREMAN by Joe Hill", "ig": "Ohaneze Ndigbo naara ego iji kwado Atiku - Joe Igbokwe"}}
{"translation": {"en": "It's free now!", "ig": "➤ Free Nkata Ugbu a!"}}
{"translation": {"en": "\"Your individuality is yours strength: the education system puts great pressure and emphasis on the standardization of everything.", "ig": "\"Onwe gị bụ gị ike: usoro mmụta na-etinye nrụgide siri ike ma na-emesi ike n'ịhazi ihe niile."}}
{"translation": {"en": "List of Lesbians videos.", "ig": "Ọzọ Na-akụ Lesbian vidiyo"}}
{"translation": {"en": "\"I want to show you this kitchen.", "ig": "Echere m na m ga-atụnye gị kichin na ihe atụ a."}}
{"translation": {"en": "\"Light is sweet, and good for the eyes to see the sun; for if a man lives many years, may he rejoice in all of them.\"", "ig": "7  Ìhè dịkwa ụtọ, ọ dịkwa mma anya ịhụ anyanwụ;+ 8  n'ihi na ọ bụrụ na mmadụ adị ndụ ọbụna ọtụtụ afọ, ya ṅụrịa ọṅụ+ n'ime afọ niile ahụ."}}
{"translation": {"en": "One of most impressive in this category I saw at CES 2014 was the BenQ GP20, shown on left side of the above photo.", "ig": "Otu n'ime ihe kachasị mma n'àgwà a ka m hụrụ na CES 2014 bụ BenQ GP20, nke gosiri n'akụkụ aka ekpe nke foto ahụ dị n'elu."}}
{"translation": {"en": "The faith of Jesus is our faith.", "ig": "Unitydị n'otu na Kraịst bụ okwukwe nke okwukwe anyị."}}
{"translation": {"en": "Jesus also speaks of those who look but do not see, and those who hear but do not listen.", "ig": "IGBO dị na ọ na-abụ onye a gwara agwa ma ọ nụghị anụ, o mee emee, ọ hụ ahụ."}}
{"translation": {"en": "So I did what any young person would do.", "ig": "Ya mere, emere m ihe ezigbo onye ahịa ọ bụla ga-eme."}}
{"translation": {"en": "You will now be prompted to enter your site's name.", "ig": "Mgbe mbụ ịmalite ya, a ga-agwa gị ka ịbanye aha nameserver gị dị ugbu a."}}
{"translation": {"en": "Lots of people love to give their opinion.", "ig": "Ọtụtụ ndị mmadụ na -enwe mmasị inye ụlọ ha ọhụụ."}}
{"translation": {"en": "The CookMate 2100 is simple and easy to use.", "ig": "A na-arụ ọrụ nke Suite 8200, dị mfe iji ma nye ezigbo mma mma."}}
{"translation": {"en": "If the values do not match there is a problem with the file and you should download it again.", "ig": "Ọ bụrụ na ụkpụrụ adabaghị, enwere nsogbu na faịlụ ahụ ma ị ga-ebudata ya ọzọ."}}
{"translation": {"en": "After this sincere du'aa', the All-Hearer, the All-Knowing, the All-Merciful God says:", "ig": "44: 6 A Ebere si Onyenwe gị, Ọ bụ Onye na-anụ, nke Knower ."}}
{"translation": {"en": "MediaCoder is a very easy to use Windows Video Converter for free.", "ig": "GOM Encoder bụ ihe dị mfe iji na ngwa ngwa vidiyo ntụgharị maka ndị ọrụ Windows."}}
{"translation": {"en": "In the second box, type the name of a pension fund or part of the name, and click \"Search.\"", "ig": "N'ime igbe ọchụchọ, dee ụdị nke nkesa nkesa ma ọ bụ aha ya wee pịa \"Chọọ.\""}}
{"translation": {"en": "As one of two, when they were in the cave and he said to his companion, \"Do not grieve; indeed, Allah is with us.\"[3]", "ig": "Mgbe abụọ nọ n'ọgba, ọ sịrịka ya na ya so, sị, 'ghara iru uju, Allah bụ na anyị.'"}}
{"translation": {"en": "Look forward to seeing the iOS version.", "ig": "Ị ga-wụnye ihe iOS version nke ndị a ngwa."}}
{"translation": {"en": "You should not attempt to lengthen a sweatshirt by pulling on it with your hands, because you will stretch out the armholes, resulting in a poor fit.", "ig": "Won'tgaghị emegharị aka gị, kama ị ga-eji ahụ gị mee ka ogwe aka gị megharịa, mebe okirikiri, wee megharịa ya n'ụzọ ọzọ."}}
{"translation": {"en": "Rent or borrow one and give it a try before you buy.", "ig": "Ọ bụrụ na ị na-eche banyere ya ma ọ bụ na ịchọrọ ịnwale tupu ịzụta ịchọta otu n'ime ndị ahụ ma nye ya ya."}}
{"translation": {"en": "Every day may not be good... but there's something good in every day. - Alice Morse Earle", "ig": "Daybọchị ọ bụla nwere ike ọ gaghị adị mma, mana enwere ihe dị mma kwa ụbọchị. - Alice Morse Earle"}}
{"translation": {"en": "Today there is evidence of poor relation.", "ig": "Taa enwere mmekọrịta na-adịghị mma na adịghị mma."}}
{"translation": {"en": "I am a Christian so if you're not let me know.", "ig": "Abụ m Onye Kraịst Christian mana tupu ịpị si ebe a, biko ka m kọwaa."}}
{"translation": {"en": "A Canaanite woman from the area, came and cried out, \"Lord, Son of David, have pity on me!", "ig": "Ma le, nwanyi nwanyi Kenean ahu si n'ógbè ahu bia, ti nkpu, si, merem ebere, Onye-nwe-ayi, nwa nke ..."}}
{"translation": {"en": "Smelly hot water from wells is a common problem.", "ig": "mgbochi mmiri ọtụ ọmarịcha dilettante sweetheart na -enwe egwuregwu ọnụ na -enye nnukwu nsogbu."}}
{"translation": {"en": "The Lockheed Martin/Boeing F-22 Raptor is a single-seat, twin-engine fifth-generation super maneuverable fighter aircraft that uses stealth technology.", "ig": "The Lockheed Martin / Boeing F-22 Raptor bụ otu oche-, ejima-engine ise-emana supermaneuverable fighter ugbo elu nke na-eji stealth technology."}}
{"translation": {"en": "Simply answer this one question.....", "ig": "Naanị zaa ajụjụ a. ."}}
{"translation": {"en": "They offer a variety of different vertical or highly targeted, searches, including News, Maps, and Images.", "ig": "Ha na-enye ọtụtụ vetikal dị iche iche ma ọ bụ nke ezubere iche, ọchụchọ, gụnyere News, Maps, na Images."}}
{"translation": {"en": "I don't know if there is something", "ig": "Amaghị m ma onwere ihe ịchọpụtara."}}
{"translation": {"en": "How to Enable iMovie Advanced Tools iMovie 10.x was delivered in late 2013 and represented a complete redesign of the app.", "ig": "iMovie 10.x apụtara na ngwụsị afọ 2013 ma nọchite anya nchịkọta zuru ezu nke ngwa ahụ."}}
{"translation": {"en": "People looking for work need to have a good experience and processes.", "ig": "N'akụkụ dị mma, ndị na-achọ ọrụ na ahụmahụ dị mma."}}
{"translation": {"en": "So why not make use of this?", "ig": "Ya mere, gịnị ma ị jiri ya maka nke a?"}}
{"translation": {"en": "government agencies n.a.", "ig": "State Authority n/a"}}
{"translation": {"en": "Luke 17:15-16; And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God, And fell down on his face at his feet, giving him thanks: and he was a Samaritan.", "ig": "17 Kọvu nụ be nwée ẹgwnugwnu, be dazị ige matị, omekwo, nga mmekpẹhni mọbu awhnụwhnu varụ kwnornu nụ ikwu-ọnu wam, ngangam be dnahnala aznụ."}}
{"translation": {"en": "It's all sciencey", "ig": "Ọ bụ ihe niile dị nnọọ nkà mmụta sayensị na stof."}}
{"translation": {"en": "Finally, HP came out with a new firmware for this machine: F2.", "ig": "N'ịnwụghị na nke ahụ, nnukwu ahụ gosipụtara ohuru ọhụrụ na sistemụ arụmọrụ maka ngwaọrụ a - nchebe 2."}}
{"translation": {"en": "Take the mackerel, remove the head and cut into four pieces.", "ig": "Richaa apụl, belata isi, bee n'ime akụkụ anọ."}}
{"translation": {"en": "After twenty years development, the group holds five industrial parks in Shanghai, Jiangsu and Zhejiang etc. areas where the economy has been greatly developed, covering a total land area of 550 thousand square meters.", "ig": "Mgbe afọ iri abụọ development, ìgwè esetịpụ ise ulo oru ogige ntụrụndụ na Shanghai, Jiangsu na Zhejiang wdg ebe aku na uba e ukwuu mepụtara, ekpuchi a ngụkọta ala ebe nke 550 puku square mita."}}
{"translation": {"en": "This is the concern for many, but do not worry.", "ig": "Nke a ga-n'ọtụtụ na gị, ma, echegbula."}}
{"translation": {"en": "Brianna Law - Quotes Book - To find yourself, think for yourself.", "ig": "OrangeSun Diary - Dee onwe gị echiche, echiche, na onwe ihe dị nchebe edetu."}}
{"translation": {"en": "Some things can not be explained", "ig": "Enwere ihe ndị a na-enweghị ike ịkọwa."}}
{"translation": {"en": "I've heard some people say that due to the plastic backplate of the mobo, the air cooling can't be installed, is that true?", "ig": "Ọ bụrụ na m kwuru na Apple enweghị ike idozi nsogbu batrị n'ihi teknụzụ, ị nwere?"}}
{"translation": {"en": "Makes it easier to find a partner", "ig": "Mee ka ọ dịkwuoro gị mfe site na ịchọta onye na-azụ anụ ụlọ akpaka."}}
{"translation": {"en": "Please note that this statement does not extend to websites that are linked to this website.", "ig": "Biko mara na Nkwupụta Nzuzo a agbasaghị na saịtị ndị ọzọ agbakwunyere na webụsaịtị a."}}
{"translation": {"en": "That is what is being discussed in Matthew 24:29-31.", "ig": "Ya mere, ugbu a, anyị abịarutela ebe nsogbu ahụ dị na Matiu 24: 29-31."}}
{"translation": {"en": "(Both over-filling and under-filling result in loss of capacity and life expectancy.)", "ig": "(Maskbanye na ebe emetọrọ ihe na ihe nkpuchi na-ekwesịghị ekwesị nwere ike ibute enweghị isi ma ọ bụ ọnwụ.)"}}
{"translation": {"en": "But, as I said, it has been rare...", "ig": "Otú ọ dị, dị ka i kwuru tupu mgbe ụfọdụ na ọ bụ a otutu mfe .."}}
{"translation": {"en": "It's been forever since I've had time for it!", "ig": "Ọ ga-abụrịrị na oge abịala n'ihi na site na mgbe m tinyere ya, agbaturu m ya!"}}
{"translation": {"en": "Let me help you to make the decision easier", "ig": "Anyị ga-enyere gị aka ikpebi ihe dị mfe karị."}}
{"translation": {"en": "To the Next Generation", "ig": "Gaa Ọgbọ Ikpeazụ"}}
{"translation": {"en": "Just do it and do it quickly.", "ig": "Mee nke ahụ ma mee nke ahụ ọrụ nrọ ngwa ngwa."}}
{"translation": {"en": "It is the world's longest international border between two countries (8,891 km (5,525 mi)).", "ig": "Ọ bụ ogologo ụwa zuru ụwa ọnụ dị n'etiti mba abụọ (8,891 km (5,525 kilomita))."}}
{"translation": {"en": "We are accustomed to thinking of ammonia, a drug that is used to revive a fainted person in the treatment of neuralgia, myositis, and the induction of vomiting.", "ig": "Anyị na-echekarị banyere amonia, ọgwụ na-eji mee ka onye dara mbà gbakee maka ịgwọ neuralgia, myositis, na ịmalite ịme agbọ agbọ."}}
{"translation": {"en": "Rear-wheel drive - centre of the drive wheel to the end of the user's feet", "ig": "traceroute - na-ebipụta ụzọ ụzọ na-aga na onye na-ahụ maka netwọk"}}
{"translation": {"en": "The game has received high praise from many reviewers and players worldwide.", "ig": "Egwuregwu ahụ enwetawo otuto dị elu n'aka ọtụtụ ndị nyocha na ndị egwuregwu n'ụwa nile."}}
{"translation": {"en": "It's truly a wonderful supplement", "ig": "n'ezie , a fantastinc ngwa mgbakwunye"}}
{"translation": {"en": "The case of Jose Padilla is very different.", "ig": "Mmetụta nke pedals dịkwa nnọọ iche."}}
{"translation": {"en": "Perhaps hes shy, possibly hes insecure, maybe hes afraid of rejection, and so forth.", "ig": "Ga-atụrịrị egwu, yana ikekwe na ahụ ike, ịhapụ ịnwụ nke oke egwu, mana ọ na-eme."}}
{"translation": {"en": "Oracle to bring the message from God Apollo.", "ig": "Ka ọ dịgodị, ọ na -abịa Creon nwere ozi sitere n'ọnụ ọnụ nke chi Apollo."}}
{"translation": {"en": "Do It Yourself Medicine", "ig": "Nkowasi: Jikwaa ọgwụ arụmọrụ na gị onwe gị."}}
{"translation": {"en": "And god saw, that it was good.", "ig": "Ma hụ Chineke na ọ dị mma."}}
{"translation": {"en": "It's a wonderful room!", "ig": "Nke ahụ bụ ezigbo ọnụ ụlọ mara mma!"}}
{"translation": {"en": "Have you ever heard of the dog paddle?", "ig": "Ever nụtụla banyere nke a Thundershirt maka nkịta?"}}
{"translation": {"en": "Satellite radio is used for various purposes in different parts of the world.", "ig": "A na-eji redio Satellite mee ihe maka nzube ndị ọzọ n'akụkụ dị iche iche nke ụwa."}}
{"translation": {"en": "Can't explain it ...", "ig": "Enweghị m ike ịkọwara ya nke a ..."}}
{"translation": {"en": "I think you have a bunch of", "ig": "Echere m na ị nọ n'ọnụ ọgụgụ pere mpe."}}
{"translation": {"en": "2 And then a leper approached, did him homage, and said, \"Lord, if you wish, you can make me clean.\"", "ig": "2 'Ya Okẹnnyẹ ohu wụ onyẹ-oti nọ bịa d'e kunrun ẹ, gbun'ẹ osekpu sị, \"Di-nwọnni-ẹnyi, ọwụnị y'a chọghọ, i k'e ri-ẹka zụọ m, a rị m ọchan.\""}}
{"translation": {"en": "God Is a Loving Father (1 Peter 5:6, 7)", "ig": "Chineke Yiri Nna nke Hụrụ Ụmụ Ya n'Anya (1 Pita 5:6, 7)"}}
{"translation": {"en": "This was the second time we (3 persons) have rented the apartment for a weekend.", "ig": "Anyị mechibidoro azụmahịa maka ụbọchị 3, nke a bụ oge mbụ anyị mechibidoro azụmahịa ahụ (ọ bụghị gụnyere ezumike oriri)."}}
{"translation": {"en": "Every power, that says that I will not make it in life, scatter by fire, in the name of Jesus.", "ig": "Ike ọbụla, nke na-ekwu na agaghị m eme ya na ndụ, gbasaa n'ọkụ, n'aha Jizọs."}}
{"translation": {"en": "They are suitable for high and very", "ig": "A ga-etinyekarị ha maka akụkụ dị oke elu nke achọrọ ezigbo mma na izi ezi."}}
{"translation": {"en": "\"If you want to shine like a sun, first learn to burn like a sun.\" - A. P. J. Abdul Kalam", "ig": "Ọ bụrụ n'ịchọrọ ịcha dịka anyanwụ, buru ụzọ gbaa dịka anwụ. - APJ Abdul Kalam"}}
{"translation": {"en": "must be in writing (there is no special form); and", "ig": "Ọ gaghị agụnye ederede ederede ọzọ (kwuo,;-)), ezie."}}
{"translation": {"en": "This story will take you on the ride of your life.", "ig": "Isi okwu a n'ekpe ga - eduzi gị ka ị na - eme njem na ndụ."}}
{"translation": {"en": "It is the official source for providing a complete reference of systems data.", "ig": "Nke a bụ ọkwa mbụ nke RAID ka ọ na-enye ọkwa zuru oke maka data a na-echekwa n'usoro."}}
{"translation": {"en": "When talking about porn addiction, it's important to know the difference between compulsion and addiction.", "ig": "Treatmentgwọ nsogbu nke akwara: Ọ dị mkpa ịmata ọdịiche dị n'etiti tendinitis na tendinosis!"}}
{"translation": {"en": "We don't seem to be able to get", "ig": "O yiri ka anyị enweghị ike ịchọta ihe ị na-achọ."}}
{"translation": {"en": "It hasn't Rose.", "ig": "na ha na rosę."}}
{"translation": {"en": "hot hot hot.one of the best photoshoots xxx", "ig": "Tags fotos agụụ mmekọahụ xnxxx foto kacha ọhụrụ gba ọtọ ihe nkiri xnxxx xxxxx"}}
{"translation": {"en": "Beyond the financial aspect", "ig": "Best Beyond Finance mgbanwe"}}
{"translation": {"en": "I've thought the same thing!", "ig": "Echere m otu ihe ahụ!"}}
{"translation": {"en": "• At present, FIXMAN has been registered in 133 countries and areas.", "ig": "• Ka ọ dị ugbu a, edenyerela aha FIXMAN na mba 133 na mpaghara."}}
{"translation": {"en": "I feel like I'm walking into a scene from Eat, Pray, Love, the part where Julia Roberts goes to Bali.", "ig": "AME m kwere, a vontatóhajó ULO elu, OBE, ULO mgbidi, AME oyiyi saor ọzọ ekpere Eugene na-ekpe."}}
{"translation": {"en": "\"Whatever gain I had, I count as loss for the sake of Christ.", "ig": "7 Ma uru ọ bụla m nwere, agụrụ m ya dị ka mfu n'ihi Kraịst."}}
{"translation": {"en": "My soul, mind, heart, body", "ig": "Obi, Linda - Obi, Okechukwu"}}
{"translation": {"en": "When we speak of free software, we are referring to freedom", "ig": "Ọ bụrụ n 'ịkwụ ụgwọ njirimara, anyị na-ekwu maka njirimara amatapụtara."}}
{"translation": {"en": "For example, think about Amazon.", "ig": "Dịka ọmụmaatụ, chee echiche n'ụlọ nkwakọba ihe nke Amazon."}}
{"translation": {"en": "But as for what was sown on good soil, this is the one who hears the word and understands it, who indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.\"", "ig": "Onye agha-kwa-ra n'ala ahu di nma, madu a bu onye nānu okwu ahu, we ghọta ya; onye nāmi nkpuru n'ezie, miputa, otù ọgu ise, ọzọ ọgu atọ, ọzọ orú na iri."}}
{"translation": {"en": "Also, You can browse through the deleted files by the path in a Windows Explorer-like fashion, as well as by file type and by the year and month that the data was removed", "ig": "Ị nwere ike ịchọgharị site na faịlụ ndị ehichapụrụ site na ụzọ na ejiji Windows Explorer, nakwa site na ụdị faịlụ na site na afọ na ọnwa na ewepụrụ data"}}
{"translation": {"en": "India's love of gold", "ig": "Ịhụnanya Ozi na Hindi"}}
{"translation": {"en": "Scott Hard Roll Paper Towels are an excellent choice for your business.", "ig": "Groupeve Verman ákwà mkpuchi bụ ezigbo nhọrọ maka ọrụ mkpuchi ụlọ gị."}}
{"translation": {"en": "We've been pushing for the term 'evidology' in professional circles.", "ig": "Anyị na-alaghachi azụ n'ime ọnọdụ 'eyeball' ma a bịa na mgbasa ozi mmekọrịta."}}
{"translation": {"en": "What's with the rhyming gig?\"", "ig": "Heed Ihe Ca ol RHh Oraham-?\""}}
{"translation": {"en": "c) An Increased focus on Countervailing", "ig": "(i) Ha na- aria oke oria karia okuko udummiri"}}
{"translation": {"en": "So, this is an improvement", "ig": "Nke a bụ ebe ọ na-akawanye mma."}}
{"translation": {"en": "They have a common goal - to end smoking.", "ig": "Ha na-akpali isi ihe acupuncture na otu ihe mgbaru ọsọ: ịkwụsị ise siga."}}
{"translation": {"en": "That position could be addressed in the draft depending on the available players at picks 17 and 18.", "ig": "Ndị na-achọ ịhazi ụda egwu egwu nwere ike ime nke a na nghazi ugbua 5 na 18 ntọala."}}
{"translation": {"en": "Here are three of the steps to get...", "ig": "Ndị a bụ ndụmọdụ 3 iji nweta ..."}}
{"translation": {"en": "I can Find it!", "ig": "Enwere m ike ịchọta!"}}
{"translation": {"en": "You have no part or share in this ministry, because your heart is not right before God.", "ig": "I nweghi òkè ma-ọbu ihe-nketa n'okwu a: n'ihi na obi-gi ezighi ezi n'iru Chineke."}}
{"translation": {"en": "Then Jesus said to him, \"What you do, do quickly.\"", "ig": "Ya mere Jisus si ya, Ihe i nēme, me ya ọsọsọ."}}
{"translation": {"en": "When you began writing, did you know how the story would end?", "ig": "Ugbu a na-abịa mmega ahụ, ị   maara na ọzụzụ mgbatị na-agwụ?"}}
{"translation": {"en": "Watch and listen to it.", "ig": "Nwee anụrị, lee gị."}}
{"translation": {"en": "Why is it so difficult to change?", "ig": "Gini mere ngbanwe ji sie ike?"}}
{"translation": {"en": "Centered around it Smart Hub label, Samsung allows you to access a host of content from both the internet and a home network.", "ig": "Na-agbanye gburugburu ya na Smart Hub, Samsung na-enye gị ohere inweta ọtụtụ ọdịnaya site na ịntanetị na netwọk n'ụlọ."}}
{"translation": {"en": "It is a lot easier to \"absorb\" an image than to check out somebody's ideas on Twitter.", "ig": "Ọ bụ nnọọ mfe \"\"gbara\"\" a foto karịa na-agụ mmadụ echiche on Twitter."}}
{"translation": {"en": "Some industries, trades, and communities have been hit harder than others.", "ig": "Ụfọdụ obodo, ọdịbendị, na ndị pere mpe tara ahụhụ na mwepu a karịa ndị ọzọ."}}
{"translation": {"en": "this is the third line of defense", "ig": "Nke a bụ peeji nke atọ nke usoro ịse iwu iPage."}}
{"translation": {"en": "The natural resources of Indiana", "ig": "Natural indigo ntụ ntụ"}}
{"translation": {"en": "There are no bounds to their willingness to ignore the Constitution and world", "ig": "Kiqlo enweghị mmasị n'inweta ikike na ọdịnaya gị."}}
{"translation": {"en": "Okay but I'm a doctor.", "ig": "Ndewo, a bụ m Dr."}}
{"translation": {"en": "message of gratitude/dedication", "ig": "Kaadị akwụkwọ ịkpọ òkù / ekele"}}
{"translation": {"en": "Those songs.", "ig": "Dị ka ndị a songs?"}}
{"translation": {"en": "Surrogacy is not one of those enumerated", "ig": "Nchịkọta zuru oke abụghị otu n'ime ihe ọgụgụ dị n'elu."}}
{"translation": {"en": "A heavy cropper, Sweet Million is ideal for salads and snacks.", "ig": "Ndewo Brain, Nke ahụ bụ ezigbo ihe gbasara ọka na ata."}}
{"translation": {"en": "Find a way to be thankfull for your troubles, and they can become your blessings.", "ig": "Chọta otu ụzọ ị ga-esi nwee ekele maka nsogbu gị, ma ha nwere ike bụrụ ngọzi gị."}}
{"translation": {"en": "We have special services available for West Los Angeles -including zip code 90025.", "ig": "Anyị nwere nnukwu ụlọ akụ akụ, yana, VP Bank Switzerland Switzerland Ltd na 109 Ikike."}}
{"translation": {"en": "You can start from Day 1.", "ig": "Ị nwere ike ịmalite site na DAY 1."}}
{"translation": {"en": "Union of Knives Up, Bustle and Out", "ig": "obi ekara nkedo ígwè ighe pan na osisi handle"}}
{"translation": {"en": "Okay, we'll start in the morning.", "ig": "Ma chetakwa na anyi ga-amalite n'ụtụtụ."}}
{"translation": {"en": "You can have it today for my low price of.....", "ig": "Enwere m ike ịbụ nke gị niile maka ọnụ ala nke taa, ọnụ ala nke..."}}
{"translation": {"en": "A Visionary Woman in South Africa", "ig": "Otu nwaanyị eche na-ọnwọla etetela na Saụt Afrika"}}
{"translation": {"en": "CloseBy is a location-based social networking application that shows the posts of people around you...", "ig": "CloseBy bụ ngwa netwọk mmekọrịta dabere na ọnọdụ nke na-egosi ọkwa nke ndị gbara gị gburugburu ma ọ..."}}
{"translation": {"en": "and believing that He answers your prayers.", "ig": "Nwee okwukwe na a zara aza ihe ọ bụla ị kpere n'ekpere."}}
{"translation": {"en": "There is no complete answer on earth.", "ig": "N'agbanyeghi oke nke ya, na enweghi nzaghachi n 'ala di oke ala."}}
{"translation": {"en": "(Optional) Do you have a disability?", "ig": "14) you nwere nkwarụ ọ bụla?"}}
{"translation": {"en": "The expansion comes 25 years after the original Sultan's...", "ig": "Mgbe nloghachi ahụ dere na 30 TOA, Oge Ọchịchị Babịlọn ..."}}
{"translation": {"en": "It knows my heart.", "ig": "Odim na obi m."}}
{"translation": {"en": "The Ancient Egyptians", "ig": "ndịna-emeputa oge ochie;"}}
{"translation": {"en": "Is there any way to get a tracking number from DHL for U.S. delivery?", "ig": "Ụzọ ọ bụla na-agbake ehichapụ faịlụ site Sandisk USB?"}}
{"translation": {"en": "To swear literally means to take an oath, or to proclaim an oath.", "ig": "9 Emẹgwarịkwọlẹ ni ịhịan eje-ihiẹn mọbụ kpọgwarị wẹ iyi."}}
{"translation": {"en": "You have to make sure that javac.exe is on your path.", "ig": "Nke a na-ewere na java.exe dị na PATH gị."}}
{"translation": {"en": "I've climbed in a lot of places around the world and this is one of the best slabs anywhere!", "ig": "Enwere m simming maka ezigbo 15 yrs na nke a ga-abụ ngwugwu kachasị mma ọ bụla n'ebe ọ bụla! ma ......."}}
{"translation": {"en": "This in advance of Merkel's visit to the US.", "ig": "Ha mere nke a na njem nleta Macron gara na mba Amerịka."}}
{"translation": {"en": "The software is split into five sections: Early Years, Games and Quizzes, Stories and Songs, Creative Play & Find Out About.", "ig": "Akụrụngwa na-agbawa n'ime ngalaba ise: Afọ Ndị Mbụ, Egwuregwu na Ajụjụ, Akụkọ na Egwú, Egwuregwu Egwuregwu & Chọta Ihe."}}
{"translation": {"en": "I've read everything from, \"I'm so thankful for my family\" to \"I'm thankful for our soldiers,\" all the way to \"I'm thankful for chocolate...of any kind.\"", "ig": "1 ° \"Agam enyem ndi nkem enwetara ihe nile, ekele diri ha Steeti ha\" Nke a bu ntughari nkpu nke nkpu ..."}}
{"translation": {"en": "Spike's astrological sign: I started studying astrology when I was about 14.", "ig": "Media captionFashion Designer: E bidoro m kwawa akwa mgbe m dị afọ 14 - Emeka Nwokocha"}}
{"translation": {"en": "Isaiah 65: The wolf and the lamb shall graze together.", "ig": "65:25 Anụ ọhịa wolf na nwa atụrụ ga-nāzù ọnụ."}}
{"translation": {"en": "I have never seen before and I was terrified to answer the phone.", "ig": "Ebe ọ bụ na ahụbeghị m ngwaahịa ahụ, ụjọ tụrụ m maka itinye ego na ya."}}
{"translation": {"en": "Isaiah 8:17 I will wait for the LORD, who is hiding his face from the house of Jacob, and I will hope in him.", "ig": "8:17 M ga-echere Chineke, onye zoro ezo ihu ya n'ebe ụlọ Jekọb, na m ga-eguzo n'ihu ya."}}
{"translation": {"en": "6 analog stereo audio inputs (including front-panel input)", "ig": "8 Ntinye Stereo Analog (gụnyere Dual Internal Tuners)"}}
{"translation": {"en": "That's a great scripture!", "ig": "nke a bụ nnukwu edemede!"}}
{"translation": {"en": "I am a big fan of numbing the area with an ice pack prior to giving the injection.", "ig": "\"Idem ama enyek enye etieti ke ini enye ọkọtọn̄ọde utịn̄ikọ esie tutu enye ọtọn̄ọ nditua."}}
{"translation": {"en": "Let's look back at the time of Noah.", "ig": "Ka anyị kerịta ihe edeturu mgbe anyị nwere ohere, Noa."}}
{"translation": {"en": "Luke 15:19; I am no longer worthy to be called your son.", "ig": "15:19 M eru ka a kpọọ ya nwa gị."}}
{"translation": {"en": "tips and stories.", "ig": "Aro na Akụkọ?"}}
{"translation": {"en": "The icon is present...", "ig": "Ionic na-abịa na njikọta..."}}
{"translation": {"en": "You could be asked if you wish to adhere to some friends who are on Instagram in your Facebook network.", "ig": "Enwere ike ịjụ gị ma ịchọrọ ịgbaso ụfọdụ ndị enyi nọ na Instagram na netwọk Facebook gị."}}
{"translation": {"en": "The next big thing in Sci-Fi Horror is out - Alien: Covenant Forum", "ig": "Next articleChief Obiora Okonkwo (Obi Foreign) - Okwu Akalaka"}}
{"translation": {"en": "Days of Danger (1)", "ig": "Ngozi Nwagbara (1)"}}
{"translation": {"en": "Apple is reported to be designing its own antenna for the rumored 5G iPhone that could hit the shelves in 2020.", "ig": "A na-ekwuputa na Apple na-echepụta antenna ya maka iPhone 5G nke ahụ nwere ike ịbaba na shelves na 2020."}}
{"translation": {"en": "One thing about working for yourself is that it sometimes takes a long time to get paid.", "ig": "Otu caveat bụ na mgbe ụfọdụ mgbe ị na-echekwa ibe ahụ, ọ na-ewepụ oge akara."}}
{"translation": {"en": "Joe Biden is Hillary Clinton all over again.", "ig": "Jody Sees Brian Henke Again _ Jody Soland"}}
{"translation": {"en": "And I can eat.", "ig": "Enwere m ike iri m."}}
{"translation": {"en": "So with all these unbelievable specs, the Meizu M1 Note is one attractive device that you will want to check out.", "ig": "Mbụ niile, i kwesịrị a ọkachamara ngwa-enyere gị aka. iSkysoft iMedia Ntụgharị Deluxe bụ a mara mma usoro ị nwere ike na-agbalị."}}
{"translation": {"en": "The Oscar Predictions of 2020", "ig": "obi emelonye 2020 oscar"}}
{"translation": {"en": "The original Preface of the KJV tells us that the goal of the translation team was not to make \"a new translation, nor yet to make of a bad one a good one... but to make a good one better, or out of many good ones one principal good one.\"", "ig": "Ndị ntụgharị okwu KJV dere, \"Anyị echetụbeghị site na mmalite na anyị kwesịrị ime ntụgharị ọhụrụ... mana iji mee ka ndị dị mma ka mma ma ọ bụ n'ime ọtụtụ ndị dị mma, otu isi dị mma. \""}}
{"translation": {"en": "Suffer now and live the rest of your life as a Champion\" - Muhammad Ali.", "ig": "Nhụjuanya ugbu a wee bie ndụ gị niile dịka onye mmeri. \"- Muhammad Ali"}}
{"translation": {"en": "Examples of cash crops grown in the United States today include:", "ig": "Dịka ọmụmaatụ, ịchọta ego ole Dollar dollar dị na dollar US taa, pịnyere na:"}}
{"translation": {"en": "veteran who trains alongside former UFC light heavyweight champion", "ig": "150w Onye nlekọta sekọndrị arụmọrụ Led UFO highbay light  Kpọtụrụ ugbu a"}}
{"translation": {"en": "Welcome to the Players' Camp!", "ig": "Obi ụtọ na Camper!"}}
{"translation": {"en": "Then, he said: \"O people!", "ig": "10: 108 Kwuo, sị, 'O ndị mmadụ!"}}
{"translation": {"en": "2:9 - And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.", "ig": "2:9 Ma, le, ihe Angel nke Onyenwe anyị guzoro ha nso, na ìhè nke Chineke na-achakwa ha gburugburu, na ha na-gburu na a oké egwu."}}
{"translation": {"en": "Lucy's Story of Healing and Forgiveness - GSM", "ig": "Corona virus na-eduga nkwupụta mmehie na nchegharị _ Apg29"}}
{"translation": {"en": "According to Lisa.", "ig": "Ihre Lisa aka LvO"}}
{"translation": {"en": "The gods are to be blamed", "ig": "Ka Allah ga-eme ka a na ụta na ha obi."}}
{"translation": {"en": "Use images when it makes sense.", "ig": "Tinye ihe odide gaa na ihe oyiyi ebe o nwere ezi uche."}}
{"translation": {"en": "leap to the twinkling stars", "ig": "Nwee mmeri na Parchis Star mgbe niile"}}
{"translation": {"en": "You can perform this meditation as you read the article.", "ig": "Can nwere ike ịnwale ụdị mmanụ ndị a ozugbo ị kụrụ akara ọnwa nke abụọ:"}}
{"translation": {"en": "But his only Son, who is himself God, is near to the Father's heart; he has told us about him.", "ig": "Ọ bụ naanị otu Nwa Ya, onye dịkarịrị nsọ n'obi Nna; Ọ bụ Ya mere ka anyị mara Nna."}}
{"translation": {"en": "Where ever you'll be, you'll be in my heart.\"", "ig": "N'ebe ọ bụla ị na-, ị ga-enwe mgbe nile na obi m. \"\""}}
{"translation": {"en": "Will you come to Poland with Justin on his Purpose World Tour?:)", "ig": "Na i jiri ndụ gị niile mee ihe iji JS maka nke a?:)"}}
{"translation": {"en": "It consists of 18 panels", "ig": "Ngwa ahụ na-agụnye ụdị ụzọ mpaghara 18 ga-ahọrọ."}}
{"translation": {"en": "He is busy, he has dinner.", "ig": "Ọ na-akụda mmụọ, mana anyị na-eri nri abalị."}}
{"translation": {"en": "But they do not regard the work of the LORD, Nor consider the operation of His hands.", "ig": "Ma, ị na-adịghị akwanyere ndị ọrụ Onyenwe, ma ọ bụ ka ị na-atụle ọrụ nke aka ya."}}
{"translation": {"en": "Tales of an Ancient Empire (2010) - Brother and Sister - Films N Movies", "ig": "← Previous Story AUDIO: Kcee - Nwanne Na Nwanne"}}
{"translation": {"en": "Know your own reality, and every work that you do will be good.", "ig": "Nke a ga - amasị gị na njikwa ọ bụla ị na - arụ ọrụ."}}
{"translation": {"en": "Genesis 5:2 \"male and female He created them.\"", "ig": "Jenesis 5: 2 Nwoke na nwaanyị ka O kere ha."}}
{"translation": {"en": "10:26 They were exceedingly astonished, saying to him, \"Then who can be saved?\"", "ig": "10:26 Ha na-eche ọbụna ihe ọzọ, si n'etiti onwe ha, \"Ònye, mgbe ahụ, nwere ike zọpụta?\""}}
{"translation": {"en": "A dark night of the soul", "ig": "Abalị gbara ọchịchịrị nke mkpụrụ obi"}}
{"translation": {"en": "These tools can additionally be utilized to develop a set of sites that are the only web sites youngsters can make use of.", "ig": "Enwekwara ike iji ha mepee saịtị nke bụ naanị weebụsaịtị ndị ụmụaka nwere ike iji."}}
{"translation": {"en": "Welcome to the most comprehensive and detailed guide to the best cryptocurrency exchanges in 2019.", "ig": "Ọ dị ezigbo mma na ikwesiri ịbanye na ọnụ ọgụgụ ahịa ahịa dijitalụ kachasị ọhụrụ na usoro kachasị ewu ewu maka usoro ịre ahịa dijitalụ gị ka ọ dị ire na 2019 na karịa."}}
{"translation": {"en": "She will bear a son, and you are to name him Jesus, for he will save his people from their sins'\" (vv.", "ig": "21. ọ ga-amụ nwa nwoke, ị ga-akpọkwa aha ya Jizọs, n'ihi na ọ ga-azọpụta ndị ya ná mmehie ha nile."}}
{"translation": {"en": "The ping function is found in the Apple Watch's Control Center - get to it by swiping up from the bottom of your watch.", "ig": "A na-ahụ ọrụ ping na Ogige Nchekwa Apple Watch - banye na ya site na ịgbapụta si na ala elekere gị."}}
{"translation": {"en": "I'm sure you know about Twitter's 140-character limit by now, right?", "ig": "Mmasị otú Twitter ọnụ ọgụgụ kasị eji emoji bụ n'ezie Facebook si 10th kasị eji emoji, ị na-eche?"}}
{"translation": {"en": "double the amount of water", "ig": "Ugboro abụọ mmiri mgbapụta"}}
{"translation": {"en": "It is necessary to have a full bladder for the ultrasound.", "ig": "N'ihi ahụ dị mkpa, ọ zuru oke maka ntinye na ultrabook."}}
{"translation": {"en": "Here you can find the best and exceptionally exciting new year background.", "ig": "Na ikpeazụ ma ọ bụghị mgbe niile dịghị ihe ọzọ, nwere ihe ndị kasị akpali akpali na maa mma New Year."}}
{"translation": {"en": "I need you because i love you.", "ig": "M ihe m chọrọ n'aka gị n'ihi na m hụrụ gị n'anya."}}
{"translation": {"en": "Talk shows: some unanswered questions", "ig": "Emeli: Ụfọdụ atụmatụ nwere ngosi na-agaghị emeli"}}
{"translation": {"en": "When the submission is successful you will be redirected to the Home Page", "ig": "Mgbe usoro nbanye na-aga nke ọma, a ga-akpọrọ gị na homepage nke rawụta."}}
{"translation": {"en": "The power of 4..", "ig": "Ike Nwokike 4"}}
{"translation": {"en": "Silicon (Si) is considered one of the most beneficial elements for plant growth and development.", "ig": "Tụrụ anya uru (EV) bụ otu n'ime ihe ndị kasị mkpa azum na ịkụ nzọ azụmahịa."}}
{"translation": {"en": "It looked like a capital T.", "ig": "Ọ yiri isi obodo T."}}
{"translation": {"en": "Is there any connection between us?", "ig": "a ijuanya n'etiti anyị ihe ịrịba ama?"}}
{"translation": {"en": "What is Northern Ireland", "ig": "Magee v Ireland"}}
{"translation": {"en": "Well, we have a different belief about heaven and hell.", "ig": "Ma enwere ihe nye ma na-ebute echiche na nkwenkwe banyere hel."}}
{"translation": {"en": "The critiquing of Songs and Albums", "ig": "Ihe Nlereanya Ntugharia na Abụ Tit na Albums"}}
{"translation": {"en": "Good news for dd free dish users, you can enjoy the Indian Super League 2014.", "ig": "Site na ngwa a okpueze okpukpu abụọ maka Outlander 2014, ị nwere ike ịnụ ụtọ njikọ internetntanetị site na BT."}}
{"translation": {"en": "The island city-state on the southern tip of Malay Peninsula has seen many rulers in its history.", "ig": "Obodo agwaetiti ahụ na nsọtụ ndịda nke Malay Peninsula ahụla ọtụtụ ndị ọchịchị n'ọtụtụ ahụmahụ ya."}}
{"translation": {"en": "And I will raise him up on the last day. \"", "ig": "Aga m eme ka o site nꞌọnwụ bilite nꞌụbọchị ikpeazụ ahụ!\""}}
{"translation": {"en": "When you are removing the compressor, make sure that you find the damage and remove it carefully.", "ig": "Mgbe ọ na-ebibi, gaa n'ihu Onye Nbibi ma chọpụta na ọ bụla obere nchebe ha nwere."}}
{"translation": {"en": "2021 will go down the drains.", "ig": "Site na 2021 ọhụrụ, ndị draịva SSD ga-ada na ọnụahịa"}}
{"translation": {"en": "In Luke 1:18, Zechariah asked, \"How can I be sure of this?", "ig": "18 Zakaraya sịkwa enine izi wam, \"Ndaa nhne me jeeji mahịa ka?"}}
{"translation": {"en": "Make sure you're running a supported version of SQL Server.", "ig": "Jide n'aka na iji okwute siri ike ma ọ bụrụ na ị na-ekepụta nbanye SQL Server."}}
{"translation": {"en": "Do I want to start work?", "ig": "Ọ ga - amasị m ka m ghara ịrụ ọrụ maka mmalite?"}}
{"translation": {"en": "Pics and videos below:", "ig": "Ihe nlere vidiyo na nseta ihuenyo n'okpuru:"}}
{"translation": {"en": "0 seconds (does not timeout).", "ig": "0 Agwa (Ọ dịghị oghere)"}}
{"translation": {"en": "LOVE yourself or HATE yourself.", "ig": "Na-enyocha onwe gị, ị hụrụ n'anya ma ọ bụ kpọọ onwe gị asị?"}}
{"translation": {"en": "This is beneficial in diminishing the appearance of scars from acne, eczema, and other skin conditions.", "ig": "A na-ejikarị ya eme ihe iji nyere aka kpochapụ ọkụ ọkụ, eczema, acne na ọnọdụ akpụkpọ anụ ndị ọzọ."}}
{"translation": {"en": "Here are the members of the Saudi-led coalition in Yemen and what they're contributing.", "ig": "Ihe e dere na ya bụ ihe Ndịàmà Jehova nọ na Saụt Koria merela na ihe ndị ha na-eme ugbu a."}}
{"translation": {"en": "\"When Armie touched down in the U.S., he mistakenly sent a raunchy text message meant for someone else to his estranged spouse.", "ig": "\"Mgbe Armie rutere na United States, o hiere ụzọ zigara ya onye ọzọ na nwunye ya."}}
{"translation": {"en": "We've heard a message from the LORD.", "ig": "N'ikpeazụ, anyị na-enweta Ozi onye nwe."}}
{"translation": {"en": "5 And I said, \"Let them put a clean aturban on his head.\"", "ig": "5 M wee sị, \"Ka ha tinye ya ákwà nhicha dị ọcha n'isi ya.\""}}
{"translation": {"en": "WVX files can be opened with Windows Media Player, VLC, and GOM Media Player.", "ig": "Enwere ike ịmepe faịlụ WVX na Windows Media Player, VLC, na GOM Media Player."}}
{"translation": {"en": "To achieve this, it establishes seven successive layers.", "ig": "Iji mee nke a, tinye adreesị ozi-e, paswọọdụ."}}
{"translation": {"en": "A reminder of the UK market in 2019", "ig": "Ihe ndekọ UK maka afọ 2019 dị na weebụsaịtị ụlọ ọrụ UK."}}
{"translation": {"en": "Are you going to rush into a building with armed assailants?", "ig": "Ị ghaghị ịlụso onye na-elekọta obere ndị na-undead agha?"}}
{"translation": {"en": "6 But springs welled up from the earth and watered the whole surface of the ground.", "ig": "6 Ma alụlụụ+ na-esi n'ụwa akwụgo, ọ na-edekwa elu ala dum mmiri.+"}}
{"translation": {"en": "We will not share or sell this data to anyone.", "ig": "Anyị agaghị ere ma ọ bụ ịgbazite ozi a na onye ọ bụla."}}
{"translation": {"en": "At the foot of the subway Berault station (line 1)", "ig": "Rịba ama na Mbepụ bụ Halllọ Nzukọ Obodo (Subway Line 1)"}}
{"translation": {"en": "The tool is integrated with all the major domain control panels (cPanel, Plesk, VistaPanel, etc.) and, when not present, it can be installed on your server via Fantastico or Softaculous (automated script installers that come with a domain control panel).", "ig": "Ngwá ọrụ ahụ jikọtara ya na nnukwu ogwe njikwa ngalaba (cPanel, Plesk, VistaPanel, wdg) na, mgbe ọ na-anọghị, enwere ike itinye ya na sava gị site na ndị nrụnye akpaaka akabaika naba Softaculous)."}}
{"translation": {"en": "(1) water bottle.", "ig": "1. ọcha mmiri ọṅụṅụ, nsị."}}
{"translation": {"en": "Insofar as democracy", "ig": "Na-agụ Democracy bụ Ọchịchị Onwe Gị"}}
{"translation": {"en": "I'm looking forward to the google cars it will be life changing for someone like my self.", "ig": "Mgbe ọ bụ ihe dị mkpa na ụlọ ọrụ, ọ ga-agbanwe ndụ maka blogger nọọrọ onwe m dị ka m."}}
{"translation": {"en": "Would you like to be the best?", "ig": "You chọrọ ịbụ ọkacha mma?"}}
{"translation": {"en": "What is the history of this disease?", "ig": "Kedu ihe bụ nsogbu nke ọrịa ọrịa afọ a?"}}
{"translation": {"en": "Please let us know the type of pet, age, and size.", "ig": "Mara: Biko gosi afọ, ogo na ụdị..."}}
{"translation": {"en": "The power of the heart./", "ig": "Ike ike nwa / ME"}}
{"translation": {"en": "Now you're ready to grow your online business!", "ig": "ị ga ugbu a melite nhazi ntanetị maka mkpọsa gị!"}}
{"translation": {"en": "Proof of Purchase A Copy of your Proof of Purchase is REQUIRED for repair or replacement within the first year.", "ig": "Iji mee ka i kwenye iji nyochaa ikpo okwu ha, a kwadoro nkwa mkpuchi ma ọ bụ nke a kwụghachiri ụgwọ maka ọnwa mbụ nke ule na n'okpuru ọnọdụ ụfọdụ."}}
{"translation": {"en": "Hungary is a member of the European Union and a member of the Schengen Zone.", "ig": "Bulgaria bụ onye so na European Union ma bụrụ onye otu mpaghara mpaghara Schengen n'ọdịnihu dị nso."}}
{"translation": {"en": "He saved us from all our sins.", "ig": "Kraịst bụ onye jiri onwe ya chụọ aja nꞌihi anyị, ịgbapụta anyị site nꞌajọ omume anyị nile."}}
{"translation": {"en": "Warning, it's the better part of 4 hours long.", "ig": "Ebe ahụ bụ nnukwu & chọrọ oge kachasị elekere 4."}}
{"translation": {"en": "definitions; only the function name and attributes are printed.", "ig": "Ihe -F na - egbochi igosipụta njirimara ọrụ; naanị aha ọrụ na àgwà ndị e biri."}}
{"translation": {"en": "If someone could help me, I would appreciate it.", "ig": "Ọ bụrụ na mmadụ nwere ike inyere m aka, m ga-enwe ekele."}}
{"translation": {"en": "We'll keep going!", "ig": "Anyị ga-anọgide na-apụ apụ!"}}
{"translation": {"en": "\"Ask the Lord of the harvest, therefore, to send out workers into his harvest field.\"", "ig": "Ya mere, na-ekpeku Onye nwe owuwe ihe ubi ahụ ka o ziga ndị ọrụ n'owuwe ihe ubi Ya."}}
{"translation": {"en": "Yes we are living in what the Bible calls \"the last days.\"", "ig": "Anyị bi n'oge Baịbụl kpọrọ 'oge ikpeazụ.'"}}
{"translation": {"en": "Line-up: The Magician", "ig": "Ibe akwukwọ: Magic Camera"}}
{"translation": {"en": "My chocobo is not a part of my chain of command.", "ig": "Ruga Settlement esoghi n'ihe ngalaba m na-elekọta hibere - Yemi Osibanjo"}}
{"translation": {"en": "Earn every achievement in NBA 2K11.", "ig": "Nweta ihe niile na NBA 2K12."}}
{"translation": {"en": "I'm not want a perfect life", "ig": "Achọghị m ndụ zuru oke."}}
{"translation": {"en": "Over-application of pesticide has long term impacts on marine health and biodiversity.", "ig": "Ihe n'ụzọ gabigara ókè nke ọgwụ nje otiti ụmụ anụmanụ husbandry ụlọ ọrụ ruo ogologo oge na-nwere greatnegative mmetụta na nri nchekwa na gburugburu ebe obibi."}}
{"translation": {"en": "by running on workstations with large amounts of memory and swap", "ig": "Nyefee gaa na site na-ewu ewu na ọtụtụ ebe-eji na ngwaọrụ na consoles."}}
{"translation": {"en": "You can cancel at any time within the 30 days.", "ig": "Ị nwere ike ịkagbu oge ọ bụla tupu ụbọchị iri atọ agwụ."}}
{"translation": {"en": "During this information gathering stage, I hear from a couple of people that there's also a coyote out somewhere along the trail.", "ig": "N'otu ebe a nwata on a ịnyịnya ígwè na-agba kwupụta m na-agwa m na e nwere otu ike n'otu obodo nta dị otu direction."}}
{"translation": {"en": "John, however, says that it took place two days earlier.", "ig": "Jesus mgbe ahụ kwuru, na e kwesịrị ebe ụbọchị abụọ na mbụ."}}
{"translation": {"en": "Follow the instructions on the packaging box.", "ig": "Soro na ihuenyo ntụziaka tinye nrụnye na boot.ini file."}}
{"translation": {"en": "This is done using a special cutter that is attached to the front of the tractor .", "ig": "Dịka iwu, a na-eme nke a na menu ihe ndapụta pụrụ iche, nke dị n'ihu ndepụta ndị ọkwọ ụgbọala."}}
{"translation": {"en": "Everybody wants a pad of them for their business or family.", "ig": "Onye na-ere ahịa na-achọ ihe niile maka azụmaahịa gị ma ọ bụ ụwa ndị ọzọ."}}
{"translation": {"en": "These terms and conditions form part of the Agreement between the Customer and ourselves.", "ig": "Usoro na ọnọdụ a bụ akụkụ nke nkwekọrịta n'etiti ndị ahịa na onwe anyị."}}
{"translation": {"en": "The Smiths \"What Difference Does It Make?\" 12\" Morrissey cover", "ig": "Kẹ ụnụ a gbayeni omẹnalị ndịnị wẹ? 21 \"Ekwọndọnlẹ!\""}}
{"translation": {"en": "All articles will be cleaned and placed on display in the new space.", "ig": "Ugbu a, faịlụ niile a ga-eziga ka ha bipụta, ga-adaba n'ime igwe ọhụrụ, dị nnọọ arụnyere."}}
{"translation": {"en": "(89) He said: \"Do you know what you did with Yusuf (Joseph) and his brother, when you were ignorant?\"", "ig": "12:89 ' Ị ma' ka ọ zaghachiri, 'ihe unu mere Joseph na nwanne ya n'amaghị ihe unu ?'"}}
{"translation": {"en": "Guess his Obfuscating Insanity, Dumbledore is very important of the consequences of his problems to win the next war.", "ig": "Ọ na-akọrọ patihnya, Batik Madrim ike ime ka Mlowopati-adị ukwuu iji merie ihe ndị dị mkpa agha."}}
{"translation": {"en": "(15) When Our verses are recited to him, he says, \"Legends of the former peoples.\"", "ig": "Mgbe anyị amaokwu na-agụghachi ya, ọ na-ekwu, 'Ha bụ ma akụkọ ifo-ndị oge ochie.' \" (68: 8-15)."}}
{"translation": {"en": "American Power: Barack Obama at the West Bank", "ig": "Re: Obama on Kanye West"}}
{"translation": {"en": "You can use the telephone number", "ig": "Ị nwere ike ịbanye nọmba ekwentị ebe."}}
{"translation": {"en": "This is the broad definition of science used by many philosophers and scientists", "ig": "• Kedu ihe bụ isi ihe okwu ahụ pụtara, nke a na-eji ọtụtụ ndị na-ahụ maka ndị ọkà mmụta sayensị na ndị anwansi?"}}
{"translation": {"en": "A house divided against itself - that house cannot stand.", "ig": "Ọ bụrụkwa na ụlọ ekewaa megide onwe ya, ụlọ ahụ agaghị enwe ike iguzo."}}
{"translation": {"en": "0:08:07.8 GS: How does that look?", "ig": "DNS 8.8.8.8 si na Google: gini ka ọ bụ na otu esi edebanye aha?"}}
{"translation": {"en": "But if that doesn't work?", "ig": "ma ọ bụrụ na nke ahụ anaghị arụ ọrụ ma?"}}
{"translation": {"en": "Can I stay an extra night at the beginning or end of the course?", "ig": "Enwere m ike itinye mgbakwunye abalị na mbido ma ọ bụ na njedebe nke njem ahụ?"}}
{"translation": {"en": "The members who are participating in the Cyber Book Club!", "ig": "Ha bụ ndị ọzọ nke ụlọ ọrụ na-akwado ụlọ ọrụ na-eduga na Chamber of Digital Commerce!"}}
{"translation": {"en": "During periods when his buds are tied, active growth occurs, and it will be enough for the plant to receive water once a week during flowering.", "ig": "N'ime oge mgbe a na-ekekọta ya, enwere ọganihu, ọ ga-ezuru osisi ahụ iji nweta mmiri otu ugboro n'izu n'oge okooko."}}
{"translation": {"en": "It's wood, but not as we know it.", "ig": "Ọ bụ ahịhịa, ma ọ bụghị dị ka ị maara na ọ."}}
{"translation": {"en": "Comes in a set of three different weights so you can customize to your needs", "ig": "3 na-akụ aka na mpịakọta ọ bụla, ị nwere ike ịmegharị dịka mkpa gị si dị"}}
{"translation": {"en": "Procrastination - the stealer of time", "ig": "Odozie Onyinye - Time Keeper"}}
{"translation": {"en": "Homebrew refers to the ability to run software on the Wii that is not licensed or sanctioned by Nintendo.", "ig": "Homebrew na-ezo aka n'ikike ịgba ọsọ software na Wii nke Nintendo na-enyeghị ikikere ma ọ bụ kwadoro."}}
{"translation": {"en": "Mr. President", "ig": "onye isi oche"}}
{"translation": {"en": "And about suffer from chronic insomnia, which means how fast can you lose weight on low carb diet find it difficult to get enough shut-eye three nights a week, for at least three months.", "ig": "Etu esi egbusi apata ụkwụ na-enweghị mgbatị Mkpa Nutrition Kwesịrị Ekwesị Maka Ahụ Etu esi egbusi ibu na mbido mgbatị Etu aga-esi tufue ibu arọ 3 n'arọ kwa izu"}}
{"translation": {"en": "The Colorful House.", "ig": "Ulo na-acha anụnụ anụnụ"}}
{"translation": {"en": "Mail, say, in a browser, an authentication request is sent to the app, and all you need to do is tap \"Yes\" to authorize it.", "ig": "Mail, sị, na ihe nchọgharị, a na-eziga arịrịọ ngwa ngwa na ngwa ahụ, na ihe niile ị ga - eme bụ pịa \"Ee\" iji nye ya ikike."}}
{"translation": {"en": "30 I will no longer talk much with you, for the ruler of this world is coming, and he has nothing in Me.", "ig": "30 Mu onwem agaghi-agwa unu okwu ọzọ kari; n'ihi na onye-isi uwa nābia, ọ dighi kwa ihe ọ bula nimem."}}
{"translation": {"en": "It has a smooth, clean finish with the", "ig": "Ọgwụgwụ dị mfe ọcha, na-eguzogide ọkọ."}}
{"translation": {"en": "In order to use Find My iPhone when your phone goes missing, you first have to set it up.", "ig": "Iji jiri Chọta My iPhone mgbe ekwentị gị na-efu, ị ga-ebu ụzọ setịpụ ya."}}
{"translation": {"en": "Jesus answered him, \"I have spoken openly to the world; I always taught in synagogues and in the temple, where all the Jews come together; and I spoke nothing in secret.", "ig": "20 Jisus zara ya, si, Mu onwem agwawawo uwa okwu; Mu onwem zíri ihe mb͕e nile n'ulo-nzukọ, na n'ulo uku Chineke, ebe ndi-Ju nile nāb͕akọ; ekwukwaghi m ihe ọ bula na nzuzo."}}
{"translation": {"en": "The capacity of this state for population depends chiefly upon topography, soil and climate, hence it will be of advantage to study the nature of the surface features of Wisconsin and their origin.", "ig": "Oke nke steeti a maka ndị mmadụ na-adaberekarị na ọdịdị ala, ala na ikuku, na-esote ọ ga-abụ ntakịrị ntakịrị iji tụlee echiche nke isi ihe dị na Wisconsin na mmalite ha."}}
{"translation": {"en": "iCal links can be obtained by going to the team schedule for your team.", "ig": "A na-enweta nsụgharị ekwentị dị iche iche ma ọ ga-ekwe omume ịbanye na akaụntụ TeamViewer gị site na weebụ."}}
{"translation": {"en": "Once again we...", "ig": "Ọzọkwa anyị ..."}}
{"translation": {"en": "the loss of 50 cars", "ig": "Loss ọnwụ Na 50 Kwesịrị Ekwesị Na-edozi Ahụ."}}
{"translation": {"en": "I'm on the seventh floor.\"", "ig": "Nke bu ihe m na akpo kọntinenti nke asaa .\""}}
{"translation": {"en": "Everyday life on the streets of Bolton", "ig": "Atụmatụ maka iri Nightlife on Bourbon Street"}}
{"translation": {"en": "It includes two non-contacting ultrasonic sensors to measure level.", "ig": "Multiple-detector ultrasonic-abụghị kọntaktị itule doo na-onwem na isii n'ịdị elu sensọ."}}
{"translation": {"en": "Ephesians 5:17-19 Therefore do not be foolish, but understand what the will of the Lord is.", "ig": "Ndị Efesọs 5:17 Ya mere, ụnụ abụla ndị nzuzu, kama ghọta ihe bụ uche Onyenwe anyị."}}
{"translation": {"en": "I am doing this for my wife.", "ig": "Ana m eme nke a maka nwunye m n'ihi ọrịa ya."}}
{"translation": {"en": "Is it possible for the shoppers to learn this?", "ig": "Ndi Akwukwo ndi ozo ndi a puru igosi nke a?"}}
{"translation": {"en": "Don't forget to put this way its original name, if this does not solve the problem of ntdll.dll.", "ig": "Jide n'aka na ịghachite ụzọ a laghachi na aha mbụ ya ma ọ bụrụ na nke a adịghị edozi nsogbu ntdll.dll."}}
{"translation": {"en": "Ideal is beautiful, but there is no will.", "ig": "Saịtị mara mma, mana anyị anaghị enweta ndu ọ bụla."}}
{"translation": {"en": "The PS4 browser keeps a log of all web pages that you have previously visited, allowing you to peruse this history in future sessions and access these sites with just the push of a button. [...]", "ig": "Ihe nchọgharị PS4 na-edebe log nke ibe weebụ niile ị gara na mbụ, na-ahapụ gị ka ịdebe akụkọ ihe mere eme na nnọkọ n'ọdịnihu ma nweta saịtị ndị a nanị site na ịpị bọtịnụ."}}
{"translation": {"en": "Here, in this article, you will find some of those trends that will lead you to the higher ranking in the search engine.", "ig": "N'isiokwu a, ị ga-ahụ ụzọ ụfọdụ ga-eme n'ọdịnihu iji mee ka ị nọrọ na TOP nke nyocha njikarịcha search engine."}}
{"translation": {"en": "Provides nourishment to the scalp and hair", "ig": "Tinye ihe a chọrọ maka ngwaahịa ahụ na akwa nhicha na ntutu isi."}}
{"translation": {"en": "Developing a User Interface for your app and website", "ig": "Meghee Web App Web App maka akaụntụ Exchange gị na ihe nchọgharị gị."}}
{"translation": {"en": "21:32 Immediately he took soldiers and centurions, and ran down to them.", "ig": "32 Ọ kpọọrọ ndị agha na ọchịagha ozugbo wee gbadakwuru ha."}}
{"translation": {"en": "If you're going to run an online store or an Ecommerce Web site, you will want to ensure customers that the information they give you on that site, including their credit card number, is handled securely.", "ig": "Ọ bụrụ na ị na-agba ọsọ ụlọ ahịa dị n'ịntanetị ma ọ bụ weebụsaịtị Ecommerce , ị ga-achọ ịhụ ndị ahịa na ozi ha na-enye gị na saịtị ahụ, gụnyere nọmba kaadị akwụmụgwọ ha, edozila ya."}}
{"translation": {"en": "The most important thing is to keep warm.", "ig": "Ihe kachasị mkpa bụ ịnọgide na-enwe okpomọkụ."}}
{"translation": {"en": "\"LIFT your PRAYER and PRAISE to ME, for I am the one who goes before you.", "ig": "Nara ekelem jiri bia, onye di nso (Receive the praise i bring to You Holy one) }x2"}}
{"translation": {"en": "Acting as a point of contact if the patient has any problems", "ig": "Gụnye ọkachamara IT ma ọ bụrụ na usoro ahụ nwere nsogbu ọbụla."}}
{"translation": {"en": "We are extremely proud of each and every one of you!", "ig": "Anyị nwere obi ụtọ na, na mpako maka, onye ọ bụla n'ime gị!"}}
{"translation": {"en": "I've got the gift of life", "ig": "Ndi n'enye onyinye g'enwe ndu ogologo ndu."}}
{"translation": {"en": "Follow the blog and get to know the art of designing", "ig": "Gbanye n'ime edemede ndị dị na otu a ma bido ịchọpụta ọrụ nke onye na-ese egbugbu."}}
{"translation": {"en": "An online resource for all your questions about navigating the cannabis industry - like today's hot topic in Illinois - Social Equity Applicants.", "ig": "Ihe ntanetị maka ajụjụ gị niile gbasara ịnyagharị ụlọ ọrụ cannabis - dị ka isiokwu a ma ama nke ọma na Illinois - akwụkwọ ikike ọhụrụ."}}
{"translation": {"en": "The pods are not big but very well organised and furnished.", "ig": "Ndị na-agba bọmbụ abụghị ihe mkpofu - a haziri ha nke ọma ma bara ezigbo uru."}}
{"translation": {"en": "Under the Red - Φωτογραφία", "ig": "Site - Foto ambiente"}}
{"translation": {"en": "Speaking after the race, Pidcock said: \"To be honest, I didn't think I'd be that strong.", "ig": "N'otutu oge, na ekwu ya gwa ndi enyim bu ndi chochi pentikost amara nke oma, \"obugh na mu achogh ikwenye na unu nwere ike di uku otua."}}
{"translation": {"en": "Can the name of a musical group or band be registered as a trademark?", "ig": "Enwere ike ibipụta logo ma ọ bụ aha ụlọ ọrụ na ngwaahịa ma ọ bụ ngwugwu?"}}
{"translation": {"en": "A central question concerned competition and conflict.", "ig": "Ihe ọzọ na-ebute aghara na mgba bụ a kọba obodo ọnụ."}}
{"translation": {"en": "Even though you can have Wi-Fi hotspots in lots of locations for free, including in your home and in the workplace, you have to have a 3G information plan for calls when you are traveling.", "ig": "Ọ bụ ezie na ị nwere ike ịnweta hotspots Wi-Fi n'ọtụtụ ebe maka n'efu, gụnyere n'ụlọ na n'ọfịs, ị ga-achọ ịnweta atụmatụ data 3G maka oku mgbe ị ga-aga."}}
{"translation": {"en": "It Gives You the Ability to Live and Work From Any Location", "ig": "Enwere ike mepee ya na ama, ọ na-enye gị ohere na-arụ ọrụ site na ebe ọ bụla."}}
{"translation": {"en": "It's My Party: Riding the Motorcycle", "ig": "Author: Rent My Bike"}}
{"translation": {"en": "For your love - The Yardbirds feat.", "ig": "Maka ngwa ahia gị nile, ngwa Walgreens na-anapụta n'ezie."}}
{"translation": {"en": "Walking with your dog.", "ig": "Na-eje ije na nkịta gị"}}
{"translation": {"en": "Mrs. Rose was an avid", "ig": "ms bile nk makan nyer.."}}
{"translation": {"en": "How to Use the Best Version of WordPress", "ig": "Ejiri ihe kachasị mma maka arụmọrụ kacha mma WordPress"}}
{"translation": {"en": "[09/12/14] \"And I saw heaven opened, and behold, a white horse, and He who sat on it is called Faithful and True...He is clothed with a robe dipped in blood, and His name is called The Word of God.\"", "ig": "M'we hu elu-igwe ka o gheworo oghe; ma le, inyinya ọcha di, na Onye nānọkwasi ya, bú Onye anākpọ Onye kwesiri ntukwasi-obi na Onye-ezi-okwu; ọ bu kwa n'ezi omume ka Ọ nēkpe ikpé, nēbu kwa agha."}}
{"translation": {"en": "\"make sure of the more important things.\"", "ig": "\"Na-achọpụta Ihe Ndị Ka Mkpa\" 38."}}
{"translation": {"en": "Isa 63:4 For the day of vengeance is in mine heart, and the year of my redeemed is come.", "ig": "63:4 N'ihi na ụbọchị ịbọ ọbọ dị n'obi m."}}
{"translation": {"en": "If you find that your memory, graphics card, or some other component is creating a lot of heat, you can cool them down with a component specific fan.", "ig": "Ọ bụrụ na ịchọta na ebe nchekwa gị, kaadị ndị na-eserese, ma ọ bụ ihe ọzọ dị iche iche na-emepụta ọtụtụ okpomọkụ, ị nwere ike ịme ka ha dị jụụ site na onye na-ahụ maka otu ihe."}}
{"translation": {"en": "We Can Help You Compete in a Seller's Market", "ig": "Ee anyị nwere ike inyere gị aka nyocha ọnụahịa nke ịlele nwa dị n'ahịa dị n'ahịa"}}
{"translation": {"en": "And We have fastened every man's deeds to his neck, and on the Day of Resurrection, We shall bring out for him a book which he will find wide open.", "ig": "17:13 Ma mmadụ ọ bụla - Anyị kpọgidere ya ya nnụnụ nke omume dakwasị ya n'olu; na na Ụbọchị Mbilite n'Ọnwụ Anyị ga-ewetara ya a akwụkwọ mgbasa emeghe dum ."}}
{"translation": {"en": "The same God of the Bible, is the same God of today, tomorrow and forevermore.", "ig": "Mara na Chineke nke Abraham, Onye nwe Pọl bụ otu onye ahụ ụnyaahụ, taa na ruo mgbe niile ebighị ebi."}}
{"translation": {"en": "If the FaceTime icon has a question mark on it when you place your call, or if it doesn't light up, it may be because the person you're calling can't accept a FaceTime call.", "ig": "Ọ bụrụ na akara ngosi FaceTime nwere akara akara na ya mgbe ị na-etinye oku gị, ma ọ bụ ma ọ bụrụ na ọ dịghị enwu, ọ nwere ike ịbụ n'ihi na onye ị na-akpọ enweghị ike ịnakwere oku FaceTime."}}
{"translation": {"en": "You can also view deals within the app with links to retailers including eBay and Walmart.", "ig": "I nwekwara ike ilele anya n'ime mpempe akwụkwọ ahụ na njikọ nke ndị ere ere gụnyere eBay na Walmart."}}
{"translation": {"en": "20 I am going to send an angel in front of you, to guard you on the way and to bring you to the place that I have prepared.", "ig": "20 \"Lee, M na -eziga otu mmụọ ozi n'ihu gị ka ọ chebe gị n'ụzọ ma kpọbata gị ebe m kwadebere."}}
{"translation": {"en": "Are you getting frequent numbers and feedback, so that you can tweak the program on the fly?", "ig": "Ị na na verge nke inye elu mgbe na ọtụtụ okpu mgbalị converting gị MKV video faịlụ?"}}
{"translation": {"en": "This is to help prevent pollution", "ig": "Nke a ga - enyere gị aka igbochi mmetọ ala."}}
{"translation": {"en": "Their performance is very much superior to...", "ig": "Omume ya na-egosipụta na ọ dị elu karịa okpokoro..."}}
{"translation": {"en": "Prince Charles - July 14, 2017", "ig": "Ekwueme Daniel - July 14, 2017"}}
{"translation": {"en": "One that's not capable of handling the weight that's bestowed upon it can result in air leakage.", "ig": "Onye amaghị uru ọla edo na-achaghị achapụ nwere ike ịgafe ya dịka ọ ga -eme ka okwute nkịtị."}}
{"translation": {"en": "All I need Is You", "ig": "All m mkpa bụ na ị"}}
{"translation": {"en": "How can you say, 'Show us the Father?'", "ig": "Olee otu ị ga -esi kwuo, 'Gosi anyị Nna ahụ'?"}}
{"translation": {"en": "Both of which require the technology of making fire.", "ig": "Ha abụọ chọrọ teknụzụ mmiri ka ha nọrọ n'otu ụzọ."}}
{"translation": {"en": "High-power and high-efficiency blue LEDs appeared a few years later.", "ig": "Ike ndị dị elu na ike elu na-acha anụnụ anụnụ pụtara ìhè n'afọ ole na ole mgbe e mesịrị."}}
{"translation": {"en": "Matthew 2:6 \" 'But you, Bethlehem, in the land of Judah, are certainly not the least important among the towns of Judah.", "ig": "2:6 'Ma gị, Bethlehem, n'ala Juda, bụ ọlị kasị nta n'etiti ndị ndú Juda."}}
{"translation": {"en": "I have the book and love the book.", "ig": "Enwere m akwụkwọ n'anya, ma hụkwa akwụkwọ azụmahịa n'anya."}}
{"translation": {"en": "Children's website", "ig": "nwa website"}}
{"translation": {"en": "Unlike conventional objects in an object oriented computer system, we're staying tuned because we don't see things staying this way forever.", "ig": "Y'oburu na ohuru n'uwa a nke smartphones, anyi agaghi etinye aka ya na ndoro-ndoro ebighi ebi."}}
{"translation": {"en": "10:45 On the Day when He shall gather them, it will be as if they tarried but an hour of the day, acquainting themselves with one another.", "ig": "10:45 The Day (nke Judgement) mgbe Ọ ga-akpọkọta ha, (ọ ga-abụ) ka ha lingered ma otu awa nke Day na ha ga-amata onye ọzọ."}}
{"translation": {"en": "When George Michael sang as part of Wham, the song had great success.", "ig": "Ka John Mitchell ozugbo bụrụ abụ, na-emetụta nke ukwuu ka IT usoro n'ime òtù."}}
{"translation": {"en": "'Oh, it's government!", "ig": "KAT Nke a bụ saịtị gọọmentị!"}}
{"translation": {"en": "It'll be coming soon!", "ig": "Here ya soon!"}}
{"translation": {"en": "They seek out the good, and avoid the bad.", "ig": "Ha na-ekwusa ihe bụ ihe ọma na gbochie ihe ọjọọ."}}
{"translation": {"en": "List of Synonyms and Antonyms of the Word: Asked Questions", "ig": "AdWords: Debanye aha | Ajụjụ"}}
{"translation": {"en": "I love this new system.", "ig": "Ọhụrụ usoro a masịrị m."}}
{"translation": {"en": "Romans 8:26 In the same way, the Spirit comes to help our weakness.", "ig": "8:26 Na N'otu aka ahụ, Mọ-enyere anyị adịghị ike."}}
{"translation": {"en": "Howard Dean won't run for chairman of DNC", "ig": "Ọ bụghịzị Donald Duke ga-efe ọkọrọtọ SDP"}}
{"translation": {"en": "If you're looking for a reliable source for the latest news in business and finance, Bloomberg TV is for you.", "ig": "Ọ bụrụ na ị na-achọ ebe a pụrụ ịdabere na ya maka akụkọ ọhụrụ na azụmahịa na ego, Bloomberg TV bụ maka gị."}}
{"translation": {"en": "004:098 Except for those who were oppressed from the men, women, and children who could not devise a plan nor could be guided to a way.", "ig": "4:98 Ewezuga ndị ikom, ndị inyom, na ụmụaka, na-, na-wedara nwere ọlị na ha na-enweghị ike iduzi onwe ha ka a ụzọ ."}}
{"translation": {"en": "The family says that they're the problem.", "ig": "\" Nwa mbe sị na nsogbu bụ nke ya."}}
{"translation": {"en": "Harness the power of the RAID in the palm of your hand - PC Perspective", "ig": "Etu ị ga - esi melite ihe ngosi PowerPoint gị n'ime windo na - eme ihe omume _ Martech Zone"}}
{"translation": {"en": "And there shall be a time of trouble, such as never was since there was a nation; until that time.", "ig": "A ga-enwekwa oge ahụhụ nke na-enwetụbeghị ụdị ya kemgbe a ghọrọ mba ruo n'oge ahụ."}}
{"translation": {"en": "How Not to Have Sex In Marriage", "ig": "Ihe kpatara na ị naghị enwe mmekọahụ dịka di na nwunye"}}
{"translation": {"en": "Swords & Wizardry is cool", "ig": "Ọgba na Ọgbaagada mmịrị Ezeagụ bụ ihe okike mara mma n'anya."}}
{"translation": {"en": "Here I am again ..", "ig": "Here i am again~"}}
{"translation": {"en": "What works for us in a developed economy may not work for other parts of the world.", "ig": "Ihe na-arụ ọrụ na ngalaba agụmakwụkwọ m nwere ike ọ gaghị arụ ọrụ maka onye ọzọ na teknụzụ ụwa."}}
{"translation": {"en": "The Spotify application won't know about these so you'll have to tell it where to look if you want to include all your music collection in the music service....", "ig": "Ngwa Spotify agaghị ama banyere ihe ndị a ka ị ga-agwa ya ebe ị ga-achọ ma ọ bụrụ na ịchọrọ ịgụnye ngụkọta egwú gị niile na ọrụ egwu."}}
{"translation": {"en": "Negativity unacknowledged is draining, alluring,", "ig": "Enyo na-ezughị oke na-ebuli, belata, na-agbagọ, nke ọ na-egosipụta."}}
{"translation": {"en": "One Hundred Years of the IVR: Ingenta Connect", "ig": "Nigeria: 100 Years of Igbo Beauty - Okwu ID"}}
{"translation": {"en": "I'm taking a deep breath here.", "ig": "Anyị na-ekuru ume ume miri emi n'ebe a."}}
{"translation": {"en": "how to reduce side effects of sildenafil citrate uk", "ig": "If ihe balances accruing lo ihe British poat of-fice"}}
{"translation": {"en": "'I tell you, my friends, do not be afraid of those who kill the body and after that can do no more.", "ig": "Agwa m ụnụ ndị enyi m, ụnụ atụla egwu ndị na-egbu anụ ahụ ha gbuchaa ya, o nweghị ihe ọzọ nke ha pụrụ ime."}}
{"translation": {"en": "we want to offer the best interpretation", "ig": "Anyị na-enye nsụgharị omenala kacha mma!"}}
{"translation": {"en": "The spokesman said that across life insurance claims, these figures show that every one has so far been accepted.", "ig": "O kwuru na ọdachị metụtara ahịa nkwọ zụrụ ụnyahụ makana onye ọbụla riri mbombo ọsọ ruo ugbua."}}
{"translation": {"en": "My family did it.", "ig": "Ndị ezinụlọ gị gosipụtara ya."}}
{"translation": {"en": "A description of the manager's role and daily responsibilities", "ig": "24 Kọwaa ihe aga-eme na ibu ọrụ n'ihi na onye ọ bụla Stage manager"}}
{"translation": {"en": "Design of the most efficient and effective process", "ig": "Ịzụlite kasị dị irè na oru oma usoro nke na-arụ ọrụ."}}
{"translation": {"en": "The red-eye effect occurs when the person being photographed is looking for", "ig": "Ihe nlele Red na-egosi na foto mgbe a họpụtara ha."}}
{"translation": {"en": "The security of all data that you have given to us is very important.", "ig": "Nchebe a nke data ọ bụla ị nyefere site na saịtị a dị ezigbo mkpa nye anyị."}}
{"translation": {"en": "I thought that fight was never going to end.", "ig": "Enwere m mmetụta na agha ahụ agaghị akwụsị akwụsị!"}}
{"translation": {"en": "@zeyd: chelsea does not need a win.", "ig": "@EnekemGreg kwuru na o cheghị na a ga-emeri Chelsea n'egwuregwu a:"}}
{"translation": {"en": "If you still can't access the object, try one or more of the following:", "ig": "Ọ bụrụ na ịnweghị ike ịnweta ihe ahụ, nwalee otu ma ọ bụ karịa n'ime ihe ndị a:"}}
{"translation": {"en": "15 Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ.", "ig": "15  Kama n'ikwu eziokwu,+ ka anyị site n'ịhụnanya tolite+ n'ihe niile n'ime onye ahụ bụ́ isi,+ ya bụ, Kraịst."}}
{"translation": {"en": "There is a free and a commercial version", "ig": "Ọ nwere a free version na azụmahịa version."}}
{"translation": {"en": "We'll get you back", "ig": "Anyị nwetara gị Back"}}
{"translation": {"en": "Anti-Corruption is the duty of every citizen - Global New Light Of Myanmar", "ig": "Iwu sitere na China mkpa mmanu ahu nile di nfe _ AromaEasy"}}
{"translation": {"en": "What's the best thing about working at the University of Chester?", "ig": "Kedu ihe kachasị mma maka ịrụ ọrụ na Mahadum Hodges?"}}
{"translation": {"en": "6:10 So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.", "ig": "6:10 Ya mere, mgbe anyị ka nwere oge, anyị kwesịrị ime ezi ọrụ n'ebe mmadụ nile nọ, ma nke kacha nke n'ebe ndị na-ezinụlọ nke okwukwe."}}
{"translation": {"en": "Tony's got outplayed", "ig": "Tony Anakwa"}}
{"translation": {"en": "In addition, there are 12 teaching cards", "ig": "E nwekwara usoro ọzụzụ iri na abụọ."}}
{"translation": {"en": "Or are they trailing in the wake of the people?", "ig": "Ma ọ bụ, bụ onye na-akparị ndị mmadụ ha ?"}}
{"translation": {"en": "I would love to work with any one of you!", "ig": "Ọ masịrị m iso onye ọ bụla n'ime ha na-arụ ọrụ nke ukwuu!"}}
{"translation": {"en": "I have dozens of photos on iOS devices and need to transfer them to computer.\"", "ig": "M nwere ọtụtụ nke foto na iOS ngwaọrụ na mkpa nyefee ha ka ha na kọmputa. \""}}
{"translation": {"en": "Chinese artist Ai Weiwei", "ig": "Onye na -egwu egwu Huawei"}}
{"translation": {"en": "So do you want me to release to you the King of the Jews?\" [40] They cried out again, \"Not this man, but Barabbas!\"", "ig": "Ya mere, ùnu nāchọ ka M'rapuru unu Eze ndi-Juu? 40 Ha we tie nkpu ọzọ, si, Ọ bughi nwoke a, kama ọ bu Barabas."}}
{"translation": {"en": "I enjoy each game but there are things to improve.", "ig": "Ana m abụkarị onye na-akwado Ubuntu mana enwere ụfọdụ ihe na-adịghị ka ọ ga-akawanye mma."}}
{"translation": {"en": "Don't tell them they're blind.", "ig": "Ya mere, unu echegbula onwe unu, nꞌihi na ha bụ ndị ndu kpuru ìsì."}}
{"translation": {"en": "This list of happy new year 2021 images. take your new year picture.", "ig": "Obi ụtọ na afọ ọhụrụ kaadị 2021 _ New Year Images _ Na akwụkwọ ahụ aja _ Chọrọ"}}
{"translation": {"en": "Read the Book About the Author", "ig": "Gụọ onye nrụpụta na-ede banyere nrụnye."}}
{"translation": {"en": "The Best of Personal Finance Advice", "ig": "The Best Free Personal Finance ngwa maka gam akporo"}}
{"translation": {"en": "The US has announced plans to send forces to Saudi Arabia in the wake of attacks against the country's oil infrastructure.", "ig": "Mba Amerịka ekpebiela na ha ga-eziga ndị agha ha na mba Saụdi Arebia dịka a tụrụ ogbunigwe abụọ na ụlọọrụ na-amịpụta mmanụ agbidi na mba ahụ."}}
{"translation": {"en": "Food in Vietnam (100)", "ig": "Lọ ahịa Ghana (100)"}}
{"translation": {"en": "Besides, we are making great efforts to develop new products to meet different requirements.", "ig": "E wezụga, anyị na-eme mgbalị dị ukwuu ịzụlite ọhụrụ ngwaahịa izute dị iche iche chọrọ."}}
{"translation": {"en": "If you have a Mac, then resetting the system management controller (SMC) may fix your problem.", "ig": "Ọ bụrụ na ị nwere Mac, mgbe ahụ ịmegharị onye nlekọta njikwa ihe (SMC) nwere ike idozi nsogbu gị."}}
{"translation": {"en": "We'll talk about fruits, veggies and misunderstood foods.", "ig": "Anyị ga-ekwu banyere otu esi akụ mkpụrụ vaịn na nsị nke seedlings na-enweghị enyemaka ọ bụla na mmiri."}}
{"translation": {"en": "Otherwise, RS is a regular expression.", "ig": "Ma ọ bụghị ya, RS bụ okwu mgbe niile."}}
{"translation": {"en": "24 Until now you have asked for nothing in my name.", "ig": "24 Rue ub͕u a, ọ dighi ihe ọ bula unu nāriọ n'aham."}}
