{"translation": {"en": "Let's hope he joins us", "zu": "Sinethemba lokuthi naye uzosijoyina"}}
{"translation": {"en": "Make full use of your mind.", "zu": "Usebenzise kuhle umkhumbulo."}}
{"translation": {"en": "We need to help them learn the truth as well.", "zu": "Nathi futhi kufanele sifune ukusiza abantu bafunde iqiniso."}}
{"translation": {"en": "\"I'm confident God will decide everything.", "zu": "\"Ngiyamethemba kakhulu uNkulunkulu ukuthi uzongihlelela konke."}}
{"translation": {"en": "I like this idea.'", "zu": "Ngithanda le ngqondo lapha. \""}}
{"translation": {"en": "National Geographic Traveler has listed Vagamon on their directory of the 50 most attractive place to visit in India.", "zu": "I-National Geographic Traveller ifake i-Vagamon ohlwini lwezindawo ezingu-'50 ezikhanga kakhulu ongazivakashela e-India."}}
{"translation": {"en": "They just want to have money, money, money!!!", "zu": "!!!MAGOGO Izinkinga zemali kuphela, imali esheshayo,"}}
{"translation": {"en": "\"Third, think of the Lord.", "zu": "3 Bheka iNkosi-ke,"}}
{"translation": {"en": "So what is needed to stop it?", "zu": "Ngakho-ke, yini okudingekayo ukuyimisa?"}}
{"translation": {"en": "All modes of public transport are easily available.", "zu": "Zonke izinhlobo zezithuthi zomphakathi zitholakala kalula."}}
{"translation": {"en": "As every good KDE user should know, with the arrival of version 4, notifications were integrated into...", "zu": "Njengoba wonke umsebenzisi omuhle we-KDE kufanele azi, ngokufika kwenguqulo 4, izaziso zahlanganiswa ku ..."}}
{"translation": {"en": "15 minutes prior to dinner.", "zu": "Imizuzu engu-15 ngaphambi kokudla."}}
{"translation": {"en": "the harley Street clinic.", "zu": "Ikliniki yaseHarley Street"}}
{"translation": {"en": "They knew they were under attack.", "zu": "Babona ukuthi behlaselwa."}}
{"translation": {"en": "To your descendants I will give this land\" (Genesis 12:1-3, 7).", "zu": "Inzalo yakho ngiyakuwunikela lo mhlaba (1 Eksodusi 12: 7)."}}
{"translation": {"en": "I am happy you enjoyed the recipe, and I hope you try some other recipes.", "zu": "Ngiyajabula ukuthi uthole izintethe futhi ngiyethemba ukuthi uzame enye."}}
{"translation": {"en": "You don't need any money, just a little imagination and some good company!", "zu": "Akukho lutho olwengeziwe, udinga kuphela inkinobho yokuqalisa nesimo esihle sezinto!"}}
{"translation": {"en": "\"Why are the soldiers here?\" asked his mother.", "zu": "\"Kungani ulapha?\" - kubuza unina."}}
{"translation": {"en": "In case of emergency (WikiPedia EN)", "zu": "ICE (In Caso di Emergenza) - Wikipedia"}}
{"translation": {"en": "His first care is his wife and family.", "zu": "Umndeni Umama onakekelayo kakhulu nonkosikazi."}}
{"translation": {"en": "22:9 'Then they came to the place of which God had told him.", "zu": "22:9 Bafika endaweni uNkulunkulu abemkhombise yona."}}
{"translation": {"en": "They chose the wrong path.)", "zu": "Bazabe behamba ngendlela engayisiyo.)"}}
{"translation": {"en": "22: Then he himself went to Ramah, and came to the great well that is in Secu; and he asked, \"Where are Samuel and David?\"", "zu": "22Wayeseya naye eRama, wafika emthonjeni oseSeku, wabuza ukuthi: \"Baphi oSamuweli noDavide na?\""}}
{"translation": {"en": "However, when they came to Haran, they settled there.", "zu": "Futhi besondela kuze kufike eHarana, ahlala khona."}}
{"translation": {"en": "They cannot ride in the streets.", "zu": "Abakwazi ukuhamba emgwaqweni."}}
{"translation": {"en": "We can use almost any photo.", "zu": "Ungakhetha cishe kunoma yisiphi isithombe."}}
{"translation": {"en": "We are all very appreciated about that.", "zu": "Akuthandabuzwa ukuthi sonke siyakubonga kakhulu lokhu."}}
{"translation": {"en": "When a player buys Roblox using their code, a proportion of the profit is shared with YouTubers whose code is used.", "zu": "Lapho umdlali ethenga iRoblox esebenzisa ikhodi yakhe, ingxenye yenzuzo yabiwa namaYoutubers asetshenziswa ikhodi yawo."}}
{"translation": {"en": "Lab supplies & chemicals (19%)", "zu": "yokuncwaninga izinsimbi kanye namakhemikhali > = 50%"}}
{"translation": {"en": "And will also result in severe distortion.", "zu": "Kungenzeka ukuthi kuzoveza nenkohliso esithile esingathí sina."}}
{"translation": {"en": "Too Hot to Believe (5)", "zu": "Imisebenzi kaNkulunkulu miningi kakhulu ukuba ngingayibala (5)"}}
{"translation": {"en": "Therefore, I have made you a disgrace to the nations and a mockery to all the lands.", "zu": "Ngenxa yalokhu, Ngikwenze kuyihlazo kwabezizwe, futhi usulu kuwo wonke amazwe."}}
{"translation": {"en": "A new view of the Universe,", "zu": "Ibhayisikobho umkhathi owasungula,"}}
{"translation": {"en": "Or it would be the most logical to prepare different previews at the beginning and observe the effect on optimization.", "zu": "Noma kungaba okunengqondo kakhulu ukulungiselela ukubuka kuqala okuhlukile ekuqaleni futhi ubone umphumela ekusebenzeni kahle."}}
{"translation": {"en": "P. V. Gopalan (a career civil servant) is the maternal grandfather of Kamala Harris, born in 1911.", "zu": "U-PV Gopalan (isisebenzi sikahulumeni somsebenzi) nguyisemkhulu ozala umama kaKamala Harris, owazalwa ngo-1911."}}
{"translation": {"en": "Recognize that you aren't in control.", "zu": "Qaphela ukuthi awuphazamiseki emoyeni."}}
{"translation": {"en": "I want us to be challenged from the get-go.\"", "zu": "Ngifuna ukuba siziqhenye ngaphezu kwezinye izizwe.\""}}
{"translation": {"en": "Ecuador's state of emergency", "zu": "Ukuzamazama Komhlaba E-Ecuador"}}
{"translation": {"en": "16:12 God hath shut me up with the unjust man, and hath delivered me into the hands of the wicked.", "zu": "16:12 UNkulunkulu ungivalele nabangaziphethe kahle, futhi unginikele ezandleni zabangesabi."}}
{"translation": {"en": "And the priest shall take cedar wood, and hyssop, and scarlet , and cast it into the midst of the burning of the heifer.", "zu": "umpristi uyakuthabatha umsedari, nehisopi, nendwangu ebomvu, akuphonse phakathi kokushayo kwesithole."}}
{"translation": {"en": "54And he brought them to his holy land, to the mountain which his right hand had won.", "zu": "54 Wabayisa emnceleni wakhe ongcwele, entabeni esasiyizuzile isandla sakhe sokunene."}}
{"translation": {"en": "what's the function of names?", "zu": "Iyini isici samagama?"}}
{"translation": {"en": "Contemporary art - what does it mean?", "zu": "Yokukala wamanje - kusho ukuthini?"}}
{"translation": {"en": "I've never heard someone say that before...", "zu": "Angikaze ngizwe noma ngubani esho into enjalo..."}}
{"translation": {"en": "\"To all who come to this happy place...welcome.\"", "zu": "\"Bonke abamukelayo kule ndawo ejabulisayo, bayemukelwa!"}}
{"translation": {"en": "Or is it just the Doctor?", "zu": "Kodwa lokho kuphela uma udokotela so simple?"}}
{"translation": {"en": "Therefore, they deserve our respect.", "zu": "Ngakho ke kumele siwahloniphe"}}
{"translation": {"en": "And even if it does, the risk of making things worse is still high.", "zu": "Ngisho noma lokhu kwenzeka, ingozi yokuphindaphinda kwayo inkulu kakhulu."}}
{"translation": {"en": "My Soul, I've been deceived", "zu": "Thokozani Langa - uQhathizwe"}}
{"translation": {"en": "You may also dream that the dead person is sick and is on the verge of death.", "zu": "Usungamuphikela ukuthi nguye lona ogule wacishe washona."}}
{"translation": {"en": "It&apos;s located in the center of town.", "zu": "M / A esiteshini Da Nang Itholakala enkabeni yedolobha."}}
{"translation": {"en": "disability pension (1)", "zu": "Pensiones Minami Uonuma (1)"}}
{"translation": {"en": "As the Bible says: The harvest of righteousness is sown in peace by those who make peace.", "zu": "IBhayibheli lithi: \"Imbewu yesithelo sokulunga ihlwanyelwa ngaphansi kwezimo zokuthula kulabo abenza ukuthula.\""}}
{"translation": {"en": "Save $15 on Purchases of $99 or More", "zu": "Thatha u- $ 15 Off kuma-oda abiza u- $ 99 Noma Ngaphezulu"}}
{"translation": {"en": "Her performance was genuine.", "zu": "Ukuzithoba kwakhe kwakungokweqiniso."}}
{"translation": {"en": "I wish I could remember every single technique now... and of course you can't when you learn so many new things all at once and you only do them one time.", "zu": "Ngithanda kudonse Ngokuzayo noma kakade omama bekholelwa ukuthi akudingekile ukuba ufunde yonke imininingwane ngesikhathi esisodwa - uzothola izinto eziningi wena kuphela ngemva kokuqala ukusebenzisa into."}}
{"translation": {"en": "Moore said shortly after that she'd been shot.", "zu": "Washaywa ngemuva nje umphikisi wakhe Moore."}}
{"translation": {"en": "HOW am I going to get through today?", "zu": "Ngizodlula kanjani kulolu suku?"}}
{"translation": {"en": "The Winnipeg Free Press does not necessarily endorse some of the views submitted.", "zu": "The Winnipeg Free Press akusho ngempela lisekela khona noma imiphi imibono posted."}}
{"translation": {"en": "Appeals, because both sides have vowed to carry on their efforts.", "zu": "Kufanele baqhubeke ngoba bobabili bathembisa ukwenza."}}
{"translation": {"en": "on judgement day.", "zu": "^ Okuwukuthi, ngoSuku Lokwahlulela."}}
{"translation": {"en": "Hungary is one of the 15 most popular tourist destinations in the world with its capital Budapest regarded as one of the most beautiful cities.", "zu": "IHungary ingenye yezindawo ezivakashelwa izivakashi ezingama-15 emhlabeni, inhloko-dolobha ethathwa njengenye yezindawo ezinhle kakhulu emhlabeni."}}
{"translation": {"en": "This is true for our personal lives and it is more true than ever in the way we work.", "zu": "Lokhu kutsho ukuthi kufanele siphilele iqiniso, siliqakathekise ukwedlula loba yini njalo silisebenzise kukho konke esikwenzayo."}}
{"translation": {"en": "The tribes were to play the game Tetris.", "zu": "Amathiphu ukudlala Tetris Battle."}}
{"translation": {"en": "\"We've been waiting for this moment for eight years.", "zu": "\"Kudala sikhulekele ukuthola le ndawo, iminyaka engu-8 yonke."}}
{"translation": {"en": "I sat up painting at night to try and raise money.", "zu": "Ngilala Ngingalele Ngivuka Ngiyozama Imali Yamalobolo"}}
{"translation": {"en": "We were trying to get it off.", "zu": "Samazama ukukhupha."}}
{"translation": {"en": "\"I'm pissed that all these kids are dying.", "zu": "\"Ngayeka ukucabanga ukuthi bonke abafana bayacasula."}}
{"translation": {"en": "It's really mod?", "zu": "Phela, lokho isibindi empeleni?"}}
{"translation": {"en": "But he said the group intended to make all its findings available.", "zu": "Kodwa uthe, iqembu lifuna ukuthi kubhalwe bonke abantu bokufika."}}
{"translation": {"en": "Do not handle this medication if you are pregnant or may become pregnant.", "zu": "Ungathathi lo muthi uma ukhulelwe noma mhlawumbe ukhulelwe."}}
{"translation": {"en": "Picks up patients from all areas of the hospital....", "zu": "Okwenzakala Esibhedlela Esesithatha Izigulane Ezivela Elizweni Lonke ..."}}
{"translation": {"en": "44 In the same way the robbers who were crucified with him also heaped insults on him.", "zu": "44 Kepha nabaphangi ababebethelwe esiphambanweni kanye naye bamdumaza kanjalo."}}
{"translation": {"en": "if we compare to the human development,", "zu": "Njengo ukuzwisisa kwethu ukukhula komuntu kuya phambili,"}}
{"translation": {"en": "To the contrary, we encourage it.", "zu": "Kunalokho, sigabisa Yakhe."}}
{"translation": {"en": "22-year-old resident", "zu": "zekekhaseli 22 YRe age"}}
{"translation": {"en": "All of these features make this product a suitable water flask for both sports and outdoor activities.", "zu": "Zonke lezi zimfanelo zibenza lokhu umdlalo ethandwa kakhulu izitshalo zezimboni kanye Tinsita."}}
{"translation": {"en": "What are the accounting.", "zu": "Ayini ama-akhawunti okonga?"}}
{"translation": {"en": "He obviously was aware of issues resulting from the factory stuff.", "zu": "Wayazi ngokomzwelo wemvelo ukuthi luwumgogodla yiliphi ibhizinisi."}}
{"translation": {"en": "The orange wires come from the engine.", "zu": "Ama-red moles avele esikhumbeni."}}
{"translation": {"en": "The Village of Angel Fire", "zu": "Ukuqasha kokuvakasha e-Angel Fire"}}
{"translation": {"en": "A big bathroom is available on the floor and is cleaned everyday.", "zu": "Egcekeni kukhona indawo yokubhukuda enkulu, lapho amanzi zihlanjululwa nsuku zonke."}}
{"translation": {"en": "the position that should be visible.", "zu": "Ukubukeka yisiphi isikhungo kumele kube liyabonakala."}}
{"translation": {"en": "\"I learned that even as safe as you feel, there are things you can't control.", "zu": "\"Lokhu kungifundise ukuthi ngisho ungadlula ezimeni ezinjani zempilo kodwa kukhona ababona utho kuwe."}}
{"translation": {"en": "The owner of the housing will be a borrower, but not all transactions with it can be carried out without a bank.", "zu": "Umnikazi impahla umboleki, kodwa hhayi yonke imisebenzi kungenzeka kwenziwe ngaphandle ebhange."}}
{"translation": {"en": "Olaudah Equiano, the enslaved Nigerian who became a pioneer abolitionist in England", "zu": "U-Olaudah Equiano, isigqila saseNigeria esaba yisibalo esikhulu ekuqothulweni"}}
{"translation": {"en": "Then he asked me if I was on Crank.", "zu": "\"Abe esengibuza ukuthi ngabe ngafakwa emotweni ngenkani yini."}}
{"translation": {"en": "To get a job with no escape.", "zu": "Ukuze uthole ezinye ukusebenza kungekho imithetho."}}
{"translation": {"en": "'What are the four?", "zu": "Yikuphi ezine?"}}
{"translation": {"en": "In teenage years, a person is already able to take decisions independently.", "zu": "Ngo umkhuba, kuba ngeminyaka umuntu kungaba banesibophezelo sezenzo zabo futhi wenze zonke izinqumo ngokuzimela."}}
{"translation": {"en": "For the above-mentioned reasons, these 'innovation capabilities' are not possible from a scientific point of view.", "zu": "Nokho, uma kuziwa ngokoqobo, lezi \"amakhono\" ngasizathu simbe asisebenzi."}}
{"translation": {"en": "It harms both himself and others.", "zu": "Futhi yena nabanye imbangela kabi."}}
{"translation": {"en": "Article 208 of the Criminal Code does not determine the purpose of committing a criminal act, although there is a sign of armament.", "zu": "Article 208 of Criminal Code asichazi injongo bephula umthetho, nakuba kukhona uphawu izikhali."}}
{"translation": {"en": "Discrimination Against People with Disabilities Teen Ink", "zu": "Uphenyo sabakhubazekile Anex Elana"}}
{"translation": {"en": "For starters, their training was different.", "zu": "Izibuyekezo iqhaza ukuqeqeshwa okokuqala zazihlukile."}}
{"translation": {"en": "Security in communication is a prerequisite for mobile application in the clinic.", "zu": "Izindlela sokuqala zokuxhumana kuyinto ukusetshenziswa indawo esemthethweni kulesi sibhedlela."}}
{"translation": {"en": "It also teaches us that our words have great power - power to destroy or power to build.", "zu": "Asikhumbuleni bona amezwi esiwakhuluma kwabanye anamandla - amandla wokwakha namtjhana wokulimaza."}}
{"translation": {"en": "Were you obedient to what I called you to be obedient?", "zu": "Lokho engikubeke kinina, niyakwazi ukukuphetha ngokuzinikela?"}}
{"translation": {"en": "The store's clothes", "zu": "Impahla ezitolo"}}
{"translation": {"en": "Therefore, turning, Abner struck him with his spear in the groin, and he pierced him through, and he died in the same place.", "zu": "Ngakho, ukuvula, U-Abineri wamgwaza ngomkhonto wakhe e imbilapho, futhi abamgwazayo ngokusebenzisa, wafa endaweni efanayo."}}
