{"translation": {"en": "They're spiritually blind.", "zu": "Wena izimpumputhe ngokomoya."}}
{"translation": {"en": "We only go for Packages.", "zu": "Thola kwethu yedwa ejensi amaphakheji."}}
{"translation": {"en": "Andrea's Around The World", "zu": "Indawo yonke ibungazwe ngu-Andrea"}}
{"translation": {"en": "The child saw everything...\"", "zu": "Ingane, yalahlekelwa yiyo yonke ... .\""}}
{"translation": {"en": "Start your observation of the city by visiting the local Historical Museum.", "zu": "Qala amaziyo yakho idolobha ngezisusa zomlando-Museum lwazi lendawo."}}
{"translation": {"en": "young. man.", "zu": "Inuyasha: Oh man."}}
{"translation": {"en": "You agree to provide accurate, current, and complete purchase and account information for all purchases made on our website.", "zu": "Uyavuma ukuhlinzeka ngolwazi lwamanje, eliphelele futhi oluphelele nolwazi lwe-akhawunti yawo wonke ukuthenga okwenziwe esitolo sethu."}}
{"translation": {"en": "A number of our regular students were in attendance.", "zu": "Abantu abaningana kulabo ayebafundela baqala ukuba khona njalo emihlanganweni yethu."}}
{"translation": {"en": "Cleanliness is maintained well.", "zu": "Ukuhlanzeka kugcinwa ngokuqinile."}}
{"translation": {"en": "There's also the commission to factor in after a win.", "zu": "Futhi luwele ezandleni umdlali ngokuwina impi."}}
{"translation": {"en": "Be with us this day,", "zu": "2 Hlala nathi, Langa lethu,"}}
{"translation": {"en": "In May 2021, retailers threatened action over the deforestation of the Amazon.", "zu": "NgoMeyi 2021, amakhasimende aseHong Kong a-ode imikhiqizo yokubulala amagciwane enkampanini ya-oda inqwaba yokusula amagciwane okugeza okususa amanzi enkampanini."}}
{"translation": {"en": "David's house, throne, and kingdom shall be established forever.", "zu": "Kepha uDavide, nasenzalweni yakhe nendlu, isihlalo sayo sobukhosi, Sengathi kungaba khona ukuthula evela eNkosini, kuze kube phakade. \""}}
{"translation": {"en": "One Inch 7.", "zu": "7 Bhiwani Inst."}}
{"translation": {"en": "It has the gift of speaking with animals.", "zu": "Ngakho, ilungelo lokukhuluma izinsana."}}
{"translation": {"en": "She lives in a village with her mother.", "zu": "Kodwa yena uhlala edolobhaneni nomama wakhe."}}
{"translation": {"en": "What do you do when God calls you to the test?", "zu": "Uma amazwi kaNkulunkulu ekuvivinya lapho efika kuwe, uzokwenzenjani?"}}
{"translation": {"en": "my love, I was set ablaze by the smile", "zu": "Yaz' udikiza ngize ngizwe sengathi ngizomamatheka"}}
{"translation": {"en": "It's all about the hate today", "zu": "O Kshanamu Undalenu Tanani Choodaka"}}
{"translation": {"en": "Chair: Public Administration, in particular the Empirical Study of Administrative Law", "zu": "Civil umthetho uhlelo - ngesisekelo ukusebenza yangasese-sphere"}}
{"translation": {"en": "All changes to the game files are stored in a separate directory and are easy to revert.", "zu": "Futhi ngendlela yokuthi, zonke izinguquko kumafayili wegeyimu zigcinwe enkombeni ehlukile futhi kulula ukubuyela kuyo."}}
{"translation": {"en": "I do work with a...", "zu": "Ngisebenza nabantu a..."}}
{"translation": {"en": "He healed the blind, the leper, the lame.", "zu": "Welapha izimpumputhe, izimungulu, abanochoko kanye nezithulu."}}
{"translation": {"en": "The Minnesota water does not agree with his family.", "zu": "Muscovites ngeke ivumelane landfill wakhe."}}
{"translation": {"en": "\"What's writing?", "zu": "Iyini indaba yokubhala?"}}
{"translation": {"en": "It is a great vehic...", "zu": "Kuyinto eziphilayo omkhulu ..."}}
{"translation": {"en": "Like a creative artistry.", "zu": "Njengomsebenzi ozimele wokudweba."}}
{"translation": {"en": "Female Assassin's voice was full of weakness.", "zu": "Elesifazanake ilizwi le-alto libanjwe ngu Kwanele Moyo."}}
{"translation": {"en": "How to make important decisions.", "zu": "C) Kufanele zenziwe kanjani izinqumo ezibaluleke kakhulu?"}}
{"translation": {"en": "This is NOT the full list!", "zu": "Futhi lokhu akuyona uhlu oluphelele!"}}
{"translation": {"en": "A note relating to the chances of winning blackjack free:", "zu": "Nawa amathiphu ambalwa ukwazi ukuthi ukuwina kumnyama Blackjack:"}}
{"translation": {"en": "Anyone's you know?", "zu": "Ingabe kukhona owaziyo?"}}
{"translation": {"en": "Because it's simply unique.", "zu": "Ngoba - indawo eyingqayizivele."}}
{"translation": {"en": "Anyone else would have spent the weekend in jail.", "zu": "Bonke kwadingeka ukuba bachithe impelasonto ejele."}}
{"translation": {"en": "Let's state the obvious: taking care of a newborn is pretty intense.", "zu": "Kumele sikhumbule abaluleke kakhulu: ukwelapha lesi sifo ngo nosana kunzima kakhulu."}}
{"translation": {"en": "Now, but I just worked that summer, yes, then went back to school.", "zu": "Yebo, Emuva ngaleso sikhathi - Yebo yebo? - Emuva ekolishi, ngaqala umsebenzi."}}
{"translation": {"en": "TITLE: Grow Up and Blow Away", "zu": "Izicelo: Nyusa ukhophe ukukhula"}}
{"translation": {"en": "Nevertheless, everything else is described in easy language", "zu": "'Nokho konke okunye kuchazwa ngolimi olulula' - Nevertheless, everything else is described in easy language"}}
{"translation": {"en": "What is the kingdom of the Highest One but the kingdom of God?", "zu": "Kubayini uJesu ayiKosi yomBuso kaZimu ehle ukuwadlula woke amakhosi ababantu?"}}
{"translation": {"en": "26 The word of the Lord came to Jeremiah: 27 See, I am the Lord, the God of all flesh; is anything too hard for me? 28 Therefore, thus says the Lord: I am going to give this city into the hands of the Chaldeans and into the hand of King Nebuchadrezzar of Babylon, and he shall take it.", "zu": "26 Ilizwi le Nkosi lafika kuJeremiya lathi: 27 Khangela, mina ngiyi Nkosi, uNkulunkulu wayo yonke inyama; kambe kukhona okungehlulayo yini? 28 Ngakho khangela, ngiyawunikela lumuzi ezandleni zamaKhaladiya lezandleni zikaNebukadinezari inkosi yeBhabhiloni ozawunqoba."}}
{"translation": {"en": "Besides the ease of publication, this is one of the biggest factors for authors deciding to self-publish.", "zu": "Ngaphandle kokunethezeka kokushicilelwa, lokhu kungenye yezici ezinkulu kubalobi enquma ukuzishicilela."}}
{"translation": {"en": "Therefore, America can easily be called a strange immigrant.", "zu": "Ngakho-ke Melika kalula kungenziwa ngokuthi abavela kwamanye amazwe aphambene."}}
{"translation": {"en": "would it be covered by worker's comp?", "zu": "Kungase ibukeke umyalelo esihlanganisiwe kubasebenzi?"}}
{"translation": {"en": "And you're going to hell - if you don't recognize Jesus Christ as your savior.", "zu": "Esihogweni, uyohlale khumbula ngesikhathi ukwenqaba uJesu Kristu njengoMsindisi wakho."}}
{"translation": {"en": "If you have one of those, count yourself lucky.", "zu": "Uma kukhona omunye, ukubala ngokwakho lucky."}}
{"translation": {"en": "\"What happened to the teacher?", "zu": "Kuyini okwenzeka uthisha?"}}
{"translation": {"en": "The ninth graders were already beginning to plan for college.", "zu": "Kakade ngebanga lesishiyagalolunye labafundi baqala ukulungiselela ukufakwa esikhathini esizayo esikhungweni semfundo ephakeme."}}
{"translation": {"en": "After all, this is our Universe.", "zu": "Ngaphezu kwakho konke, lesi mkhathi."}}
{"translation": {"en": "Two years later I decided to make it.", "zu": "Ngemva kweminyaka emibili, nganquma ukuyohlala khona."}}
{"translation": {"en": "Pienaar-Vice told News24 that Oosthuizen was a friend of her daughter's and that she never had any problems with him.", "zu": "NgoJanuwari, uMarlaine watshela iNews24 ukuthi u-Oosthuizen wayengumngani wendodakazi yakhe futhi naye akaze abenenkinga nalokho."}}
{"translation": {"en": "Once the rice is cooked, put it in a plate.", "zu": "Lapho ilayisi liphekiwe, siyifaka epanini."}}
{"translation": {"en": "The rest was up to Adam and Rachel.", "zu": "Amafulethi wonke ibungazwe ngu-Adam & Lisa"}}
{"translation": {"en": "I hear you but I don't see you.", "zu": "Ukuninana ngikuzwe ngaphandle kodwana ngikubone kuwe."}}
{"translation": {"en": "You will NOT find another unit like this on the market with TWO parking spaces.", "zu": "Ngeke nithole lutho njengalelo elisensimini lesibili ngesandla ezitolo."}}
{"translation": {"en": "Don't try to rip off the store on a technicality.", "zu": "Musa ngokushesha ukugijimela esitolo sikhulisa ziyanuka."}}
{"translation": {"en": "But at least the first two would be wrong.", "zu": "Kodwa-ke, kokuqala ezimbili, unephutha."}}
{"translation": {"en": "we can move towards God", "zu": "Thina ungaya ngqo Nkulunkulu"}}
{"translation": {"en": "Haiti earthquake of 2010.", "zu": "Ukuzamazama komhlaba kweHaiti ngoJanuwari 2010."}}
{"translation": {"en": "(Romans 15:26) We likewise assist the afflicted by rebuilding their homes and places of worship and by providing food, clothing, and medical treatment.", "zu": "(Roma 15:26) Ngendlela efanayo nathi sisiza ababhekene nezinhlekelele ngokwakha kabusha imizi yabo nezindawo zokukhulekela nangokubanika ukudla, izingubo zokugqoka kanye nosizo lwezokwelapha."}}
{"translation": {"en": "Synot an online slot machine from the scheme used in 2005.", "zu": "Emincane kakhulu usayizi injini yemoto, eyakhishwa emgqeni inhlangano ngo-2005."}}
{"translation": {"en": "It is very likely it will go bankrupt (it has already defaulted on some interest payments on its bonds).", "zu": "Izifiso zakho zizogcwaliseka (sezivele zehlulekile ngokwezezimali nge-Ubuntu Edge)."}}
{"translation": {"en": "Among the accomplishments for the city were:", "zu": "Lokubaluleke kakhulu ngenxa yokuphila edolobheni kwakuyilawa:"}}
{"translation": {"en": "With the funds raised in the market, the EIB provides long-term financing for sound investment projects.", "zu": "Njengoba kunikezwe ukushintshwa kwemakethe yokushintshaniswa kwamanye amazwe, iSberbank ibeka amanani asezingeni lemali-mboleko yesikhathi eside."}}
{"translation": {"en": "Isolate the United States.", "zu": "Usa isolation."}}
{"translation": {"en": "She told me that both her parents had passed years before and most of her siblings were also gone.", "zu": "Uthe besekuneminyaka behlala bobabili nomufi njengoba izihlobo zabo eziningi sezashona."}}
{"translation": {"en": "Summer is all the light.", "zu": "Ihlobo, zonke ezikhanyayo zokukhanya."}}
{"translation": {"en": "For example, transportation of passengers.", "zu": "Ngokwesibonelo, ukuthumela somhambi ezokuthutha."}}
{"translation": {"en": "As you can see, there is nothing to comment on, everything is clear.", "zu": "Njengoba ubona, akukho ikakhulukazi engaqondakali, yonke into icacile."}}
{"translation": {"en": "His wife said to him: \"I do not know.\"", "zu": "Wayengabazi, kodwa wathi kubo: Owesifazane: - Angikwazi, kodwa kufanele ulambe."}}
{"translation": {"en": "Firefox is designed as an intelligent browsing feature that lets you take your privacy, passwords, and bookmarks with you safely wherever you go.", "zu": "Sihlelele iFirefox ngezici zokuphequlula ezikuvumela ukuthi uthathe ubumfihlo bakho, amaphasiwedi, namabhukhimakhi kanye nawe lapho uya khona."}}
{"translation": {"en": "The World Was Mine.", "zu": "- isi yayimi"}}
{"translation": {"en": "Its accuracy and precision are tested through a series of challenging tests.", "zu": "Kunoma yikuphi, i-olunembile nesineke uphethwe ukwahlulela wenziwa izinqubo eziningana zokuxilonga."}}
{"translation": {"en": "The weather is very difficult.", "zu": "isimo sezulu sinzima kakhulu."}}
{"translation": {"en": "What's News feed: A real-time news feed, curated by The Wall Street Journal's award-winning journalists - featuring the must-know global news across business, finance, politics and the economy throughout the day.", "zu": "(+) Sici okusha: Yini Izindaba feed: A real-time izindaba feed, zikhethwa by imiklomelo izintatheli-featuring-Wall Street Journal sika ekumele ukwazi izindaba global yonkana ibhizinisi, ezezimali, ezombusazwe kanye nomnotho usuku lonke."}}
{"translation": {"en": "In that case, you need to call an attorney to get your rights.", "zu": "Esimweni esinjalo, ungashayela ummeli ukuthola ilungelo lakho elisemthethweni."}}
{"translation": {"en": "This suggests that changes in the brain happen early in development.", "zu": "Lokhu kwenza kube lula ukubona izinguquko sokugembula emzimbeni ngendlela efanele usaqala."}}
{"translation": {"en": "There are no suspects and police don't", "zu": "Isimungulu futhi singaboni lutho emaphoyiseni"}}
{"translation": {"en": "Smoked meats? yes.", "zu": "wadliwe meble??"}}
{"translation": {"en": "The NBA's greatest players", "zu": "abadlali abakhulu kunabo bonke besikhathi nba"}}
{"translation": {"en": "How blessed am I that God did not give up on me.", "zu": "Makabongwe uNkulunkulu ongalahlanga umkhuleko wami nomusa wakhe kimi."}}
{"translation": {"en": "Only give access to sensitive data, such as your location and photos, to apps that you trust.", "zu": "Nika ukufinyelela kuphela kwidatha ezwelayo, njengendawo yakho nezithombe, kuzinhlelo zokusebenza ozethembayo"}}
{"translation": {"en": "The protestant reformation at 500 years", "zu": "Ukuguqulwa kwamaProthestani iminyaka eyi-500"}}
{"translation": {"en": "You need to check the record of your company.", "zu": "Kodwa-ke, kufanele ubheke usayizi wenkampani yakho."}}
{"translation": {"en": "Bring me your soul", "zu": "Kholeka Umoya Wami"}}
{"translation": {"en": "Death was passed down from Adam.", "zu": "Ukufa kweza ngoAdamu."}}
{"translation": {"en": "He says that humans are programmed to return a favor.", "zu": "Uthe uhlelo kufanele lubuyiselwe ukuze kusizakale abanye abantu."}}
{"translation": {"en": "The God of the Bible does extraordinary miracles all over the globe.", "zu": "Ithonya lalowo saint elikhazimulayo kuzodala izimangaliso yonke indawo."}}
{"translation": {"en": "Nation's history, all of the crimes, and there weren't very", "zu": "izincwadi i nature esingokomlando, silahlekelwa lutho futhi namanje"}}
{"translation": {"en": "...And think twice before leaving.", "zu": "Ngakho cabanga kabili ngaphambi kokuthi uhambe."}}
{"translation": {"en": "This acknowledges that over the longer term, most stocks are fundamentally attractive at a given time and price.", "zu": "Isimo funa abelokhu evalelekile ngenxa yokuthi imikhiqizo eminingi ekuqaleni isidumo kwenkathi ethile isikhathi, inkathi."}}
{"translation": {"en": "While he's doing it, he talks to her.", "zu": "Njengoba wayenze okuningi konke, ukhuluma nakho."}}
{"translation": {"en": "The administrative fine can reach a height of +- EUR 300,-, or in other cases a height of at most 100% of the amount of duties.", "zu": "Inhlawulo yokuphatha ingafinyelela ubude bokuthi + - EUR 300, -, noma kwezinye izimo ukuphakama okungenani kwe-100% yenani lemisebenzi."}}
{"translation": {"en": "Something special for Mother's Day", "zu": "Yenza okuthile okukhethekile ngoSuku Lomama"}}
{"translation": {"en": "The song in the night", "zu": "UF Ingoma ebusuku"}}
{"translation": {"en": "leads to a rapid return of interest in sexual activity.", "zu": "Inikeza ukuvusa okusheshayo ngokocansi."}}
{"translation": {"en": "All organizations are...", "zu": "Zonke ziyizinhlangano esinga ..."}}
{"translation": {"en": "You need to press the Windows key on the keyboard, which is located between Ctrl and Alt.", "zu": "Kumele ucindezela ikhi Windows on the keyboard, esemgwaqweni phakathi Ctrl futhi Alt."}}
{"translation": {"en": "Usually you have to pay double for that kind of action...", "zu": "Imagine paying double for isikorokolo esinje..."}}
{"translation": {"en": "4 School Rd, The Old Smithy,", "zu": "Wanita, 20th alumni SMK akuntansi , ulet,"}}
{"translation": {"en": "I am hoping that things get better.", "zu": "Ngithemba ukuthi izinto zizoba ngcono lapho."}}
{"translation": {"en": "Several of his stories...", "zu": "Ezinye zezinkondlo zakhe ..."}}
{"translation": {"en": "The attackers took his Tavor assault rifle.", "zu": "Amaphoyisa abophe umsolwa athatha nesibhamu sakhe sohlobo lwe-Astra revolver."}}
{"translation": {"en": "Strong tea or coffee.", "zu": "Ikhofi eqinile noma itiye."}}
{"translation": {"en": "According to the June 24th Birthday Meanings , you may be inclined to be loyal, giving idealist.", "zu": "Ngokusho kwe-Usuku lokuzalwa luka-Juni 24Izincazelo, ungahle uthambekele ekuthembekeni, unikeze umbono."}}
{"translation": {"en": "We understood what it was.", "zu": "Asizwise lokhu ukuthi kwakuyini."}}
{"translation": {"en": "Luckily I was able to back up and get out.", "zu": "Okuhle ukuthi ngakwazi ukuvuka ngizicoshe."}}
{"translation": {"en": "Thanks to my friend... chi-wook.", "zu": "Ngiyabonga - tig - Zulu Swati Sichazamagama?"}}
{"translation": {"en": "However, most are lagging behind.", "zu": "Kodwa-ke kokuningi kwayo ingemuva."}}
{"translation": {"en": "Help elect the man who is light-years ahead of the competition!", "zu": "Hlola zokugembula enikeza le ongakhetha Izigatshana zezinyanga ongaphezu kovamile!"}}
{"translation": {"en": "How do I know what kind of hard drive I have?", "zu": "Ngazi kanjani ukuthi iyiphi i-hard drive enginayo?"}}
{"translation": {"en": "Exhibition will run from January 11th through February 9th.", "zu": "ezobanjelwa kuleli kusukela zingu-11 kuJanuwari kuze kube mhla zingu-1 kuFebhuwari."}}
{"translation": {"en": "only terminated his wife...", "zu": "Futhi wathembela umkakhe kuphela ..."}}
{"translation": {"en": "We're from two different planets.", "zu": "Abamele amaplanethi amabili ahlukene."}}
{"translation": {"en": "He said he's learned from others that when that pick is called, he must be comfortable with the decision.", "zu": "Uthe amalungu afundiswa ukuthi uma kukhethwa ubuhulo, kumele uzehlise ngaphansi kwalobo buholi."}}
{"translation": {"en": "The room was the same as before.", "zu": "\"Ikamelo kwaba njengakuqala."}}
{"translation": {"en": "The new office attempts to meet this need.", "zu": "Entsha umshini ukuhlelwa wanelisa kule mfuneko."}}
{"translation": {"en": "Do not rely on an \"expert.\"", "zu": "Sicela ungabeki konke ukwethemba kwakho 'kuchwepheshe' oyedwa."}}
{"translation": {"en": "I didn't realize that she had been elected president.", "zu": "Benginganakile ukuthi akanikezwa isihloko sejaji."}}
{"translation": {"en": "Sea water, free, fresh, and healthy.", "zu": "Amanzi olwandle - ahlanzekile, ageze ke - nemnandi."}}
{"translation": {"en": "However, not everyone is convinced the FCGS program is worth picking up.", "zu": "Nokho, akubona bonke uyavuma ukuba ekuphambukeni ukuwufinyelela phezulu PC."}}
{"translation": {"en": "You will lose your crown.", "zu": "Ngeke ulahlekelwe isithsaba."}}
{"translation": {"en": "Somebody asked, \"Who's going to see them posted?\"", "zu": "Sebeshilo, \"Ubani oyobabona?\""}}
{"translation": {"en": "He made a portion of the law (legal), but that is NOT required by a judge!", "zu": "Lesi yisinqumo esingenziwa yisikhulu (esisizayo) uqobo futhi asidingi mvume yejaji."}}
{"translation": {"en": "Honestly, this is one of the most difficult life lessons I've had to learn.", "zu": "Yebo, isifundo sempilo esingenhla singenye yezifundo ezinzima kunazo zonke okwadingeka ngizifunde."}}
{"translation": {"en": "You can use the preliminary version for free while the full version comes at the cost of 40$.", "zu": "Ungasebenzisa inguqulo yokuqala mahhala ngenkathi inguqulo ephelele iza ngezindleko ezingama-40 $."}}
{"translation": {"en": "For that reason, branding will probably be a necessity to win the race.", "zu": "Ngakho, Pancu cishe ukhishwa ukunqoba."}}
{"translation": {"en": "sweet summer children...", "zu": "Izimbadada zezingane zasolwandle zasehlobo zangaphandle ..."}}
{"translation": {"en": "Over the years,... continue reading", "zu": "Eneminyaka eyi... Continue Reading"}}
{"translation": {"en": "The colour is dark navy blue...", "zu": "i-wholesale Navy alignme eluhlaza okwesibhakabhaka ..."}}
{"translation": {"en": "It's As Easy As Pi", "zu": "kulula njengoba pie"}}
{"translation": {"en": "Ultimate Painting are simple but effective with their lo-fi guitars and catchy but unfussy melodies", "zu": "Isizulu esilula lesi kanti kumnandi ukudlalisa inkotha ngezaga nezisho zesiZulu"}}
{"translation": {"en": "Well, at least there's Rick and Morty.", "zu": "Ngakho-ke kukhona uRick noMorty isikhashana."}}
{"translation": {"en": "Ah...another sign", "zu": "Label: mukena cinde"}}
{"translation": {"en": "Your daughter has been arrested.", "zu": "uboshiwe Yindodakazi yami."}}
{"translation": {"en": "You have agency, so make use of it;).", "zu": "Nina bacibisheli banendlela yakhe yokuyifaka;)."}}
{"translation": {"en": "It is called a Button or Two.", "zu": "Ka - okuthiwa eliyidabuli noma elikabili."}}
{"translation": {"en": "\"why are you reasoning among yourselves?\"", "zu": "nina bokukholwa okuncane, yini ukuba niphendulane phakathi kwenu, ngoba nina"}}
{"translation": {"en": "Going by the prescribed term of a martial law proclamation, they said it has to end after 31 days.", "zu": "Ngaphansi komthetho wabasebenzi engamahlongandlebe aqinisekisiwe ilungelo 31 izinsuku zekhalenda ushiye."}}
{"translation": {"en": "Where's my home", "zu": "Lapho indlu yam' ikhona"}}
{"translation": {"en": "Although Nancy lost the position in 2011 when Democrats became a minority, she did regain her position in 2019.", "zu": "Yize uNancy alahlekelwa isikhundla ngo-2011 lapho amaDemocrats eba yingcosana, wasibuyisa isikhundla sakhe ngo-2019."}}
{"translation": {"en": "It displays the assessment of a cluster's growth.", "zu": "Kukhombisa ukukhula kweqembu."}}
{"translation": {"en": "They know the the American Hockey League, our organization and the type of game we want to play.", "zu": "Kumele sazi ukuthi ngubani i-China Hardware Brand Alliance, hlobo luni lwempucuko yezentengiso esiyidingayo, nokuthi hlobo luni lomhlaba okufanele silwenze."}}
{"translation": {"en": "And if there's coal coming down the line, turn it back on again.", "zu": "Uma i-dayisi liveza isikhova ngaphezulu, gingqa futhi."}}
{"translation": {"en": "The toughest process in management is decision making.", "zu": "Into enzima kakhulu ebhizinisini ukukwazi ukwenza izinqumo uma usesimweni esibucayi."}}
{"translation": {"en": "Nevertheless, you could process solutions rendered via an online retail store.", "zu": "Futhi kungenziwa yayala izixazululo ngomumo eyenziwe esitolo online."}}
{"translation": {"en": "Family sizes and dynamics vary from one to the other.", "zu": "Izigaba kwezimpahla namasevisi kuhluke Dynamics."}}
{"translation": {"en": "Gathering of Children.", "zu": "Ukuqoqwa okubanzi kwezingane."}}
{"translation": {"en": "However, the supply of oxygen is never depleted, and the atmosphere is never choked with \"waste\" gas, carbon dioxide.", "zu": "Noma kunjalo, umoya-mpilo awupheli nhlobo futhi umkhathi akwenzeki nhlobo ucinaniswe \"umoya ongcolile\" noma isikhutha."}}
{"translation": {"en": "Pickpocket each item and then use them to open the door.", "zu": "Hlola konke okuqukethwe ufuna ukubuyisela bese uchofoza Qala Dlulisa."}}
{"translation": {"en": "Before construction started, we launched a campaign to invite the community to write about what the place meant to them.", "zu": "\"Ngaphambi kokuba kuqale uhlelo lokwakhiwa kwezindlu zalaba abadilizelwa ngesikhathi kwakhiwa umgwaqo, sabiza umhlangano womphakathi nalapho sasizobazisa khona ngalolu hlelo."}}
{"translation": {"en": "(Matthew 6:33) Our challenge is to know what our values are and to make choices that embrace those values.", "zu": "(UMathewu 6:33) Izinqumo esizenzayo lalokho esihlela ukukwenza empilweni kutshengisa ukuthi kuyini esikuqakathekisayo."}}
{"translation": {"en": "The apartment contains everything necessary for a couple or a family with two children.", "zu": "Ifulethi elikhulu linakho konke umbhangqwana noma umndeni ongakudinga."}}
{"translation": {"en": "city of culture 2020", "zu": "unisa beni culturali 2020"}}
{"translation": {"en": "The antenna was fabricated.", "zu": "Leli bhokisi antenna yakhiwe."}}
{"translation": {"en": "I have been reading about the heat wave.", "zu": "Ngifunde lesi sigaba ngokugcwele mayelana nokuqhathaniswa kokushisa"}}
{"translation": {"en": "Unfortunately, they are prone to taking matters into their own hands instead of leaving it to us.\"", "zu": "Ye so abantu asikhuthazaneni sihambise izinto ekhaya, hayi ngiyabonga bakithi.\""}}
{"translation": {"en": "Finally, we need to make certain", "zu": "Ekugcineni, kumelwe siqiniseke"}}
{"translation": {"en": "As a result, we find them getting points, despite playing at home.", "zu": "Phela siyakuqonda ukuthi iSenegal kasiyihlulanga yize besidlalela ekhaya."}}
{"translation": {"en": "I don't think I'm being inconsistent:", "zu": "I thinke I doe not amisse:"}}
{"translation": {"en": "Culture is similar to community, but it's the internal component.", "zu": "Isoftware iyafana nabantu: okubalulekile ingaphakathi."}}
{"translation": {"en": "Ne greetings.", "zu": "hhayi ningi than kohliso."}}
{"translation": {"en": "The issue is some of the supplements can't be shipped over the border.", "zu": "Inxenye umuntu wesibili akakwazi ukuya ngalé kwemingcele luhlangotsi."}}
{"translation": {"en": "at Romagne, France, October 26, 1918, during the Meuse-Argonne Offensive.", "zu": "Agasti, Saint-Mihiel kusukela 12. ukuze 19. september, kanye yokugcina Meuse-Argonne wokuhlasela 26."}}
{"translation": {"en": "I always thought of SEO as 'voodoo' marketing.", "zu": "I always Zenoma Sekot as \"Zanoma Sea-coat\""}}
{"translation": {"en": "When the level of testosterone started to get improved high, it helps you to reduce the level of your fat.", "zu": "Lapho testosterone izinga lakho lehla, ngakho can mafutha yemisipha yakho."}}
{"translation": {"en": "One of these is the spiritual teaching of my kids.", "zu": "Omunye wabo - imfundo yamakhono kwengqondo izingane."}}
{"translation": {"en": "We are to keep the Lord's Supper as a remembrance of His sacrifice, proclaiming His death until He returns.", "zu": "Siphuza iwayini futhi sidla isinkwa ukukhumbula iNkosi yethu, ngalokho simemezela ukufa kwayo ize ibuye."}}
{"translation": {"en": "I really do have a lot of questions.\"", "zu": "Phela nginemibuzo eminengi engifuna ukukubuza yona?'"}}
{"translation": {"en": "In this case, however, you can always pay in advance (prepayment).", "zu": "Noma kunjalo endleleni, ungakwazi ukhokhe intengo egcwele eziningi (uma ngokuvuselela)."}}
{"translation": {"en": "To improve the performance of the solution, she loads jQuery from CDN.", "zu": "Ukushintsha indawo iluphu isuswe, udala iphethini jacquard."}}
{"translation": {"en": "Up to 2010, only 4 types of shell were in fact available.", "zu": "Kuze 2010 kwakunokwenzeka ukuze uthole ulwazi kuphela izifunda ezine."}}
{"translation": {"en": "Look, I have sent to you silver and gold.", "zu": "Bheka ngikuthumelela isiliva negolide."}}
{"translation": {"en": "Appearance in Russia is also expected in the near future.", "zu": "Esikhathini esizayo esiseduze, ukubonakala kwaleli thuluzi eRussia kulindeleke."}}
{"translation": {"en": "This is a lab in medical research, and", "zu": "Kuyinto izidakamizwa esangweni okubhalisele yokuthengisa, futhi"}}
{"translation": {"en": "Don't take any shortcuts trying to save time.", "zu": "Ungazami ukuhambisana onogwaja ababili, ngaleyo ndlela izama ukulondoloza isikhathi."}}
{"translation": {"en": "When we talk about weight loss, many people think that it's an expensive venture.", "zu": "Uma sikhuluma amaphutha, kwabaningi ngokuvamile bathi zibiza kakhulu ithuluzi."}}
{"translation": {"en": "and modify it so that it looks like that:", "zu": "Futhi uyiguqule ukuze ibukeke kanjena:"}}
{"translation": {"en": "The Children of Pauls", "zu": "pool zezingane"}}
{"translation": {"en": "Reportedly, all people were forced to lie down on the floor.", "zu": "Kuthiwa izisulu zaphoqwa ukuba zilale phansi."}}
{"translation": {"en": "The metropolis of Sydney is also known as the 'harbour city.", "zu": "Bheka iSydney, eyaziwa nangokuthi yi-Harbour City."}}
{"translation": {"en": "By means of the ransom, we gain the forgiveness of sins, a clean conscience, and the hope of everlasting life.  - 1 John 1:8, 9.", "zu": "Inhlawulo yenza sithethelelwe izono, sibe lomzwangedwa ongelacala, njalo sibe lethemba lokuphila okungapheliyo.  - 1 UJohane 1:8, 9."}}
{"translation": {"en": "When you love someone you feel like a child", "zu": "ukuphela omthandayo uzwa bona bunjengoju"}}
{"translation": {"en": "time for the holiday trade.", "zu": "Isikhathi sokuhweba inketho."}}
{"translation": {"en": "11 produce an abundance of food.", "zu": "19 Kuzoba nokudla okuningi."}}
{"translation": {"en": "Bhopal gas tragedy: 28 years on", "zu": "kubuzwe ngu pawelb284 5 iminyaka edlule"}}
{"translation": {"en": "The Big Refusal: In the year 1989, when Totti was 13, there came a knock on the door of his family apartment in Rome.", "zu": "Ukwenqaba Okukhulu: Ngonyaka we-1989, lapho uTotti eyi-13, kwafika umuntu ongqongqoza emnyango wendlu yakhe yokuhlala eRoma."}}
{"translation": {"en": "Under the auspices of the Federal Task Service, the register would be distributed to all Russian local payment processors.", "zu": "Ukuze ukuqaliswa imisebenzi eyisisekelo Federal Tax Service sehlukaniswe lonke uhlelo zemizimba ukuthi usebenza insimu yonke WaseRussia."}}
{"translation": {"en": "Tuan is in poor health.", "zu": "Sung jwayela kabi wena.."}}
{"translation": {"en": "Home/homes under the hammer", "zu": "Home/Abafana Baka Mgqumeni"}}
{"translation": {"en": "life and work of the author.", "zu": "Life and nomsebenzi omlobi, isihloko lesi sihloko."}}
{"translation": {"en": "If this is the case, and there could be money laundering or terrorist financing involved, the transaction must be reported.", "zu": "Uma kusolwa ukuthi kungenzeka kube nokuqothuka kwemali noma imali yamaphekula ethintekayo ekunikezeni i-domicile, ukuthengiselana kumele kubikwe."}}
{"translation": {"en": "a successful tour to Australia", "zu": "Ukufuduka Okuphumelelayo e-Australia"}}
{"translation": {"en": "A mosquito bite treatment may also involve some of the procedures listed below.", "zu": "Ngakho, ukwelashwa haemorrhoids ukopha kungase futhi kwenziwe amakhandlela okungokwendlela elinye lamaqembu emelelwa ngezansi."}}
{"translation": {"en": "\"Come on Sam, think!\" she urged herself.", "zu": "Yangincenga yathi: \"Buya Sammy sizikholisele!\""}}
{"translation": {"en": "The Children and Families Bill: What to Expect.", "zu": "Iholide nengane: ukuthi yini okufanele ayilindele?"}}
{"translation": {"en": "That's the point of the management's scheme, which they referred to as \"American-style play.\"", "zu": "Futhi yilokho kanye nesitayela owawubizwa ngokuthi \"abagawuli American.\""}}
{"translation": {"en": "83,030 infections have now been reported in Belgium.", "zu": "Sebezinkulungwane ezedlula ezithobaminwe mibili-8,303, asebetholakale belegcikwane leli elizweni."}}
{"translation": {"en": "18. - are older than I.", "zu": "(24a) Umdala kunami ."}}
{"translation": {"en": "It put a new song in my mouth.", "zu": "3Wafaka ingoma lensha emlonyeni wami,"}}
{"translation": {"en": "You are your mind body and spirit,", "zu": "Ungumongameli womzimba nengqondo yakho,"}}
