{"translation": {"en": "She died on this day in 1922.", "zu": "Ushone ngosuku olufana nanamuhla eMadrid."}}
{"translation": {"en": "There is just one thing that we can change and see results.", "zu": "It uhlala kuphela ukulondoloza izinguquko futhi ubone umphumela."}}
{"translation": {"en": "Just please forgive...", "zu": "Xolelwa Ngangile ..."}}
{"translation": {"en": "Of course, Mary did not need to be purified, but she did so out of obedience.", "zu": "Kuyakhanya-ke ukuthi uMatha kazange ambambele isikhwili kodwa walalela ngenhliziyo yonke."}}
{"translation": {"en": "With more than one billion active users worldwide, Instagram is a social media medium that grows with each passing day.", "zu": "Ngabasebenzisi abangaphezu kwezigidi eziyinkulungwane abasebenzayo emhlabeni wonke, i-Instagram iyinhlangano yezokuxhumana eqhubeka iba nkulu usuku ngalunye oludlulayo."}}
{"translation": {"en": "I wish I could remember everything I am told.", "zu": "Ngethemba ukuthi umuntu uzokukhumbula konke engikubeke kuye."}}
{"translation": {"en": "This was my mother who did this to me.", "zu": "bekungumama wami owenze le nto kimi"}}
{"translation": {"en": "\"My entire family is dead.\"", "zu": "Ngithemba ukuthi wonke umndeni wakho wehla ufile. \""}}
{"translation": {"en": "Always remember that Jesus is coming back soon.", "zu": "Ukulindela njalo ukuthi uJesu angeza emuva kunini."}}
{"translation": {"en": "The interiors of the rooms are warm and pleasing.", "zu": "Amakamelo isimo ethokomele futhi ingaphakathi emnandi."}}
{"translation": {"en": "Why am I such an overachiever?", "zu": "Kuba yini mina ngeqiselwa amehlo nje?"}}
{"translation": {"en": "A new category, \"Active Effects,\" has been added to the key items menu.", "zu": "Ithebhu entsha ebizwa nge- \"Theme\" ingeziwe ewindini lezilungiselelo zohlelo lokusebenza."}}
{"translation": {"en": "Lylat system will be affected.", "zu": "Mobile Roulette iyathinteka."}}
{"translation": {"en": "Leviticus 22:9 (RHE) Let them keep my precepts, that they may not fall into sin, and die in the sanctuary, when they shall have defiled it.", "zu": "22:9 Mabagcine imiyalo yami, ukuze bangaweli esonweni, futhi afele endaweni engcwele, ukuthi bazoyingcolisa nini."}}
{"translation": {"en": "Travel time - half an hour.", "zu": "Isikhathi sokuvakasha - isigamu sehora."}}
{"translation": {"en": "The high resolution 1/108 degree will be available this evening.", "zu": "Kulokhu, lo 086-isitifiketi ingatholakala kakade ngosuku lokuqala."}}
{"translation": {"en": "We stay in a batch where you can see the whole sea.", "zu": "Sisendaweni enenhlanhla lapho ungabona khona yonke iMindo Valley."}}
{"translation": {"en": "\"I thought we were fighting!", "zu": "\"Ngicabanga ukuthi silwile."}}
{"translation": {"en": "Starting off, Marc Márquez Alentà was born on the 17th day of February 1993 at Cervera in Catalonia, Spain.", "zu": "Ukuqala, UMarc Márquez Alentà wazalwa ngosuku lwe-17th kaFebhuwari 1993 eCervera eCatalonia, eSpain."}}
{"translation": {"en": "It is better to choose a site that is not flooded and located not close to the driveway.", "zu": "Kuhle ukukhetha indawo engathathi hlangothi futhi engekude nezindawo zakho zokuhlala."}}
{"translation": {"en": "Black coffee is an acquired taste, like beer.", "zu": "Black Beret ukunambitha, kanye usawoti."}}
{"translation": {"en": "\"The melon is said to be the food of the angels.", "zu": "AmaFrance athi i-watermelon yikudla kwezingelosi."}}
{"translation": {"en": "Do you want to breastfeed your next baby?", "zu": "Ufuna ukujabulisa ingane nakwesilandelayo?"}}
{"translation": {"en": "In the last cycle, as mentioned above, it was the severe deleveraging of the financial system.", "zu": "Inzuzo enkulu kakhulu, njengoba sishilo ekuqaleni, yijubane lokuqedela ukuhwebelana."}}
{"translation": {"en": "The Village of Doraville", "zu": "I-i-villa ephelele e-Doraville"}}
{"translation": {"en": "UMW aspires to be an employer of choice - offering exciting new possibilities and encouraging people to rise up to new challenges every day.", "zu": "I-IUPUI ibe yisikhungo esimangalisayo - esinikela futhi sikhuthaze indodana yami ukuthi inwebele kumathuba amasha nenselele nsuku zonke."}}
{"translation": {"en": "Most of the volume of these \"Ice creams\" is just air.", "zu": "\"Elevrus\" nje eyenani eziningi zalezo zinhlangano."}}
{"translation": {"en": "A complete Christmas program where almost all the work has been done.", "zu": "Sinikeza uhlelo oluthuthukisiwe lwesikweletu sebhizinisi lapho cishe wonke umsebenzi wenzelwa khona."}}
{"translation": {"en": "as a result of many years of researching", "zu": "Imvelaphi kweminyaka eminingi yocwaningo"}}
{"translation": {"en": "\"Comfort, O comfort my people!\"", "zu": "\"Duduzani Abantu Bami\""}}
{"translation": {"en": "it's part of our culture.", "zu": "njengengxenye yesiko lethu."}}
{"translation": {"en": "Check it out by asking.", "zu": "Check out Ephehlweni by Mbuzeni."}}
{"translation": {"en": "What is the quality of the pages that they are coming from?", "zu": "Kodwa-ke, aphumelela kangakanani amakhasi okufika?"}}
{"translation": {"en": "agamid family, growing up", "zu": "Onion umndeni, ezikhulayo"}}
{"translation": {"en": "All Fairphone 3's are shipped with the bootloader locked, this is to ensure an attacker cannot compromise the device by installing their own system or boot image.", "zu": "Onke amaFairphone 3s athunyelwa nge-bootloader ikhiyiwe ukuqinisekisa ukuthi umhlaseli ngeke ukuyekethisa idivayisi ngokufaka uhlelo lwakho noma isithombe se-boot."}}
{"translation": {"en": "Heading to Germany...", "zu": "Indlela bathuthele abahlala eJalimane _ ..."}}
{"translation": {"en": "21:14 The blind and the lame came to him in the temple, and he cured them.", "zu": "21:14 Futhi abayizimpumputhe nabayizinyonga wasondela kuye ethempelini; wabaphulukisa."}}
{"translation": {"en": "Computational Thinking (CT) It allows us to take a complex problem, understand what the problem is and develop possible solutions.", "zu": "ukucabanga yezamakhompyutha kusivumela ukuthatha inkinga eyinkimbinkimbi, ukuqonda ukuthi iyini inkinga kanye nokuthuthukisa izixazululo eziphathekayo kungenzeka."}}
{"translation": {"en": "M.W.: How do you relax?", "zu": "I/ L: Usichitha kanjani isizungu?"}}
{"translation": {"en": "But we're all much happier now...", "zu": "Futhi manje sonke sijabule kakhulu ..."}}
{"translation": {"en": "a lot of returning", "zu": "Ubuye kakhulu"}}
{"translation": {"en": "Asking For Permission in English.", "zu": "Ukukhipha imvume in English."}}
{"translation": {"en": "I come away feeling that I don't have a problem in the world.\"", "zu": "Ngivele ngizibone sengathi angilutho emhlabeni.\""}}
{"translation": {"en": "Try to make friends with the little garden assistants, do not drive them away from the plot and do not exterminate, and thanks to them you will be able to get an excellent harvest without using chemistry.", "zu": "Zama ukwenza abangane nabasizi abancane begadi, ungabaxoshi kusayithi bese ungaqothuli, futhi ngenxa yabo uzokwazi ukuthola isivuno esihle kakhulu ngaphandle kokusebenzisa i-chemistry."}}
{"translation": {"en": "On behalf of the family, we are so thankful", "zu": "thina zungu ngiyabonga"}}
{"translation": {"en": "I've been teaching in the synagogues and in the Temple, where Jews gather for worship.", "zu": "Ngiye bengifundisa esinagogeni nasethempelini, lapho wonke amaJuda ahlangane."}}
{"translation": {"en": "It's all Goode! - Houses for Rent in Russell, Kansas, United States", "zu": "It's all Goode! - Izindlu Iyaqashisa e-Russell, Kansas, i-United States"}}
{"translation": {"en": "The group is now working", "zu": "Njengamanje leliqembu limatasa"}}
{"translation": {"en": "ANSWER: It depends on who you are.", "zu": "Example: It depends ukuthi unobani."}}
{"translation": {"en": "These toys and will only be available from November 7 to November [...]", "zu": "Ama-motorway kanye nama-toll toll avumelekile kusuka ngo-Okthoba kuya ku-7 [Okuningi ...]"}}
{"translation": {"en": "Our product line continues to grow based on the needs of our customers.", "zu": "Noma kunjalo, uhla lwemikhiqizo luhlala lukhula ngokuya ngezidingo zamakhasimende ethu."}}
{"translation": {"en": "\"The babies look like they're not okay.", "zu": "'Kodwa lezinkukhu azibukeki zigula nje."}}
{"translation": {"en": "Leatherman is only one brand.", "zu": "Thermostat isethwe eyodwa kuphela."}}
{"translation": {"en": "The Vietnam War and I", "zu": "My Vietnamese babe et I"}}
{"translation": {"en": "Many many Nobel prizes have been awarded to the", "zu": "Ababhali Abaningi Abaphumelele Umklomelo KaNobel Bathathwe Bayiswa Kwifilimu"}}
{"translation": {"en": "As the number of data sources continues to grow, business intelligence (BI) system are on the rise (again).", "zu": "Njengoba inani lemithombo yedatha liqhubeka nokukhula, kwezamabhizinisi (BI) uhlelo luyanda (futhi)."}}
{"translation": {"en": "When practicing with your dog, don't forget to praise him properly if he does something well.", "zu": "Khombisa inja yakho inhlonipho ethile ngokuyincoma ngokuziphatha kwayo okuhle futhi ungayeki lapho iziphatha kabi."}}
{"translation": {"en": "many adjectives.", "zu": "Ama-Adlabs amaningi."}}
{"translation": {"en": "(Answer: Wind is the movement of air.)", "zu": "(Ukuhamba komoya yindlela umoya ohamba ngayo.)"}}
{"translation": {"en": "Technological advancements have changed the world to a great extent.", "zu": "KUNINGI osekushintshile ngenxa yokuthuthuka kobuchwepheshe emhlabeni."}}
{"translation": {"en": "Various attempts to neutralize the effects of pollution:", "zu": "Izibuyekezo ukuqinisekisa ikhono layo ukususa lezi zinhlobo ezilandelayo ukungcola:"}}
{"translation": {"en": "NB: There is now a new edition", "zu": "Hmmm bhekani sekuvela okusha"}}
{"translation": {"en": "The seven virtues divine.", "zu": "Izinkanyezi eziyisikhombisa zikaNkulunkulu uSomandla zigqamile!"}}
{"translation": {"en": "The trade Is first exposed.", "zu": "Ukuthutha uvezwa ezingeni kokuqala."}}
{"translation": {"en": "These factors are mainly tobacco smoking and smokeless tobacco (chewing) and alcohol.", "zu": "Izinyathelo ezinjalo zihlanganisa ukuyeka ukubhema nokusebenzisa imikhiqizo kagwayi engabheki (ugwayi wokuhlafuna)."}}
{"translation": {"en": "Thus, it becomes even more useful.", "zu": "Ngakho-ke kuvela okuwusizo nangokwengeziwe."}}
{"translation": {"en": "So it is clear that everything is not okay but the concerned official have something to hide.", "zu": "Nokho akukubi konke ngoba kukhona okuthile lo mholi angazishaya ngakho isifuba."}}
{"translation": {"en": "Tiglath-pileser III incorporated Syria into his kingdom, as well as set himself up as king of Babylon.", "zu": "Indlalifa uThigilati-phileseri III ayikwazanga ubambe ezandleni zabo umbuso eyasungulwa eyandulela wakhe, futhi ngesikhathi eBhabhiloni imemezele ukuzimela kwayo."}}
{"translation": {"en": "My Name is Samson,.", "zu": "Igama lakhe kwangu Samsoni."}}
{"translation": {"en": "I am stopping at 130 words.", "zu": "usuku engingasoze ngalukhohlwa130 words"}}
{"translation": {"en": "High yields are observed.", "zu": "Ukuba khona akhawunti okusezingeni eliphezulu Iyatholakala ikhokhwe."}}
{"translation": {"en": "What do you need to know about law?", "zu": "Yini okumele uyazi ngomthetho?"}}
{"translation": {"en": "Well, don't get used to having him around, our team-up's done now.", "zu": "Ungazihluphi ngokuzijwayeza, amathuluzi ethu akutholile."}}
{"translation": {"en": "alert the child to close on its side.", "zu": "Beka ingane ngokushesha uhlangothi."}}
{"translation": {"en": "The glitz and glamour of Las Vegas close to home.", "zu": "Letha mayelana glitz futhi ubukhazikhazi-Las Vegas right into your living room."}}
{"translation": {"en": "\"6 Abraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife.", "zu": "U-Abrahama wathatha izinkuni zomnikelo obuzakushiswa, wazibeka phezu kuka-Isaka indodana yakhe, waphatha esandleni sakhe umlilo nomese; bahamba bobabili kanyekanye."}}
{"translation": {"en": "We have yet to find a problem or life situation that the Scriptures do not address.", "zu": "Kodwa, zikhona ezinye izinto noma izici ekuphileni kwethu okungekho siqondiso esicacile esingokomBhalo."}}
{"translation": {"en": "Because they are heavy and filling.", "zu": "Noma zikhulu futhi zinzima ukuthwala; Ngoba ngabo sithobekile,"}}
{"translation": {"en": "Do you feel like you are unclean?", "zu": "Uzizwa ubuqambi engasetshenzisiwe?"}}
{"translation": {"en": "The world was created by the three Persons acting as a single divine principle, but each one of them performed this common work in accordance with his own personal property.", "zu": "Umhlaba wadalwa kuBantu abathathu osebenza njengokuvimbelayo isimiso esisodwa saphezulu, kodwa ngamunye wabo wenziwa kulo msebenzi ezivamile ngokuvumelana"}}
{"translation": {"en": "Here is a recipe for making Afang Soup without stress.", "zu": "Kukhona ngeketela esikhethekile ukupheka isobho cefe shurpa olungenakuqhathaniswa."}}
{"translation": {"en": "Then they will keep going the 20 minutes to get to camp.", "zu": "Khona-ke uyodinga kuphela ukwenza okuwuhambo lwemizuzu engu-20 ekamu."}}
{"translation": {"en": "• Make sure the status of all accounts on the report is accurately reflected.", "zu": "• ukubhala irisidi ukuthi zonke amarekhodi imali amaresidi kanye izindleko afakiwe ngokugcwele umbiko."}}
{"translation": {"en": "Wild pigs, too, have been spotted strolling on the streets.", "zu": "Izimbuzi nazo zijwayele ukubonakala emgwaqeni ogudla umphakathi."}}
{"translation": {"en": "Cinderella is one of my favorite childhood characters.", "zu": "Cinderella - yomunye wabalingiswa othandekayo kakhulu izingane."}}
{"translation": {"en": "When she found out she was pregnant, she ran away.", "zu": "Lapho eveza ukuthi ukhulelwe, babaleka."}}
{"translation": {"en": "Let's bring it back to this:", "zu": "Masibuyisele konke oku:"}}
{"translation": {"en": "(d) 3 directors representing workers who perform building and construction work.", "zu": "1) Isigaba sokuqala sihlanganisa abasebenzi abenza ekuhlinzekeni imisebenzi nempahla."}}
{"translation": {"en": "They know very well what is good or bad for them.", "zu": "Ziyakwazi too ezinhle umuntu lutho olubi ukuba kwenzeke kubo."}}
{"translation": {"en": "Tomorrow, when the sun gets hot, you will be released", "zu": "Kusasa lapho ilanga libalele, niyakukhululwa"}}
{"translation": {"en": "ZEC promised to start announcing the results of the presidential election at 10pm tonight.", "zu": "Ikomishini ebona ngezokhetho ithi izaqala ukwethula impumela yokhetho lukaMongameli namuhla ebusuku ngehola letshumi, 10pm."}}
{"translation": {"en": "This is not the same as authentic faith.", "zu": "Akufani nokukholwa kwangempela Kuye."}}
{"translation": {"en": "What's the nature of our ministry?", "zu": "Kunjani wethu ngokwezifiso  inkonzo?"}}
{"translation": {"en": "It was a win-win for me!\"", "zu": "Kimi kwakuwukunqoba .\""}}
{"translation": {"en": "Let him do what he wants and he will realize that he would rather stay with you than with his dad.", "zu": "Awusicobelele phela Jaiva ukuthi wenza ngani wena, uma isihlobo sakho sikhetha ukugona kuwena kunokuzihlalela eceleni."}}
{"translation": {"en": "Would you want to talk in private?", "zu": "Ngabe ufuna ukuxoxa ngasese?"}}
{"translation": {"en": "If not, I'd love to see it!", "zu": "Uma kunjalo, angifuni ukuthandwa!"}}
{"translation": {"en": "The 11 commandments of publishing.", "zu": "11 Izincwadi ezinyathelisiwe."}}
{"translation": {"en": "Investigate reports of animal attacks or animal cruelty, interviewing witnesses, collecting evidence, and writing reports.", "zu": "Ukuphenya ngemibiko isilwane iziteleka noma isilwane unya, ekutholeni ofakazi, ubufakazi ukuqongelela, futhi ukukhipha imibiko."}}
{"translation": {"en": "from the moment they were brought out of the forest.", "zu": "Futhi kuphela lapho baxoshwa ehlathini."}}
