{"translation": {"en": "This disease mainly affects children aged between 5 and 14 years.", "ha": "Kawo yanzu, annobar ta fi shafar yara masu shekara tsakanin biyar zuwa 14."}}
{"translation": {"en": "This is the main reason why I have chosen", "ha": "Wannan shi ne babban dalilin da ya sa na zabi wannan shirin."}}
{"translation": {"en": "The church was constructed to venerate the Virgin Mary.", "ha": "An gina masallaci don girmama Virgin Mary."}}
{"translation": {"en": "He currently lives and works in Abuja, Nigeria.", "ha": "Yanzu yana zaune a Abuja, Nigeria."}}
{"translation": {"en": "This is the second time this has happened recently", "ha": "Wannan ne karo na biyu cikin 'yan kwanakin nan da sojojin suka yi hakan."}}
{"translation": {"en": "What's expected from government", "ha": "Abin da aka tsammata daga gwamnati"}}
{"translation": {"en": "(We are interested in sports.)", "ha": "(Mun damu game da matakin ilimi na daliban.)"}}
{"translation": {"en": "7 The king was very angry.", "ha": "26 Sai sarki ya yi baƙin ciki sosai."}}
{"translation": {"en": "1922: British Broadcasting Corporation was established.", "ha": "1922 - An kafa kamfanin rediyo na Birtaniya."}}
{"translation": {"en": "The city is a religious center as well.", "ha": "Sai dai kuma birnin, cibiyar addini ne."}}
{"translation": {"en": "This is a big surprise we never expected.", "ha": "Wannan abin mamaki ne, abin da bamu taba zato ba."}}
{"translation": {"en": "The son will be pleased!", "ha": "Yaron zai yi murna!"}}
{"translation": {"en": "He knew nothing at that time.", "ha": "A lokacin, bai san komai ba."}}
{"translation": {"en": "Doctors still do not fully understand or know the real reason why.", "ha": "Har zuwa yanzu, likitoci ba su iya gano duk abin da ke faruwa ba, ko kuma ainihin dalilin da ya faru."}}
{"translation": {"en": "What is The Capital City of Texas?", "ha": "Menene babban birnin Texas?"}}
{"translation": {"en": "Some times they can help.", "ha": "Wani lokaci za su iya taimaka."}}
{"translation": {"en": "We need to make sure that every child gets a fair education.\"", "ha": "Dole mu tabbatar da cewa kowane yaro ya samu kariya domin ya samu ilimi mai nagarta.\""}}
{"translation": {"en": "The city sustained heavy damage in the fighting but was rebuilt and renovated after the war.", "ha": "Garin ya sami asara mai yawa a cikin fadan amma an sake gina shi kuma an gyara shi bayan yakin."}}
{"translation": {"en": "He said, \"It will go on.", "ha": "Kallon ya ce: \"Rikicin na ci gaba kuma har yanzu ya ki tsagaitawa."}}
{"translation": {"en": "How's your life changed?", "ha": "3) Ta yaya rayuwarka ta canza?"}}
{"translation": {"en": "That's one of the reasons why I wrote this article.", "ha": "Yana daga cikin dalilan da yasa nake son rubuta wannan shafin."}}
{"translation": {"en": "After living in Skopje for eighteen years, she moved to Ireland and then to India, where she lived for most of her life.", "ha": "Bayan ta zauna a Skopje shekaru goma sha takwas, sai ta ƙaura zuwa Ireland sannan kuma ta tafi Indiya, inda ta zauna mafi yawan rayuwarta."}}
{"translation": {"en": "\"I know I am healthy\"", "ha": "\"Ina da lafiya\""}}
{"translation": {"en": "30000 people were tested.", "ha": "An yi gwajin maganin a mutum dubu talatin."}}
{"translation": {"en": "Older people are more at risk than young people.", "ha": "Su ma tsofaffi yawanci sun fi kasancewa a cikin hadarin fiye da matasa."}}
{"translation": {"en": "This is what happened, according to Shira:", "ha": "Wannan shi ne abin da ya faru, a cewar Shira:"}}
{"translation": {"en": "If I had a lot of money, I would buy a new house.", "ha": "Idan na sami isasshen kuɗi, da na sayi sabon gidan."}}
{"translation": {"en": "33 Million Americans played Golf in 2019.", "ha": "Abin mamaki 36.9 miliyan Amurkawa sun buga wasan golf a 2020 kadai."}}
{"translation": {"en": "A: You are always welcome!", "ha": "A: Tabbas, ana maraba da ku koyaushe!"}}
{"translation": {"en": "Hannah: Hannah was the mother of Samuel in the Bible.", "ha": "Hannah - Hannah ne uwar Sama'ila a cikin Littafi Mai-Tsarki."}}
{"translation": {"en": "This practice is necessary because some inequalities are still common in the country.", "ha": "Tace hakan ya zama dole saboda yanda al'amura ke ci gaba da tabarbarewa a kasarnan ba tare da daukar mataki ba."}}
{"translation": {"en": "The last test of the missile was conducted in February this year.", "ha": "Gwajin baya-bayan nan da aka yi na wannan makami ya faru ne cikin shekarar 2005."}}
{"translation": {"en": "Misinformation is not new to Nigeria.", "ha": "Rashin kyawun hanyoyi ba sabon labara ba ne game da kasar Najeriya."}}
{"translation": {"en": "Tiktok is now available in 141 countries in 75 languages.", "ha": "TikTok ana samunsa a cikin ƙasashe 155, kuma a cikin harsuna 75."}}
{"translation": {"en": "The objective of this conference is to examine current issues", "ha": "The object of the meeting is to discuss the current issues. maƙasudin wannan taron shine tattauna matsalolin wannan lokacin."}}
{"translation": {"en": "What kinds of products are being produced in your company?", "ha": "Wadanne irin fifiko ne ake samu a cikin masana'antar ku?"}}
{"translation": {"en": "I wish I could stay there forever.", "ha": "Ina fatan zan iya zama a can har abada."}}
{"translation": {"en": "You've seen your brother?", "ha": "Ko ka taɓa saduwa da ɗan uwanka?"}}
{"translation": {"en": "Why so many people are in jail.", "ha": "Dalilin da yasa yawan mutanen baƙar fata suke cikin kurkuku"}}
{"translation": {"en": "Another issue is the brand.", "ha": "Wani matsala ita ce bunkasa fasalin wuta."}}
{"translation": {"en": "All products are sold through the webstore", "ha": "Dukkanin samfurori za a iya saya ta hanyar shafin yanar gizon."}}
{"translation": {"en": "Will you reside in the same home?", "ha": "Kuma zaku zauna a gida ɗaya?"}}
{"translation": {"en": "She also did so on Wednesday.", "ha": "Ta kuma bayyana hakan ne a Abuja ranar Talata."}}
{"translation": {"en": "What's the book everyone should read?", "ha": "Wanne littattafai ne ya kamata kowa ya karanta?"}}
{"translation": {"en": "The Messiah would come from the lineage of Abraham.", "ha": "4 Almasihu zai zo daga zuriyar Ibrahim ."}}
{"translation": {"en": "'This is the first time I've come across something like this.'", "ha": "Yace: \"Wannan ne karo na farko da zamuji irin wannan abun."}}
{"translation": {"en": "Again, thank you for sharing the video.", "ha": "Na gode sau daya saboda raba bidiyon ku."}}
{"translation": {"en": "Keep on Faith...", "ha": "Ci gaba da imani..."}}
{"translation": {"en": "This section offers news briefs about health care.", "ha": "Wannan sashe zai rika kawo muku labarai kan kiwon lafiya."}}
{"translation": {"en": "Faith in God brings blessings to others.", "ha": "Yin biyayya yana kawo albarka ga wasu."}}
{"translation": {"en": "He said when completed, the runway would be one of the best in the country.", "ha": "Ya kuma kara da cewa bayan an kammala gyaran, filin jirgin zai kasance mafi kyawo kasar gaba daya."}}
{"translation": {"en": "Dean had told her the whole story.", "ha": "Dady ne ya fada mata duk abinda ya faru."}}
{"translation": {"en": "If you kill me, you'll die.\"", "ha": "Idan kace za ka kashe ni, kowa zai mutu.\""}}
{"translation": {"en": "We cannot get them all, but we are trying.", "ha": "Ba za mu iya ƙi kowa ba, amma muna ƙoƙari!"}}
{"translation": {"en": "Specifically, John believes that the way to recognize true Christians is by their love for one another.", "ha": "Yesu ya ce mutane za su gane Kiristanci na gaskiya ta wurin ƙaunar da Kiristoci za su nuna wa juna."}}
{"translation": {"en": "Someone who understands science.", "ha": "Wataƙila wani ya fahimci kimiyya."}}
{"translation": {"en": "They kept saying, It is his angel.\"", "ha": "Su kuwa suka ce, \"To, mala'ikansa ne!\""}}
{"translation": {"en": "I said, \"I read it.\"", "ha": "Sai na ce: Na karanta."}}
{"translation": {"en": "Do you know what this celebration is?", "ha": "Kun san yadda bikin ya kasance?"}}
{"translation": {"en": "The best reasons are...", "ha": "Kuma kyakkyawar mafita ga waɗannan dalilai sune ..."}}
{"translation": {"en": "The winners of the three open competition categories are:", "ha": "Wadanda suka yi nasara a cikin nau'ikan gasa uku da aka bude sune:"}}
{"translation": {"en": "There are lights on, but there is nobody home.", "ha": "Haske yana kan amma babu wanda yake gida."}}
{"translation": {"en": "1965 - The first U.S. troops arrive in Vietnam.", "ha": "Maris 8, 1965 - Sojoji na farko na Amurka sun isa Vietnam."}}
{"translation": {"en": "He is highly skilled in photography, writing and filmmaking.", "ha": "Yana da kwarewa sosai a rubuce-rubuce, tsarawa da kuma samar da shirye-shiryen watsa labarai."}}
{"translation": {"en": "Phillip asked, \"Do you understand what you are reading?\"", "ha": "Filibus ya yi tambaya, ya ce, \"Ka fahimci abin da kake karantawa?\""}}
{"translation": {"en": "Read the book!.", "ha": "Karanta littafi!\""}}
{"translation": {"en": "The president of the regional government of Catalonia, Carles Puigdemont signs a declaration of independence at the Catalan regional parliament in Barcelona, Spain, October 10, 2017.", "ha": "Tsohon shugaban yankin Catalonia Carles Puigdemont yayinda yake rattaba hannu kan takardar amincewa da ballewar yankin daga Spaniya, a zauren majalisar ƙasar da ke birnin Barcelona, ranar 10 ga watan Oktoba, 2017."}}
{"translation": {"en": "In the United States, three out of every thousand babies are hearing impaired.", "ha": "A Amurka, uku cikin kowane jarirai dubu suna fama da matsalar rashin ji."}}
{"translation": {"en": "Because every Province has its own Provincial Government.", "ha": "Saboda kowane yanki a kasar nan ya na da nasa korafin ha gwamnatin tarayya."}}
{"translation": {"en": "We work with entrepreneurs who want to take their business to the next level.", "ha": "Muna neman 'yan kasuwa waɗanda ke son ɗaukar kasuwancin su zuwa mataki na gaba."}}
{"translation": {"en": "What God has given me is better than what He has given you!", "ha": "To, abin daAllah Ya bã ni, shi ne mafi alhẽridaga abin da Ya bã ku."}}
{"translation": {"en": "Their online business is growing rapidly.", "ha": "Kasuwancinku na kan layi zai haɓaka da sauri"}}
{"translation": {"en": "Suicide is also the second leading cause of death among people ages 15 to 29.", "ha": "Hakanan kuma it ace cuta ta biyu wadda take sanadiyar mutuwar mutane masu shekaru daga 15 zuwa 29 a duniya."}}
{"translation": {"en": "When we're finished, we'll send you pictures and bills of completion.", "ha": "4.Da zarar mun gama kayayyakin, zamu aiko muku da hotunan don dubawa da tabbatarwa."}}
{"translation": {"en": "Life has not been the same since that day.", "ha": "Rayuwar Dauda ta canja tun daga wannan ranar."}}
{"translation": {"en": "\"These people don't have ideology, religion or sense of direction, they are just like wild animals.\"", "ha": "\"Waɗannan mutanen ba su da aƙida mai kyau, addini ko wata manufa, kawai duna rayuwa ne kamar dabbobi.\""}}
{"translation": {"en": "Most of us wonder about the mysterious places on earth.", "ha": "Mafi yawanmu muna mamaki kan rikicin da ke faruwa a cikin jam'iyyar."}}
{"translation": {"en": "In short, think of a VPN as a service that aims to help you get full internet access and keep you safe during this time.", "ha": "A takaice, yi la'akari da VPN a matsayin sabis wanda aka tsara don taimaka maka samun cikakken damar shiga intanit kuma ya kare ka yayin aikatawa."}}
{"translation": {"en": "If you do hire a lawyer, you will have to pay a fee.", "ha": "Idan ka zabi ka dauki hayar lauya, dole ne ka biya kudin doka."}}
{"translation": {"en": "The exhibition has attracted thousands of visitors from near and far.", "ha": "Jana'izar ta shi ta samu halartar dubban mutane daga kusa da nesa."}}
{"translation": {"en": "During the 2006 election", "ha": "Kafin zabe a shekarar 2006"}}
{"translation": {"en": "What is causing the accidents?", "ha": "Mene ne ke haifar da abubuwan da ke haifar da hadari?"}}
{"translation": {"en": "Muhammad continued to Islamise the son of Mary and once called him a prophet (Sura Maryam 19:30).", "ha": "Muhammadu ya cigaba da musuluntar da dan Maryama kuma ya taba kiransa annabi (Sura Maryam 19:30)."}}
{"translation": {"en": "We will ensure that we reduce the number of kidnappings in this country,\" the minister said", "ha": "Za mu tabbatar mun rage yawan satar mutane a kasar nan, \"Ministan ya kara da cewa."}}
{"translation": {"en": "7 Be patient, therefore, brothers, a until the coming of the Lord.", "ha": "7 Domin haka, sai ku yi haƙuri, 'yan'uwana, har ya zuwa ranar komowar Ubangiji."}}
{"translation": {"en": "Gill saw him every day.", "ha": "Duk da haka, Saul yana nemansa kowace rana."}}
{"translation": {"en": "But, yeah, it's hard!", "ha": "Ee - Ina mai tsanani!"}}
{"translation": {"en": "Is he a rule-follower or a rebel?", "ha": "Sai ya ce: Shugaba mai gyara ne ko mai barna?"}}
{"translation": {"en": "Sports betting is a kind of amusement park where a person comes to have fun and relax.", "ha": "Freedom Park wani wurin shakatawa ne inda mutum kan iya zuwa domin samun nishadi."}}
{"translation": {"en": "The origin of Indra's bow is a story in itself.", "ha": "Asalin bakawar Indra labari ne da kansa."}}
{"translation": {"en": "On the African continent however, mobile phones are still used as the primarily tool of communication.", "ha": "A nahiyar Afirka ma dai jama'a sun fi amfani da manhajar ta WhatsApp wajen aikewa da sakwanni."}}
{"translation": {"en": "Have you ever heard of a charger?", "ha": "Kun taɓa jin an yi garkuwa da mai sarauta?"}}
{"translation": {"en": "\"Many of these children have seen their fathers or their brothers killed.", "ha": "'Wasu daga cikin yaran sun ga yadda aka kashe iyayensu da kuma lalata gidajensu'."}}
{"translation": {"en": "He immediately withdrew his hand.", "ha": "Da sauri ya janye hannun sa."}}
{"translation": {"en": "Princes William and Harry Will Appear in the New 'Star Wars' Movie as Stormtroopers", "ha": "Yarima William da Harry za su taka leda a wani sabon labari na \"Star Wars\""}}
{"translation": {"en": "She knew what he wanted to hear, so she just got on with it.", "ha": "Ta riga ta san me zai ce mata, don haka kawai zama ta yi tana sauraren sa."}}
{"translation": {"en": "Hopefully , in the days to come you will be able to think about the good times that you've had together.", "ha": "Da fatan, da zarar lokaci ya wuce, ku biyun za ku iya sake gina amintacciyar dangantakar da kuka taɓa jin daɗinta."}}
{"translation": {"en": "Between February and May...", "ha": "Tsakanin watanni na Mayu da ..."}}
{"translation": {"en": "Is better than the real thing", "ha": "Ya fi kyau fiye da ainihin."}}
{"translation": {"en": "Where Is President Muhammadu Buhari?", "ha": "Ina mai girma Shugaban kasar mu Muhammadu Buhari?"}}
{"translation": {"en": "Kyari was born on September 23, 1952 to a Kanuri family from Borno.", "ha": "An haifi Kyari a ranar 23 ga watan Satumba shekara ta 1952, daga gidan dangin Kanuri daga Jihar Borno ."}}
{"translation": {"en": "No deaths in North Carolina have been reported.", "ha": "Ba a kuma yi rahoton wani mutuwar da aka kwatanta ba a Arewacin Florida."}}
{"translation": {"en": "On 13 November 2001, during the war in Afghanistan, a US missile destroyed Al Jazeera's office in Kabul.", "ha": "A ranar 13 ga watan Nuwambar 2001, missiles na Amurka sun lalata ofishin Al Jazeera a Kabul."}}
{"translation": {"en": "This means that steps have been taken to protect Customer Funds, but that in the event of insolvency there is no absolute guarantee that all funds will be repaid.", "ha": "Wannan yana nufin cewa an dauki matakai don kare kudaden abokin ciniki amma babu tabbacin cikakkiyar tabbacin cewa za'a biya duk kuɗin."}}
{"translation": {"en": "Ilya comes from Russia.", "ha": "Irina yar Rasha."}}
{"translation": {"en": "Turkey found some 320 billion cubic meters of natural gas in Black Sea", "ha": "Turkiyya ta sake gano albarkatun iskar gas mai yawan mitakyub biliyan 135 a maliya"}}
{"translation": {"en": "In the business world, time is of importance.", "ha": "A cikin kasuwanci, lokaci yana da mahimmanci."}}
{"translation": {"en": "And it doesn't mean that there is something wrong with my child.", "ha": "Wannan ba yana nufin cewa wani abu ba daidai ba ne tare da yaro."}}
{"translation": {"en": "Therefore, parents should be removed.", "ha": "A sakamakon haka, dole ne a cire mahaifa."}}
{"translation": {"en": "Tight security measures have been taken in and around the court building.", "ha": "An dauki kwararan matakan tsaro a ciki da kewayen kotun yau Talata."}}
{"translation": {"en": "Use your body language to show interest.", "ha": "Ka tuna da amfani da harshen jiki don kawo maka sha'awa."}}
{"translation": {"en": "This is a sort of general introduction to the confrontation between Prophet Moses and Pharaoh.", "ha": "An sami rigingimu tsakanin ra'ayoyi a tsawon tarihi kuma daya daga cikin sanannun misalan wannan shine adawa tsakanin Annabi Musa (AS) da Fir'auna."}}
{"translation": {"en": "What men daily do, not knowing what they do!\"", "ha": "Abubuwan da mutane ke yi yau da kullum, ba tare da sanin abin da suke yi ba! \""}}
{"translation": {"en": "What is \"Core\" and why does it have that name?", "ha": "Mece ce ma'anar 'Akushi Da Rufi' kuma me ya sa kuka zabi wannan sunan?"}}
{"translation": {"en": "people know my father as a magician.", "ha": "Kowa ya san sanata Abbo a matsayinsa na mutum mai taimako."}}
{"translation": {"en": "Here's a visual example of how an A/B split-test works.", "ha": "Hoton da ke sama ya nuna yadda aikin gwajin A / B ke aiki."}}
{"translation": {"en": "\"Hey Muhammad.", "ha": "\"Yaa Muhammad duk yadda kace!\""}}
{"translation": {"en": "\"When a man dies, will he come back to life?", "ha": "\"Idan mutum ya mutu za ya sake rayuwa? . . ."}}
{"translation": {"en": "Central City (5)", "ha": "Birnin Gwari (5)"}}
{"translation": {"en": "And we understand that a person is a being that is more than a mere body.", "ha": "Kowane mutum ya san cewa ainihin mutum ya ƙunshi ba kawai jiki ba."}}
{"translation": {"en": "\"Who is King Solomon?", "ha": "Faɗa min wane ne Sarki Sulaimanu?"}}
{"translation": {"en": "\"They also vandalized the state secretariat, the water board, and other government buildings and made away with some valuables.", "ha": "\"Sun kuma lalata sakatariyar jihar, hukumar ruwa da sauran gine-ginen gwamnati sannan suka sace wasu muhimman abubuwa."}}
{"translation": {"en": "Cameroon President Paul Biya said 01 January 2018 he will destroy all terrorists whom he said were fighting to separate his country or using it as a hiding place for armed attacks on neighboring states.", "ha": "Shugaba Paul Biya na Kamaru, ya ce zai ragargaza dukkan 'yan ta'addan da ya ce suna kokarin raba kasarsa biyu, ko kuma suna yin amfani da ita a zaman mabuya domin kai hari kan kasashe makwabtanta."}}
{"translation": {"en": "An owl is a sacred animal that symbolizes wisdom.", "ha": "Hawan giwaye ne dabba mai tsarki wanda ke nuna alamar haihuwa da hikima."}}
{"translation": {"en": "Muhammadu Buhari, President of Nigeria and former Military Head of State", "ha": "Muhammadu Buhari, Shugaban Nijeriya kuma tsohon Shugaban kasa na mulkin soja"}}
{"translation": {"en": "We are the problem, NOT technology.", "ha": "Mu ne matsalar, ba fasaha ba."}}
{"translation": {"en": "He still did not have any food.", "ha": "Har ila yau, a wannan lokacin ba a ba shi abinci ba."}}
{"translation": {"en": "\"The water deficit is still an important issue for the state", "ha": "\"Matsalar ambaliyar ruwan sama ta cigaba da damun jama'ar jihar."}}
{"translation": {"en": "Amnesty International is calling on Nigerian authorities to act now to protect women and girls from rampant sexual violence.", "ha": "Ƙungiyar ta yi kira ga mahukuntan Najeriya kan su ɗauki matakai yanzu, don kare mata da 'yan mata daga cin zarafin lalata da ya zama ruwan dare."}}
{"translation": {"en": "because of their political stance.", "ha": "Watakila saboda kallon da ake masa na dan siyasa."}}
{"translation": {"en": "Hulk Hogan and Mr. T defeated Roddy Piper and Paul Orndorff.", "ha": "Hulk Hogan da Mr.T sun sha kashi a hannun Roddy Piper da Paul Orndorff"}}
{"translation": {"en": "This was confirmed on Thursday by Chancellor Angela Merkel.", "ha": "Mun tattauna kan wannan a ranar Alhamis din nan da Shugabar gwamnatin Jamus Angela Merkel."}}
{"translation": {"en": "construction began in the 1830s.", "ha": "Lokacin ginin gine-ginen ya fara a 1830."}}
{"translation": {"en": "Some people listen to music while sleeping.", "ha": "Mutane da yawa suna da ɗabi'ar sauraron waƙoƙi da yin barci."}}
{"translation": {"en": "They say that he never complained.", "ha": "Amma sun ga cewa bai taɓa yin gunaguni ba."}}
{"translation": {"en": "￼Kano is the most populous state in Nigeria and the state where President Muhammadu Buhari got his highest votes, (about 1.9 million), in 2015.", "ha": "Jihar Kano dai daya ce daga ciki manyan jahohin da su ke da mafiya yawan mutane a Arewacin Nijeriya, inda shugaban kasar Nijeriya Muhammadu Buhari ya samu mafi yawan kuri'u sama da miliyan 1.9 a zaben 2015."}}
{"translation": {"en": "So, What is the Second Screen?", "ha": "Mene ne Na biyu Screen?"}}
{"translation": {"en": "We have gained recognition not only in Lithuania, but also abroad.", "ha": "Ba a girmama shi kawai a Lithuania ba, har ma a kasashen waje."}}
{"translation": {"en": "When Naito heard these words, he didn't say anything, but he shook his head.", "ha": "Bayan da Ximen Bao ya ji abin, bai ce uffan ba."}}
{"translation": {"en": "However, despite these efforts, the country's population continues to increase daily.", "ha": "Duk da kokarin hukumomin tsaro a kasar sai karuwa ake da rasa rayuka a kullum."}}
{"translation": {"en": "Some cultures have their own traditions.", "ha": "Wasu lu'u-lu'u suna da al'adunsu."}}
{"translation": {"en": "My husband will not get a job", "ha": "matata ba za ta sami aiki ba"}}
{"translation": {"en": "His achievements are very much visible to all the people of his country.", "ha": "Aikace aikacen nasa a fili suke a bayyane da dukkan al'umma ke amfana."}}
{"translation": {"en": "Students should be allowed to pray in school and they are.", "ha": "Wannan ya dace, ya kamata a yarda daliban su yi addu'a a makaranta - kuma su ne!"}}
{"translation": {"en": "Bhutto was assassinated in a suicide attack in 2007 at a public rally.", "ha": "Tsohuwar Fira Minista Bhutto ta rasu ne a lokacin wani harin bindiga da na bam a wani gangamin yakin neman zabe da take gudanarwa a shekara ta 2007."}}
{"translation": {"en": "While there may be hope for the future, graduation is also a scary time, because you're about to leave everything you knew behind.", "ha": "Duk da yake akwai wata bege ga makomar gaba, samun digiri ma lokaci ne mai ban tsoro, saboda kuna kusa barin duk abin da kuka san baya."}}
{"translation": {"en": "80 elements have at least one stable isotope.", "ha": "Akwai abubuwa 80 da suke da akalla dayaccen isotope."}}
{"translation": {"en": "\"Please help me!\" she said.", "ha": "\"Ya ilahi ka taimaka min\" abinda bakin ta ke furtawa kenan."}}
{"translation": {"en": "Some of the groups succeeded in breaking out of the trap", "ha": "Wasu daga cikin mutanen nan da aka sace sun yi nasarar kubuta daga hannun 'yan bindigan."}}
{"translation": {"en": "A man came to prophet Muhammad SAW and said, \"O Messenger, give me a good advice.", "ha": "Daga Imam Muhammad Bakir (A.S): wani mutum ya zo wa Manzon Allah (S.A.W), sai ya ce: Ka yi mini wasiyya."}}
{"translation": {"en": "Depends on what you mean by \"God.\"", "ha": "Bugu da ƙari, wannan ya dogara da abin da kake nufi da \"Allah.\""}}
{"translation": {"en": "On July 24, an international team in Paris completed a preliminary investigative analysis of the data extracted from the black boxes of the plane.", "ha": "A ranar 24 ga Yuli, wata tawaga ta kasa da kasa a Paris ta kammala bincike na farko game da bayanan da aka samo daga wata na'ura dake jikin jirgin."}}
{"translation": {"en": "The love of God for all eternity.", "ha": "Bari a ƙaunaci Allah, Allah madawwami, a kowane fanni"}}
{"translation": {"en": "Such a haircut will always be relevant.", "ha": "Irin wannan hairstyle zai dace da kowane lokaci."}}
{"translation": {"en": "We will be \"like angels.\"", "ha": "\"Domin za mu zama kamar mala'iku.\""}}
{"translation": {"en": "The Federal Government of Nigeria has revealed that the Lagos and Abuja airports will be opened for international flights from August 29, 2020.", "ha": "Gwamnatin tarayyar Najeriya ta bayyana cewa za a bude filayen jirgin saman Legas da Abuja don dawo da sufirin jiragen sama zuwa kasashen waje a Najeriya daga 29 ga watan Augusta."}}
{"translation": {"en": "The following year, the figure climbed to 151.", "ha": "Makon da ya gabatane aka kara farashin man zuwa 151."}}
{"translation": {"en": "The size of the tour group is limited, so there is a waiting list.", "ha": "Girman adadin yawon shakatawa yana iyakance, saboda haka akwai jerin jira."}}
{"translation": {"en": "the most dangerous type of vehicle.", "ha": "Mafi haɗari shine mota."}}
{"translation": {"en": "A-pac is Australia's public Affairs Channel.", "ha": "AB- TC City News shafi ne mai watsa tarkacen labarai."}}
{"translation": {"en": "We have now had the game for almost 6 months and have still not conquered the game.", "ha": "Shekara kusan shida kenan yanzu na wannan mulkin, amma ba mu samu abin da ya kamata mu samu ba."}}
{"translation": {"en": "Our work is sustained by voluntary contributions.", "ha": "Ana ba da gudummawa don a tallafa wa aikin da muke yi don taimaka wa jama'a."}}
{"translation": {"en": "There is nothing that you're wanting to know", "ha": "babu wani abin da zaka so ka sani"}}
{"translation": {"en": "She asked if it were true.", "ha": "Ta tambaye su idan sun kasance gaskiya ne."}}
{"translation": {"en": "I am actually optimistic, and think things will get better by 2021/2022.", "ha": "Ni mai fata ne na gaske kuma ina jin cewa a cikin 2021 abubuwa zasu ɗan yi laula."}}
{"translation": {"en": "Contact us if there is anything that you need to know", "ha": "\"Inda da matsala ko tana bukatar wani abu ki kirani ki sanar min."}}
{"translation": {"en": "\"It was 66 years ago that I was involved in my biggest trouble.", "ha": "\"Shekaru 66 da suka wuce ne na shiga cikin babbar matsala."}}
{"translation": {"en": "The Covenant of law could not bring two nations together as one.", "ha": "A shekara ta 1989, hadewar kasashen biyu a matsayin kasa daya bai kai ga samun sake sajewar al'ummomin a matsayi guda ba."}}
{"translation": {"en": "And different types of orchids have different requirements.", "ha": "Ka tuna cewa nau'o'in orchids suna da yanayi daban-daban na kulawa."}}
{"translation": {"en": "The demonstrators had been on the streets for over two weeks to push for police reforms", "ha": "A yanzun haka dai masu zanga-zangar sun kwashe sama da makwannni biyu suna kan tituna a inda su ke neman da a sake fasalin farfado da rundunar 'yan sandan kasar nan."}}
{"translation": {"en": "Jack wants to talk to Mr. Lawrence.", "ha": "Larry shine yayi magana da Mr. Lawrence."}}
{"translation": {"en": "In modern days at least a fifty percent of the Internet users are using their mobile gadgets to explore the web space.", "ha": "Gaskiyar ita ce, yau kashi 50 cikin dari na mutane suna amfani da na'urorin haɗi don bincika yanar gizo."}}
{"translation": {"en": "One of the best ways to tap into gratitude is to spend some time each day in quiet meditation.", "ha": "Kyakkyawan hanyar da za a karfafa ƙarfin hankali shine a ajiye wani lokaci a kowace rana don cikakken shiga cikin tunani."}}
{"translation": {"en": "\"There is hunger in the land and the Federal Government should make haste to salvage the deplorable situation,\" Mr. Okoh said Sunday.", "ha": "\"Akwai fa yunwa ko'ina a cikin kasarnan, ya wajaba gwamnatin tarayya ta hanzarta yin wani abu kafin abin ya kara tabarbarewa,\" in ji Okoh, a ranar Lahadi."}}
{"translation": {"en": "\"I started my business after a divorce.\"", "ha": "'Na fara shan Codeine ne bayan mutuwar aurena' - BBC News Hausa"}}
{"translation": {"en": "Don't bring any plants or animals home.", "ha": "Kada ku kawo kowane tsire-tsire ko dabbobi a gida."}}
{"translation": {"en": "The question should be: How does it affect the rights of Aboriginal people?", "ha": "Yanzu tambaya ta taso, shin maharan suna da 'yancin ɗan adam fa game da waɗanda aka kashe!"}}
{"translation": {"en": "Adama said that the first batch of returnees, are expected to depart South Africa by 9:00 a.m Wednesday.", "ha": "Adama ya shaida wa manema labarai cewa ana sa ran za su baro baro Afrika ta Kudu karfe 9 na safiyar gobe Laraba."}}
{"translation": {"en": "How to get rid of fanaticism", "ha": "Yadda za a kawar da fanaticism?"}}
{"translation": {"en": "During the school year, roughly half of all Ithaca residents are students.", "ha": "A lokacin makaranta, kimanin rabin mutanen Ithaca ne dalibai."}}
{"translation": {"en": "The senator guaranteed that the government treats everyone equally regardless of their political views.", "ha": "- Gwamnonin sun ce mataimakin Shugaban kasar ya dauki kowa a matsayi guda duk da banbancin jam'iyyun siyasarsu"}}
{"translation": {"en": "Instead, the reporter found himself in a situation he had never experienced before.", "ha": "Sai ga shi ya tsinci kanshi a yanayin da bai taba jin irinshi ba."}}
{"translation": {"en": "For visiting the local supermarket it is better to use car.", "ha": "Don zuwa gidan gidan fim, zai zama mafi dacewa don amfani da mota."}}
{"translation": {"en": "Help if you've got a suggestion.", "ha": "Shiga in kana da shawara da zaka bamu."}}
{"translation": {"en": "Some of the others managed to escape.'", "ha": "Wasu sun mutu suna kokarin tserewa harin.\""}}
{"translation": {"en": "They are provided for research purposes", "ha": "Ana amfani da ita don dalilai na bincike."}}
{"translation": {"en": "Meghdoot: A New Mobile App launched to Assist Indian Farmers", "ha": "Madallah: Ga sabon farashin wasu jerin kayayyakin abinci da gwamnatin jihar Bauchi ta kayyade domin saukaka wa al'umma"}}
{"translation": {"en": "We have published a new volume of pharmaceutical companies in Nigeria", "ha": "Wannan sabon gobara ya shiga jerin gobaran da akayi kasuwanni daban-daban a Najeriya."}}
{"translation": {"en": "The committee called upon the Mexican authorities to take concrete and effective measures to restore peace in the region.", "ha": "Don haka, an yi imanin cewa, gwamnatin kasar Sin ta dauki matakan da suka dace, wadanda suka kawo zaman lafiya a yankin."}}
{"translation": {"en": "13 Then the LORD God said to the woman,\"What is this you have done?\"", "ha": "13Da wannan Ubangiji Allah ya ce wa matar: \"Me kika yi ke nan?\""}}
{"translation": {"en": "\"If you have concerns that your accounts may have been accessed by unauthorised people, contact your bank immediately.", "ha": "Idan kuna da damuwa cewa mutane marasa izini sun iya shiga asusunku, tuntuɓi bankin ku nan da nan."}}
{"translation": {"en": "Also, he said he and the Crown Prince shared the same vision on eradication of corruption.", "ha": "Putin kuma ya ce, da shi da Erdoğan suna da tunani iri daya na ganin an warware rikicin ta hanyar siyasa."}}
{"translation": {"en": "But there comes a time when you want to change the setting.", "ha": "Amma sau da yawa akwai lokuta da kake so ka canza bayyanarka, canza sautinka."}}
{"translation": {"en": "They are known as PanchPokhari (five lakes).", "ha": "Wadannan mutane dai su ne wadanda ake kira da Alkhawarij (Khawarijawa), wato wadanda suka tawaye wa addini."}}
{"translation": {"en": "Residents have been asked to remain inside their homes, keeping doors and windows closed.", "ha": "An bukaci mazauna kauyen da su kulle kofofi da tagogin su tare da zauna a cikin gida."}}
{"translation": {"en": "She dies following a long illness and David travels abroad for many months.", "ha": "Bayan rashin lafiya mai tsawo, ta ƙarshe ya mutu, kuma Dauda ya yi tafiya zuwa Switzerland don wasu watanni."}}
{"translation": {"en": "Witnesses believed that the two detainees were captured", "ha": "Jami'an tsaro sun tabbatar da kama mutane biyu da ake zargin su ne suka kai hari."}}
{"translation": {"en": "Sapp said the drug problem has got to be solved in the homes.", "ha": "Shima ya ce irin wannan matsalar kamata ya yi a warare ta a cikin gida."}}
{"translation": {"en": "Home / FILM / FILM: The man with the Iron Fists 1 and 2", "ha": "Home / Hausa Film / [Hausa Film] Ruwa A Jallo 1 & 2"}}
{"translation": {"en": "The 2020 Award Ceremony was postponed to 2021 due to COVID-19 restrictions.", "ha": "An dage gasar cin kofin kwallon kafa ta Turai daga shekarar 2020 zuwa 2021 saboda annobar COVID-19."}}
{"translation": {"en": "\"For that reason, I was pleased to mention yesterday, that the 9th Assembly, you can see and read in the papers, they have shown so much commitment, they sit down on important issues and we make a lot of progress.", "ha": "\"Saboda wannan dalili ina fatan fadin cewa majalisar dokokin tarayya ta tara, kamar yadda kuke karantawa a takardu, sun nuna jajircewa sosai kan muhimman lamura sannan mun cimma nasarori da dama."}}
{"translation": {"en": "Like I said, this is a tricky problem to find.", "ha": "Amma, kamar yadda na ce, wannan wani ɓangare mai wuya ne don bincika."}}
{"translation": {"en": "In addition, almost all current energy sources contain carbon and hydrogen.", "ha": "Har ila yau, kusan dukkanin kwayoyin halitta sun hada da carbon-hydrogen ko CH."}}
{"translation": {"en": "The fifth section contains a concluding remark.", "ha": "Babi na ƙarshe kuwa, wato na tara, yana ƙunshe ne da jawaban kammalawa."}}
{"translation": {"en": "This year's hajj is supposed to take place from July 29 to August 4, but Saudi Arabia has yet to lift the international travel ban implemented on May 20.", "ha": "Daga 29 ga Yuli zuwa 4 ga Agusta ya kamata a fara Aikin Hajjin bana, amma har yanzu Saudiya ba ta ɗage dokar hana jigilar jiragen sama na kasa da kasa da ta kakaba tun 20 ga watan Mayu ba."}}
{"translation": {"en": "42While Paul and Barnabas were leaving the synagogue, the people asked them to tell them more about these things on the next Sabbath.", "ha": "42Bulus da Barnabas suna fita daga majami'ar ke nan, sai mutane suka gayyace su su ƙara yin maganan nan a kan waɗannan abubuwa a ranar Asabbaci mai zuwa."}}
{"translation": {"en": "According to him, the competition has succeeded in stimulating the interests of Nigerians", "ha": "Ya ce yana sa ran farashin shinkafa zai ci gaba da sauka don yan Najeriya su samu damar siya."}}
{"translation": {"en": "Amsterdam, what's left to say about one of the most well-known cities in the world .", "ha": "Amsterdam, menene ya rage game da ɗayan sanannun biranen duniya."}}
{"translation": {"en": "It is estimated that half of regular smokers will die as a result of their addiction.", "ha": "Nazarin ya ce kusan rabin masu shan sigarin tun daga kuriciya za su mutu ne sakamakon hayakin da suke zuka."}}
{"translation": {"en": "We are not signatories to the Rome Statute.\"", "ha": "Ba za mu fita daga wannan yarjejeniya dake kare manufofin 'yan kasar Libiya ba.\""}}
{"translation": {"en": "Bentley Systems employs more than 3,500 colleagues, generates annual revenues of over $700 million in 170 countries, and has invested more than $1 billion in research, development, and acquisitions since 2014.", "ha": "Kamfanin Bentley Systems ya yi amfani da abokan aiki sama da 3,500, ya samar da kudaden shiga na shekara shekara na dala miliyan 700 a cikin kasashe 170, kuma ya kashe sama da dala biliyan 1 a cikin bincike, ci gaba, da kuma mallaka tun daga shekarar 2014."}}
{"translation": {"en": "I haven't read more funny stuff like yours.", "ha": "Na dade ban karanta abu mai ban dariya kamar naka ba."}}
{"translation": {"en": "Rev 21:22 I did not see a temple in the city.", "ha": "21:22 Kuma ban ga wani haikali a ciki ba."}}
{"translation": {"en": "Elections in Kenya have already left 15 people dead.", "ha": "Tun bayan bullar ta a Iran, an bayyana cewa mutane 15 sun mutu."}}
{"translation": {"en": "Discussing ways to reduce your worries when you're dealing with illness is so vital for a healthier mind.", "ha": "Samun dama mai kyau don taimaka maka rage damuwa yana da mahimmanci don rayuwa mafi kyau."}}
{"translation": {"en": "The reports that one of the President's daughters, who recently returned from the United Kingdom, is in self-isolation on the advice of the Nigeria Centre for Disease Control.", "ha": "An rawaito cewa daya daga cikin 'ya'yan shugaban kasa, wacce a yan kwanakin nan ta dawo daga Ingila, an killaceta, bisa shawarar cibiyar kula da yaduwar cututtuka ta Najeriya."}}
{"translation": {"en": "You have the opportunity to go forward from this day to create a faithful, kind and tender relationship.", "ha": "Kuna da damar da za ku ci gaba daga wannan rana don kirkiro dangantaka mai aminci, kirki, da tausayi."}}
{"translation": {"en": "I'll show you how to play", "ha": "Ina (zama) zan nuna maka yadda za a yi wasa."}}
{"translation": {"en": "30:11 for I am with you, says the LORD, to deliver you.", "ha": "30:11 Gama ina tare da ku, in ji Ubangiji, domin in cece ka."}}
{"translation": {"en": "The kids were thrilled....", "ha": "Sosai yaran suka bata sha'awa...."}}
{"translation": {"en": "Maybe there's something good?", "ha": "🤔 Shin wani abu mai kyau zai iya zama mugunta?"}}
{"translation": {"en": "her first novel, The Bluest Eye, in 1970.", "ha": "An wallafa littafinsa na farko a cikin 1970, mai suna Bluest Eye."}}
{"translation": {"en": "She will now be sure...", "ha": "Yanzu dai ta tabbata ....."}}
{"translation": {"en": "Qatar Airways strives to expand its presence in Africa and expand the 24 destinations in 17 African countries that we already offer. \"", "ha": "Qatar Airways na da niyyar haɓaka kasancewarmu a Afirka da kuma ƙara zuwa wurare 22 a cikin ƙasashe 15 da muka riga muka bayar."}}
{"translation": {"en": "What More Do You Need?.\"", "ha": "Me kike son yi kuma nawa kike bukata?\""}}
{"translation": {"en": "Farmers and traders could move goods to markets in the east, and the road was thus seen as necessary to the country's economy.", "ha": "Manoma da 'yan kasuwa zasu iya tura kayan aiki zuwa kasuwanni a gabas, kuma hakan ya kasance yana da muhimmanci ga tattalin arzikin kasar."}}
{"translation": {"en": "To understand how and why, however, it is important to first understand the nature of the conflict.", "ha": "Duk da haka, kafin mu fahimci dalilin da ya sa kuma yadda aka yi amfani dashi, yana da muhimmanci a fahimci Ikilisiyar kanta."}}
{"translation": {"en": "'Why did you bring us out of Egypt?", "ha": "Me ya sa kake so ka fito da mu daga Masar?"}}
{"translation": {"en": "such structures should be resolved in order to promote economic", "ha": "Wannan haɓakar da ake samu, ya kamata a yi amfani da ita don bunƙasa tattalin arziki."}}
{"translation": {"en": "She wasn't worried about the crying as she realized they were tears of happiness. fjck", "ha": "Ai kuwa ba karamin farin-ciki ya yi ba, kamar zai zubda hawaye saboda murna."}}
{"translation": {"en": "Hundreds of thousands of public safety, military and security officials are deployed around the globe to keep New Year's Eve revelers safe to welcome 2018.", "ha": "Dubban daruruwan jami'an tsaro da sojoji za a aika birane a fadin duniya, domin su tabbatar da tsaron mutanen da zasu taru domin yin maraba da sabuwar shekarar 2018."}}
{"translation": {"en": "v.21 \"And they shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them.\"", "ha": "5 'Ku gina gidaje, ku zauna a ciki, ku dasa gonaki, ku ci amfaninsu."}}
{"translation": {"en": "Banks have been directed by the state government to allow the civil servants to have easy access to their salaries.", "ha": "A sanadiyar haka ne gwamnan ya umarci Bankunan jihar akan tabbatar da ma'aikatan sun samu Albashin su cikin sauƙi."}}
{"translation": {"en": "The Hizbullah leader's latest speech was remarkable for its focus on the internal socio-economic situation.", "ha": "Wannan mataki na gwamnatin Masar dai na nuni ne ga gagarumin sauyin manufofinta na hulda da kasashen waje."}}
{"translation": {"en": "I will do that Monday, thank you...", "ha": "Ina bukatan shi ranar Alhamis, na gode... Shine:"}}
{"translation": {"en": "If you break the rules, you are eliminated.", "ha": "Idan ka karya wannan doka, za'a fitar da ku."}}
{"translation": {"en": "\"And God spoke all these words...\"", "ha": "Kuma Ubangiji ya faɗa dukan waɗannan kalmomi:"}}
{"translation": {"en": "The EFF got more than 6% of the national vote in elections earlier this month.", "ha": "Jam'iyyar ANC ta yi nasara da kuri'u fiye da kashi sittin da biyu a zaben da aka gudanar farkon wannan watan ."}}
{"translation": {"en": "Fact is, most probably, however, keep in mind, there are some things that work fast.", "ha": "Babban abin da ya fi muhimmanci shi ne akwai wasu abubuwan da za su iya kawo ci gaba ba tare da wani bata lokaci ba, abin da ya kamata ke nan."}}
{"translation": {"en": "Captain Ramone.", "ha": "Nayya Ramona"}}
{"translation": {"en": "Glyn Johns Technique Glyn Johns is a famous recording engineer.", "ha": "A gaskiya dai, Glyn Johns masanin injiniya ne mai rikodi."}}
{"translation": {"en": "Now I know you might be thinking,", "ha": "Na san yanzu za ku iya yin tunanin inda za ku samo shi."}}
{"translation": {"en": "But they would deny it.", "ha": "Sai suka kãfirta da shi."}}
{"translation": {"en": "He later switched to BJP and campaigned for the party in the 2017 assembly elections.", "ha": "A 2017, ya dawo PDP, kuma shi ya yi wa jam'iyyar takara a zaɓen Shugaban Ƙasa na 2019."}}
{"translation": {"en": "They went out to find Ash.", "ha": "hak'uri suka tafi neman Suwayd."}}
{"translation": {"en": "This is very frustrating as no one is expecting this problem until at least June 2017 according to update on BB website.", "ha": "Wannan abin takaici ne yadda babu wanda yake tsammanin wannan matsala har aƙalla watan Yuni 2017 bisa ga sabuntawa akan gidan yanar gizo na BB."}}
{"translation": {"en": "He added that he planned to observe them over the next 18 years.", "ha": "Ya fada cewa shugaban zai dawo ga wadannan sakonni da ya wallafa watanni 18 masu zuwa."}}
{"translation": {"en": "'FG committed to improving welfare of Nigerians'", "ha": "'Cire tallafin man fetur zai kara jefa talakan Najeriya cikin tasku'"}}
{"translation": {"en": "Dhul-Hijjah (\"The month of Hajj\" - this is the month of the annual pilgrimage to Mecca, Again when no warfare or fighting is allowed)", "ha": "Zul-Hijjah (\" Hajji \" - wannan shine watan hajji na shekara-shekara a Makka, kuma lokacin da ba a yi yaki ko fada ba)"}}
{"translation": {"en": "The victims ranged in age from 20 to 35 years old, according to UF Health.", "ha": "Wadanda aka kama Matasa ne masu shekara 19 zuwa 35 kamar yadda EFCC ta bayyana."}}
{"translation": {"en": "The court stayed the trial for ten days.", "ha": "Don haka kotun ta bayar da umarnin a tsare Kyari na tsawon kwanaki 10."}}
{"translation": {"en": "This is an optional resource for agencies to use in 2019.", "ha": "Wannan doka ita ce wace Hukumar Zabe za ta yi amfani da ita a zaben shekara ta 2019."}}
{"translation": {"en": "\"We want to make history.", "ha": "Ya ce, \"Mu na so ku dabbaka abin tarihi."}}
{"translation": {"en": "Due to complications and security measures Google has taken to keep your account safe, we have decided to deliver this service to you by providing you the simple-to-follow instructions you need to make the changes yourself.", "ha": "Saboda rikice-rikice da matakan tsaro da Google ya ɗauka don kiyaye asusunku, mun yanke shawarar isar muku da wannan sabis ɗin ta hanyar samar muku da umarni masu sauƙin bi da kuke buƙatar yin canje-canje da kanku."}}
{"translation": {"en": "The oldest ice core is from Antarctica and is 800,000 years old.", "ha": "Hasken dutse na Antisan ya tsufa, yana da shekaru 800,000."}}
{"translation": {"en": "Much better than game mode.", "ha": "Sun fi kyau fiye da daidaitattun abubuwan caca!"}}
{"translation": {"en": "We love these books and I can read them over and over!", "ha": "Muna son waɗancan labaran kuma muna karanta su ko'ina."}}
{"translation": {"en": "Asking questions related to each project is the best way to elicit a response from young students.", "ha": "Tambayar tambayoyi game da kowane aikin shine hanya mafi kyau don samar da amsa daga ɗalibai matasa."}}
{"translation": {"en": "\"Give us one reason not to rip your heart out.\"", "ha": "\"Inason jin dalilin daya hana ka sanar damu k'udurinka akan Amal.\""}}
{"translation": {"en": "\"It makes great sense to me that I became a minister at the ministry I worked at during my youthful days as it has a special meaning to my life,\" he toldBBC.", "ha": "\" Ya yi ma'ana sosai cewa na zama minista a ma'aikatar da na yi aiki ina matashi saboda ta na da muhimmanci a rayuwata, \" kamar yadda ya fada wa BBC."}}
{"translation": {"en": "Then I went up to the register, where two women worked.", "ha": "Bugu da ƙari, na halarci samfurori kuma na ga yadda mata biyu suke aiki."}}
{"translation": {"en": "God is allowed in school.", "ha": "An Halatta Sallah a Makaranta?"}}
{"translation": {"en": "Tasneem with new toys..", "ha": "Mr. Peebles tare da sababbin kayan wasa"}}
{"translation": {"en": "It's no coincidence that the fortunes of photographers and musicians are often intertwined.", "ha": "Ba abin mamaki ba, mawaƙa da masu nishaɗi suna da saurin fuskantar lalacewar ji."}}
{"translation": {"en": "The goal of the organization is to eliminate tardiness, forgetfulness, lack of preparedness and procrastination.", "ha": "Manufar kungiyar ita ce kawar da jinkirin, mantawa, rashin shirye-shirye da tsaidawa."}}
{"translation": {"en": "The woman said to Saul, \"I see a god coming up from the ground.\"", "ha": "Me ka gani?\"Sai matar ta ce wa Saul, \"Na ga abũbuwan hawa daga ƙasa.\""}}
{"translation": {"en": "In his book, Who Was Jesus?", "ha": "A cewar labarin Wane ne Yesu?"}}
{"translation": {"en": "5 minutes had passed.", "ha": "5 minti sun wuce."}}
{"translation": {"en": "\"This is a young and exciting squad and I know, together, we can develop into something special to bring the success that the fans deserve.", "ha": "\"Wannan tawaga ce ta matasa masu karsashi kuma na sani cewa tare za mu iya sauyawa zuwa wani abu na musamman da zai kawo ci gaban da 'yan kallo suke so.\""}}
{"translation": {"en": "\"I will be around you, so do ask for help if needed\"", "ha": "\"Zan kula da komai, idan kina bukata za ki iya yin iddarki a nan\""}}
{"translation": {"en": "So, this evening I found myself at Barnes and Noble.", "ha": "Yau da yamma na yi aan awanni a Barnes da Noble."}}
{"translation": {"en": "Over the coming week we will be making some more changes.", "ha": "Wannan lokacin mako mai zuwa za mu kawo wasu canje-canje."}}
{"translation": {"en": "Read more: Why did he do it?", "ha": "Karanta: Dalilan Da Suka Sa ASUU Ta Janye Yajin Aiki"}}
{"translation": {"en": "A few residents came before the council to express their gratitude for moving forward with the library project.", "ha": "Wasu daga cikin mazauna kauyukan sun godewa gwamnan saboda shigarsu tare da yin kira da a kawo musu kayan aiki gabanin noman rani."}}
{"translation": {"en": "The statement said the depreciation of naira within the last six months has made it impossible for the airline to achieve its operational targets.", "ha": "A cikin wata sanarwa kamfanin na Aero ya ce faduwar darajar Naira da aka ringa fuskanta a cikin watanni shida da suka gabata ya sa kamfanin ba ya iya cin riba."}}
{"translation": {"en": "Do you feel that there needs to be some changes in that?", "ha": "Ka yi tunanin ko kana bukatar canza wani abu a wannan yanki?"}}
{"translation": {"en": "The influence of these intermetallic compounds on the long-term performance of lithium batteries is uncertain.", "ha": "Tasirin waɗannan mahaɗar mahaɗan a kan aiki na dogon lokaci na batirin lithium ba shi da tabbas."}}
{"translation": {"en": "The system works as usual.\"", "ha": "Ayyuka suna tafiya kamar yanda aka saba.\""}}
{"translation": {"en": "That's a game.\"", "ha": "Wasa ne wannan\""}}
{"translation": {"en": "What Type of Partnership is Right for You?", "ha": "Wanne irin haɗakarwa daidai ne a gare ku?"}}
{"translation": {"en": "That's a view of how it works from a practitioner perspective.", "ha": "Anan ne yadda rajista na yanki ke aiki daga ra'ayin mai amfani."}}
{"translation": {"en": "The most important media sources are held by the government, especially television", "ha": "Ga wasu hanyoyin da shugaban yake amfani da manema labaru, musamman ma na talabijin."}}
{"translation": {"en": "Consequently, the new generation of Western politicians is fundamentally without character.", "ha": "Sukar da wasu 'yan siyasan kasashen yamma suke yi, ba shi da tushe ko kadan bare makama."}}
{"translation": {"en": "By 1848, Algeria had been declared an integral part of France.", "ha": "1848 An gane Aljeriya a matsayin ɓangare na Faransa."}}
{"translation": {"en": "Make sure to include time for clean-up.", "ha": "Lura cewa lokacin amfani ya haɗa da lokacin tsabtatawa."}}
{"translation": {"en": "3 weeks in the Uk", "ha": "Yau sati uku kenan rabuwar ta da Uk amma"}}
{"translation": {"en": "Not all of them use malloc.", "ha": "Amma ba kowa ke amfani da Bit.ly."}}
{"translation": {"en": "After he and his wife Ayşe Efendi were imprisoned in Syria, he fled to a Patriotic Union of Kurdistan (PUK) camp in Iraq in 2010 and returned to Qamishli in March 2011 following the beginning of the Syrian Civil War.[4]", "ha": "Bayan da aka daure shi da matarsa Ayşe Efendi a Siriya, sai ya gudu zuwa sansanin Patriotic Union of Kurdistan (PUK) da ke Iraki a shekarar 2010."}}
{"translation": {"en": "Every human needs to know about God.", "ha": "Kowani dan'adam yana da fahimta da Allah yai masa."}}
{"translation": {"en": "It was a joy to work there at the time.", "ha": "Ina tsammanin zai yi kyau mutum ya kasance cikin aiki a wannan lokacin."}}
{"translation": {"en": "Having someone take the time to express their appreciation is very rewarding.", "ha": "Gaskiyar cewa mutane suna ɗaukar lokaci don biya mani yabo ko godiya na abin ban tsoro ne."}}
{"translation": {"en": "It is difficult living with your parents.", "ha": "Shin zama tare da surukan ka yana zama da wahala?"}}
{"translation": {"en": "29 November 2011 - The uprising in Syria has been going on for nine months", "ha": "Previous: ASUU ta janye yajin aikinta na watanni tara a Nijeriya"}}
{"translation": {"en": "he's won eight times.", "ha": "Amma bayan nan yayi nasarar cin 8 takwas a jere."}}
{"translation": {"en": "Asked to explain some of his business", "ha": "Ka yarda ka bayyana mana wasu ayyukan ka."}}
{"translation": {"en": "Ashiat Folashade Adeyemi, one of the wives of the Alaafin of Oyo, Lamidi Adeyemi, has again caught the media attention as she spoke dearly of her 84-year-old husband.", "ha": "Aishat Folashade Adeyemi, daya daga cikin matan Alaafin na Oyo, Lamidi Adeyemi, ta sake jan hankalin kafafen sadarwa yayinda ta jinjinawa angonta mai shekaru 84."}}
{"translation": {"en": "On February 16, 1946, facing the incredible violations of human rights that victims of World War II suffered, the United Nations established a Human Rights Commission, with Eleanor Roosevelt as one of its members.", "ha": "Ranar 16 ga watan Fabrairun 1946, lokacin da aka fuskanci keta hakkin bil'adama wadanda suka kamu da yakin duniya na biyu, Majalisar Dinkin Duniya ta kafa hukumar kare hakkin Dan-Adam, tare da Eleanor Roosevelt a matsayin daya daga cikin mambobi."}}
{"translation": {"en": "Earlier, the Independent National Electoral Commission on Wednesday gave the Certificate of Return to Uzodinma.", "ha": "Hukumar zabe mai zaman kanta a halin da ake ciki, ta gabatar da takardar shaidar cin zabe ga Uzodinma a ranar Laraba."}}
{"translation": {"en": "Policy action: What's next?", "ha": "Dokar Gwamnati: Mene Ne Next?"}}
{"translation": {"en": "These commands show that bonds of kinship may be established as a result of the marriage of a Muslim with a woman from the people of the book and that those on each side of the union can accept an invitation to a meal.", "ha": "Wadannan umarni suna nuna za a iya kulla dangantakar 'yan uwantaka ta hanyar auren musulmi namiji da kuma mace daga Ahlul Kitabi sannan kuma mutanen kowane bangare kan iya amsar gayyatar cin abinci."}}
{"translation": {"en": "1990: The \"Swiss Pierre-André Gobet, leaving from \"Chamonix, completed the ascent and descent in 5 hours, 10 minutes and 14 seconds.", "ha": "A shekara ta 1990, mai hawa Pierre-André Gobet ya hau Mont Blanc daga Chamonix a cikin sa'o'i 5, minti 10, da 14 seconds."}}
{"translation": {"en": "On the day of his funeral, President Herbert Hoover asked Americans to dim the lights in their homes as a way of paying tribute to the man who had given them electricity.", "ha": "A ranar jana'izarsa, Herbert Hoover ta tambayi 'yan Amurkan su kashe fitilu a gidajensu a matsayin hanyar biyan haraji ga mutumin da ya ba su wutar lantarki."}}
{"translation": {"en": "If she wins, she's happy.", "ha": "Idan wannan yarinyar ta sami nasara, zai ji daɗi da jin dadi ."}}
{"translation": {"en": "There is absolutely no excuse for gunning down police officers.", "ha": "Babu wani takamaiman dalilin da jami'an 'yan sandan su ka bayar na korar wakilan na Kwankwaso."}}
{"translation": {"en": "By the end of 2017, we already ...", "ha": "A Sabuwar Shekara ta 2017, za mu ci gaba da kawo karshen ..."}}
{"translation": {"en": "I don't recall when it", "ha": "Ba na tuna da lokacin da ya"}}
{"translation": {"en": "1 Corinthians 13:4-7 \"Love is long-suffering and obliging.", "ha": "1Korantiyawa 13: 4-7: \"Ƙauna mai haƙuri, ƙauna mai alheri ne."}}
{"translation": {"en": "The slopes are used to grow coffee and its lava is used for building materials.", "ha": "Ana amfani da gangaren dutsen don yin kofi, yayin da ake amfani da lava a matsayin kayan gini."}}
{"translation": {"en": "the same [is] Hebron in the land of Canaan.", "ha": "Wannan shi ne Hebron, a ƙasar Kan'ana."}}
{"translation": {"en": "Directionally, this isn't surprising, although the magnitude of the difference is remarkable.", "ha": "Kuma wannan ba abin mamaki ba ne, saboda layin bambanci yana da kyau sosai."}}
{"translation": {"en": "Don't worry if you find yourself", "ha": "Kada ka damu idan ka samu kanka a cikin wannan matsala."}}
{"translation": {"en": "Once you have lost someone's trust, it is tough for you to get it back.", "ha": "Da zarar ka rasa amincewar wani, to abu ne mai wuya ya dawo da shi."}}
{"translation": {"en": "At that moment I knew my life was going to be different.", "ha": "A wancan lokaci na gane cewa rayuwa ta iya bunkasa ta daban."}}
{"translation": {"en": "And if you see when they are placed before their Lord, He will say, \"Is this not real (the truth)?", "ha": "َ006-030 Kuma dã kana gani, a lõkacin da aka tsayar da su ga UbangiJinsu, Ya ce: \"Ashe wannan bai zama gaskiya ba?\""}}
{"translation": {"en": "\"You don't have to watch the video.\"", "ha": "- Ba kwa buƙatar jira don ganin bidiyon ku."}}
{"translation": {"en": "here is a list of questions", "ha": "Kuma a sa'an nan jerin tambayoyin da amsoshi."}}
{"translation": {"en": "God, who was at work in the ministry of Peter as an apostle to the Jews, was also at work in my ministry as an apostle to the Gentiles.", "ha": "Gama Allah wanda ya yi aiki cikin hidimar Bitrus a matsayin manzo ga Yahudawa, haka ma ya yi aiki a cikin hidimata a matsayin manzo ga Alʼummai."}}
{"translation": {"en": "Both authorities is working under the income tax department of india.", "ha": "Sauran ma'aikatan biyu su na aiki ne karkashin sashen kula da harkokin kudi na makarantar."}}
{"translation": {"en": "Protein is the building material of our bodies.", "ha": "Protein shine gine-gine na jikinmu."}}
{"translation": {"en": "Here's the same example", "ha": "same ta sekai ni"}}
{"translation": {"en": "He was killed in the fightin' at Independence.", "ha": "An kashe shi a lokacin yakin neman 'yancin kai na Turkiyya."}}
{"translation": {"en": "This summer, we're bringing you...", "ha": "A yammacin yau Lahadi za mu kawo muku ..."}}
{"translation": {"en": "The saying is trustworthy, and I want you to insist concerning these things, so that those who have believed in God may be careful to engage in good deeds.", "ha": "Wannan magana tabbatacciya ce, ina kuma ina so ka nanata waɗannan abubuwa ƙwarai, domin waɗanda suka dogara ga Allah su himmantu ga aiki mai kyau."}}
{"translation": {"en": "VOA's first shortwave radio transmission, spoken in German on Feb. 1, 1942, began with the words, \"Here speaks a voice from America.\"", "ha": "Muryar Amurka ta watsa shirinta na farko ne cikin harshen Jamusanci ranar daya ga watan Fabrairu a shekara ta dubu da dari tara da arba'in da biyu da kalmomin farko \"Ga Murya daga Amurka tana magana\"- (\"Here speaks a voice from America\")."}}
{"translation": {"en": "Here's a very touchy SEO subject (which I ran into again this week): Subdomains.", "ha": "Anan ga batun SEO mai matukar damuwa (wanda na sake shiga cikin wannan makon): Subdomains."}}
{"translation": {"en": "In addition to New Jersey, there are four other states that actively take part in The HERO Campaign.", "ha": "Baya ga sarakunan gargajiya, wasu gwamnonin jihohi hudu su ma sun bi sahun gwamnan Jihar Oyo."}}
{"translation": {"en": "Even after the end of the competition the website listed six judges.", "ha": "Kafin wasan wasan ya fara, kwamitin ƙaddamarwa a asirce ya zaɓi ramukan shida."}}
{"translation": {"en": "And so is his father, Mark.", "ha": "Haka kuma, ɗana, Markus."}}
{"translation": {"en": "This stage is possible even in the face of serious health issues.", "ha": "Wannan aikin za a iya yi ko da tare da ciwo mai tsanani a cikin ƙananan baya."}}
{"translation": {"en": "Until his appointment as Registrar of NECO, Prof. Obioma was the Ebonyi state Resident commissioner of the Independent National Electoral Commission (INEC).", "ha": "Har zuwa lokacin da aka nada shi a matsayin Magatakardan NECO, Farfesa Obioma ya kasance kwamishinan mazaunin jihar Ebonyi na Hukumar Zabe Mai Zaman Kanta."}}
{"translation": {"en": "14:7: The whole earth is at rest, and is quiet:", "ha": "14:7 Dukan duniya ta yi tsit; an yi farin ciki da murna."}}
{"translation": {"en": "The CD should hit stores in early November.", "ha": "Gwamnati na tsammanin samun rigakafin garken a farkon watan Nuwamba."}}
{"translation": {"en": "Genesis 1:25 says God created the wild animals.", "ha": "In Farawa 1:25, Allah ya halicci dabbobi ya ce suna da kyau."}}
{"translation": {"en": "The Nigerians in Diaspora Commission (NIDCOM) said they are being deported for not having resident permits and visas.", "ha": "Hukumar dake lura da yan Najeriya mazauna kasashen waje NIDCOM ta ce an taso keyar mutanen ne saboda basu da cikakku takardun zama da kuma takaradar Visa."}}
{"translation": {"en": "We both have lives...", "ha": "Mu biyu zamuyi rayuwarmu kinji..."}}
{"translation": {"en": "The boy who would be the 13th Dalai Lama was born into a peasant family in southern Tibet.", "ha": "Yaro wanda zai zama Dalai Lama na 13 shi ne ya haife shi a cikin wani mazaunin kauyen a kudancin Tibet."}}
{"translation": {"en": "Zeus agrees, but faces the wrath of his wife, Hera, queen of the gods, for his involvement in the conflict.", "ha": "Zeus ya yarda, amma ya fuskanci fushin matarsa, Hera, sarauniya na alloli, domin ya shiga cikin rikici."}}
{"translation": {"en": "Might all of them be one, as you, Father, are in me and I'm in you.\"", "ha": "don dukansu su zama ɗaya, ya Uba, kamar yadda kake a cikina, ni kuwa a cikinka."}}
{"translation": {"en": "18 A certain ruler asked him, 'Good Teacher, what must I do to inherit eternal life?' 19 Jesus said to him, 'Why do you call me good?", "ha": "18 Wani shugaban jama'a ya tambaye shi ya ce, \"Malam managarci, me zan yi in gaji rai madawwami?\" 19 Sai Yesu ya ce masa, \"Don me ka kira ni managarci?"}}
{"translation": {"en": "know of any progress that is made.\"", "ha": "Za a sanar muku da duk ci gaban da aka samu, in ji shi.\""}}
{"translation": {"en": "Where to go on March 8", "ha": "Saboda haka, inda zan je ranar 8 ga watan Maris:"}}
{"translation": {"en": "Instead, using eight features, the age can be predicted effectively.", "ha": "To, Sai dai duk da wannan cikas ɗin ana iya bin wasu hanyoyi a yi ƙididdigar shekarun mutum."}}
{"translation": {"en": "Choosing machinery is equivalent to choose the success, and we are looking forward to cooperating with you.", "ha": "Zaɓin Jiwei daidai yake da zaɓar Nasara, muna sa ran yin aiki tare da ku!"}}
{"translation": {"en": "Resolution to Adopt the 2020 Budget.", "ha": "Majalisar Zartarwa Ta Amince Da Kudirin Kudi Na 2020"}}
{"translation": {"en": "I hope you enjoy the results", "ha": "Ina fatan cewa samfurori da ka samo a ciki za su faranta maka rai."}}
{"translation": {"en": "\"We knew we had to get food to the people who could no longer come to our restaurant.", "ha": "\"Mun tsara yanda za mu dauki abinci mu kai wa wadanda suka ci gajiyar tallafinmu har gida domin kada su zo a yi cinciridu a nan."}}
{"translation": {"en": "Letitia Tyler (née Christian; November 12, 1790 - September 10, 1842), first wife of John Tyler, was the First Lady of the United States from 1841 until her death in 1842.", "ha": "Letitia Christian Tyler (Nuwamba 12, 1790-Satumba 10, 1842), matar John Tyler , ta kasance Mataimakin Shugaban Maryamu daga 1841 har zuwa mutuwarsa a Fadar White House a 1842."}}
{"translation": {"en": "Still, they do not understand.", "ha": "kuma amma bã su sansancewa."}}
{"translation": {"en": "James 3:16 (GW) Wherever there is jealousy and rivalry, there is disorder and every kind of evil.", "ha": "3:16 Domin duk inda hassada da jayayya suke, a can ma akwai rashin tabbaci da kowane mummunan aiki."}}
{"translation": {"en": "also need a wide diversity of international supplies.", "ha": "Haka kuma, kasashen duniya na bukatar wani babban tsarin samar da alluran rigakafi."}}
{"translation": {"en": "Ahmadinejad said yesterday:", "ha": "Amit kumar jana says:"}}
{"translation": {"en": "In addition all transactions, from the opening of an account to the collection of winnings can be carried out within seconds online.", "ha": "Bugu da kari duk ma'amaloli - daga buɗe asusu zuwa tarin cin nasara - ana iya aiwatar da su cikin sakan kan layi."}}
{"translation": {"en": "where to buy tramadol.", "ha": "15 A ina zan iya sayan tramadol?"}}
{"translation": {"en": "Thus, there is another 95 percent of the universe that we don't know about yet.", "ha": "Wannan yana nufin cewa kashi 95 cikin 100 na sararin samaniya bai riga ya gano ba."}}
{"translation": {"en": "He later served several churches as pastor.", "ha": "Daga baya masallacin ya samu wasu limamai daga lokacin har zuwa yanzu."}}
{"translation": {"en": "Over 2000 people lost their jobs at one of the regional hospitals.", "ha": "Yajin aikin ya kassara ayyukan da ake yi a asibitoci sama da 2000."}}
{"translation": {"en": "V.S. - \"So why if the world doesn't do anything for me, and they don't make me happy?\"", "ha": "VS: Amma me yasa idan duniyar bata yi wani abu ba a gare ni, kuma basu sa ni farin ciki ba."}}
{"translation": {"en": "PREMIUM TIMES confirmed Mr Adeyanju was charged for murder in 2005 at the Kano State High Court, but was discharged and acquitted in 2009 after a lengthy trial.", "ha": "Rahotanni sun tabbatar da cewa; an zargi Deji Adeyanju da yin kisa a shekarar 2005 a babbar kotun jihar Kano din, amma sai dai kotun ta sake shi tare da wanke shi a shekarar 2009 bayan dogon shari'a da aka kwashe na tsawon shekaru 4."}}
{"translation": {"en": "Early in the year, most of us are looking ahead to what the new year will bring.", "ha": "Ga yawancin mu, ba da daɗewa ba tambaya ta taso - menene zamu sa a kan teburin Sabuwar Shekara?"}}
{"translation": {"en": "(I'm just finishing the 4th book in the first series.)", "ha": "[Yanzu mun zo kan labarin ƙarshe a cikin jerinmu na kashi huɗu."}}
{"translation": {"en": "I'm on the board of Directors", "ha": "Ina kan kujerata ta shugaban kungiyar Miyatti Allah."}}
{"translation": {"en": "There are also indications that states with larger populations, like Lagos and Kano, are likely to get more than 30,000 loans.", "ha": "bayanin ya kara da cewa a jihohi kamar Lagos da Kano masu yawan al'umma, ana sa ran wasun su daga jihohin za su ci moriyar sama da naira 30,000."}}
{"translation": {"en": "It isn't the Netherlands.", "ha": "Holland bai kasance ba."}}
{"translation": {"en": "The sector's largest remaining companies in the index are Russia's Polymetal and Mexico-based Fresnillo.", "ha": "Manyan kamfanoni a fannin har yanzu suna cikin bayanin sune Polymetal na Rasha da Fresnillo na Mexico."}}
{"translation": {"en": "Tony will sit in the editor's chair at the Voice for as long he wants to be there.", "ha": "- Mataimakin shugaban majalisar dattawa yace yana iya kasancewa a majalisa muddin rayuwarsa idan har yayi muradin aikata hakan"}}
{"translation": {"en": "5:15 and he told him, 'Take these articles and go and deposit them in the temple in Jerusalem.", "ha": "5:15 Sai ya ce masa: \"Ya ɗauki waɗannan kwanoni, kuma tafi, da kuma sa su a cikin Haikalin da yake a Urushalima."}}
{"translation": {"en": "In the study area, it was found that women", "ha": "Lokacin binciken, sai aka samu matan tana da hannu a cikin lamarin."}}
{"translation": {"en": "After noting a number of factors that could", "ha": "Bari mu lissafa abubuwa masu yawa da zai haifar da wannan abu:"}}
{"translation": {"en": "You want to live better in your house?", "ha": "Kuna so ku kirkirar baka a gida?"}}
{"translation": {"en": "Confirmed cases continue to increase at higher rates in many parts of the U.S., while California's hospitalizations have increased more than 50 percent and intensive care cases have jumped 46 percent in the last two weeks.", "ha": "Ana cigaba da samun ƙaruwar sabbin mutane da ke kamuwa da cutar a Amurka, sannan asibitoci na cika a sassan ƙasar, musamman a California inda aka samu ƙaruwar mutane da ake kwantarwa da sama da kashi 75 cikin 100 a cikin makwanni biyu da suka gabata."}}
{"translation": {"en": "One of them, \"Dirt,\" is set in Philadelphia.", "ha": "Daya daga cikinsu, \"Storks,\" an bayyana a kwanan nan a California."}}
{"translation": {"en": "Remember, we are all one.", "ha": "Ka tuna: Mun kasance duka."}}
{"translation": {"en": "Burning The Church.", "ha": "\"Sannan suka bankawa cocin wuta."}}
{"translation": {"en": "Tajikistan is still recovering from the civil", "ha": "Angola dai har yau tana samun tallafin raya kasa daga ketare."}}
{"translation": {"en": "Thus, this interest will lead to love.", "ha": "In mun riƙe wannan za mu ci riba kan ƙauna."}}
{"translation": {"en": "I followed him extremely close.", "ha": "Mairo na biye da shi kusa da kusa."}}
{"translation": {"en": "A lot has been said and written about them.", "ha": "Ah, akwai abubuwa da dama da za su ce kuma rubuta game da su."}}
{"translation": {"en": "\" Now, I wish to read it!\"", "ha": "Yanzu na makwabcin ma karanta shi!\""}}
{"translation": {"en": "\"You know the new attorney general?", "ha": "Ko kun san sabon shugaban Boko Haram?"}}
{"translation": {"en": "HARARE, Zimbabwe: The police stormed the offices of Zimbabwe's main", "ha": "Anambra: 'Yan sanda sun bankaɗo gidan da ake safarar jarirai"}}
{"translation": {"en": "In some cases, the Internet is fundamentally", "ha": "A cikin al'umma, Intanet tana da mahimmancin gaske."}}
{"translation": {"en": "There are 239 territories where Jehovah's Witnesses worship.", "ha": "240 - Ƙasashen da Shaidun Jehobah suke ibada"}}
{"translation": {"en": "Once the candidate profile is developed, It is sent to the client for validation.", "ha": "Ana farawa farawa lokacin da aka shirya samfurin, an aika shi ga abokin ciniki don tabbatarwa."}}
{"translation": {"en": "@Suzanne... it was a big day.", "ha": "Sannu @Mankawwa Akwai babban rana"}}
{"translation": {"en": "Of course, the deep ocean and the presence of warmth, water, and organic materials raises the question of whether or not Enceladus could support life.", "ha": "Tabbas, zurfin teku da kuma kasancewa da dumi, ruwa, da kayan kayan aiki sun kawo tambaya akan ko Enceladus zai iya taimakawa rayuwa."}}
{"translation": {"en": "He guides him into a seat and provides him with some water and juice.", "ha": "Ta amsa cikin sakin fuska sannan ta kawo masa ruwa da lemo."}}
{"translation": {"en": "And when they had crossed over, they came to land at Gennesaret.", "ha": "Saʼad da suka haye, sai suka sauka a Gennesaret."}}
{"translation": {"en": "I searched and found it was something related to booting issues.", "ha": "Na karanta kuma na gano cewa wannan yana da nasaba da cire masu gudanarwa."}}
{"translation": {"en": "20 Also do not be concerned about your goods, for the best of all the land of Egypt is yours.' \"", "ha": "20 Kada ku damu da kayayyakinku, gama abin da yake mafi kyau duka a ƙasar Masar naku ne.' \" 21 Haka kuwa 'ya'yan Isra'ila suka yi."}}
{"translation": {"en": "I want to know how to disable the ip", "ha": "I bukatar mu san yadda zan iya cire songs daga iPod."}}
{"translation": {"en": "Of course, all of them must be eliminated.", "ha": "Hakika, dukkanin sinadaran ya kamata a kwashe."}}
{"translation": {"en": "line train speeding across the continent.", "ha": "Jirgin kasa mai saurin tafiya kirar Fuding ya fara tafiya a duk fadin kasar ta Sin."}}
{"translation": {"en": "The Fact of Love 8.", "ha": "Tsananin So 8"}}
{"translation": {"en": "Heidi had moved to New York.", "ha": "Don haka, alal misali, Heidi kwanan nan ya tashi zuwa New York."}}
{"translation": {"en": "The picture above...", "ha": "Hoton da muka sanya a saman ..."}}
{"translation": {"en": "let's explore the ever-changing nature of secrets", "ha": "Bari mu dubi makirci na canza ƙwayar kiwo don dindindin."}}
{"translation": {"en": "The country has special regions, including Dutch-speaking Flanders in the north,French-speaking Wallonia in the south and a German-speaking community in the east.", "ha": "Hasasar tana da yankuna na musamman waɗanda suka haɗa da Flanders masu amfani da Dutch a arewa, Wallonia mai jin Faransanci a kudu da kuma yankin masu jin Jamusanci a gabas."}}
{"translation": {"en": "In this note, we will review the situation and make our prediction.", "ha": "Don amsa wannan tambayar, munyi tunanin bincika samfurin, da kuma samar da namu ra'ayin."}}
{"translation": {"en": "\"You're beyond that.\"", "ha": "\"Kin wuce haka.\""}}
{"translation": {"en": "She eventually moved to Nigeria to report on the social issues afflicting the continent.", "ha": "Ta zo Nijeriya don yin bincike game da yadda gabobin dan adam ke aika sako ba tare da yin furuci ba."}}
{"translation": {"en": "He didn't get into the school, but they took me.", "ha": "Ba su damu da kai ni a makaranta ba, amma sun kai ni coci."}}
{"translation": {"en": "Wait until all the kids are asleep", "ha": "Kafin kowa yatashi yanufi dakin barcinsa."}}
{"translation": {"en": "I want to write, but more than that, I want to bring out all kinds of things that lie buried deep in my heart..", "ha": "Ina so in rubuta, amma fiye da haka, ina so in fitar da irin abubuwan da suke binnewa cikin zuciyata. . . ."}}
{"translation": {"en": "Chinese characters or symbols usually have one or more meanings and some of them are particularly loved by Chinese people.", "ha": "Harshen Sinanci suna da ma'ana ɗaya ko fiye kuma wasu daga cikinsu sun fi son mutanen Sin."}}
{"translation": {"en": "That is why Apple is doing it again.", "ha": "Bugu da ƙari, Apple ya sake yin hakan."}}
{"translation": {"en": "It makes it possible to overcome the differences between all cultures.", "ha": "Ta haka ne za su iya kawar da dukkanin wasu al'adu masu kyau na wata al'umma."}}
{"translation": {"en": "Emlyn Culverwell' 29, and Iryna Nohai, 27, were arrested in January when Ms Nohai was taken to hospital with stomach cramps and was found to be pregnant.", "ha": "An kama Emlyn Culverwell, mai shekara 29 da Iryna Nohai mai shekara 27 ne,a lokacin da likita ya gano Ms Nohai da ke fama da ciwon ciki na da juna biyu.An kama su da laifin zina."}}
{"translation": {"en": "What do you want the doctor to tell you?", "ha": "To, ta yaya, likita zai gaya muku."}}
{"translation": {"en": "But because he was faithful to his Art", "ha": "Ya kasance mai gaskiya da jaruntaka."}}
{"translation": {"en": "How to develop the ability to move easily on the keyboard?", "ha": "Ta yaya ba za mu iya sake shirya makullin a kan keyboard ba don saurin buga rubutu daidai?"}}
{"translation": {"en": "Of course, everyone has the right to decide what to eat and what to eat.", "ha": "Kowane mutum na da hakkin ya zabi abin da zai ci da lokacin."}}
{"translation": {"en": "He recalled that the commission was allocated 50 hectares in each of the four states for the construction of 600 housing units of two-bedrooms in each state.", "ha": "Ya tuna cewa an baiwa hukumar hekta 50 a kowace jiha hudu domin gina rukunin gidaje 600 na dakuna biyu a kowace jiha."}}
{"translation": {"en": "I recommended he talks to the SBA.", "ha": "Dangane da haka na umurce shi da ya yi magana da GOC."}}
{"translation": {"en": "What's English and French?", "ha": "Me ake kira Paris da Faransanci?"}}
{"translation": {"en": "They were all eventually taken prisoner of war.", "ha": "A ƙarshe, an kama waɗanda aka kama a yaƙi."}}
{"translation": {"en": "Often, it has been seen that individuals are so much worried about their appearance.", "ha": "Gaba ɗaya, na yi imanin cewa yanzu mutane suna damu sosai game da bayyanar su."}}
{"translation": {"en": "\"The ACB has been empowered.", "ha": "\"APC ta kyale abubuwa yadda suke."}}
{"translation": {"en": "The lift came barely an hour after the announcement of the sack of the Director General of the State Security Service (SSS), Lawal Daura.", "ha": "Janyewar na zuwa ne kasa da sa'a daya bayan an sanar da dakatar da darakta janar na hukumar SSS, Lawal Daura."}}
{"translation": {"en": "He still hadn't seen Marie.", "ha": "An san cewa bai riga ya lura da Emma ba."}}
{"translation": {"en": "tell me what would Jesus do", "ha": "Abin da Yesu zai Yi"}}
{"translation": {"en": "a number of cities?", "ha": "Yawancin garuruwa?"}}
{"translation": {"en": "I feel that something very special might be around the corner and now is the time for Britain to wake up!", "ha": "Muna da dukkan kayan aikin da za mu sake fara tafiyar kasashen duniya lafiya, kuma yanzu lokaci ya yi da Biritaniya za ta tashi! \""}}
{"translation": {"en": "i'm not convinced that's a bad thing", "ha": "Ban tabbata ba na ga wannan a matsayin mummunan abu."}}
{"translation": {"en": "Then you still can't cry, even if you want to.", "ha": "Har ila yau, ba za ku iya sumba kuliya ba - musamman ma idan basu so."}}
{"translation": {"en": "Who will benefit from the initiative", "ha": "Ga wadda ta amfana nan itama daga wannan Tallafi"}}
{"translation": {"en": "That's why it's designed to work with any software on any computer-just plug in and begin.", "ha": "Wannan shine dalilin da ya sa aka tsara shi don aiki tare da kowane software akan kowace kwamfutar-kawai shiga cikin fara."}}
{"translation": {"en": "Apply it in the evening when honey bees are not active.", "ha": "Kuma yi amfani da magungunan kashe qwari a daren, lokacin da kwari ba su iya aiki ba."}}
{"translation": {"en": "e-mail and password can be changed", "ha": "Launi da kuma logo za a iya canja."}}
{"translation": {"en": "How to find a boyfriend in canoas", "ha": "Yadda Suruki Ya Yi Garkuwa Da Dan Surukinsa A Kano"}}
{"translation": {"en": "Our liability is limited to the amount of your order.", "ha": "Matsayinmu mafi iyaka yana daidaita da adadin sayanku."}}
{"translation": {"en": "On Thursday and Friday, the first two days of the week-long Spring Festival holiday, Chinese express delivery firms handled some 130 million parcels, up 223 percent year on year, showed data from the State Post Bureau.", "ha": "A ranakun Alhamis da Jumma'a, ranakun farko na hutun mako guda na bikin bazara, kamfanonin baje kolin na kasar Sin sun dauki jaka kimanin miliyan 130, wanda ya karu da kashi 223 cikin dari a shekara, sun nuna bayanai daga Ofishin Wasikun Jiha."}}
{"translation": {"en": "(8) When he is tired or sick, the use of hearing aids will be reduced.", "ha": "(8) Idan ya gaji ko ba shi da lafiya, amfani da kayan jijiya zai ragu."}}
{"translation": {"en": "It's the only thing that he can give. \"", "ha": "Shi ne kawai abinda za ka mana.\""}}
{"translation": {"en": "Just remember, however, that you are in charge of your own experience.", "ha": "Kawai tuna, duk da haka, kai ne ke kula da kwarewarka."}}
{"translation": {"en": "Alexandria herself is the patron of the Royal family.", "ha": "Hakanan Kakarsa ita ce Nana Faɗimah shugabar dukkan matayen halittu."}}
{"translation": {"en": "Eleanor Roosevelt considered her work on the Universal Declaration of Human Rights to be her most important accomplishment.", "ha": "Eleanor Roosevelt yayi la'akari da aikinta a kan Yarjejeniya ta Duniya game da Hakkin Dan-Adam don zama ta mafi muhimmanci."}}
{"translation": {"en": "In contrast to animals.", "ha": "Ba kamar dabba ba"}}
{"translation": {"en": "Mum at school...", "ha": "\" mumy makaranta fa naje..."}}
{"translation": {"en": "\"People were beating on the door to get in,\" she said.", "ha": "\"Su da yawa suka zo inda suka rika harbin kofar shiga cikin gidan domin samun damar shiga,\" ta ce."}}
{"translation": {"en": "But then again, any person who knows how to install themes and plugins can create something as professional-looking.", "ha": "Amma kuma, duk wanda ya san yadda za a shigar da jigogi da plugins zai iya ƙirƙirar wani abu a matsayin mai sana'a."}}
{"translation": {"en": "She decided to go back to school to become a lawyer and went to work for Alexis Davis, Nikolas' aunt, who was also an attorneyGia befriended a young man named Zander Smith.", "ha": "Ta yanke shawarar komawa makaranta don zama lauya kuma ya tafi aiki don Alexis Davis, mahaifiyar Nikolas, wanda shi ma lauya ne."}}
{"translation": {"en": "Vishnu. n.", "ha": "shivan nah bai"}}
{"translation": {"en": "Starting with the 2nd day of Passover, the counting of the Omer begins, which is a count of 49 days until Shavu'ot.", "ha": "A rana ta biyu na Idin Ƙetarewa, Yahudawa sukan fara ƙidayar omer , wanda ke da kwanaki 49 kuma ya ƙare da hutu na Shavuot a ranar 50th."}}
{"translation": {"en": "You will need to write a letter to the NFL requesting tickets for the upcoming Super Bowl game.", "ha": "Rubuta wasika zuwa ga NFL neman tikitin don Super Super Bowl mai zuwa."}}
{"translation": {"en": "Now as the Pharisees were gathering, Jesus asked them,", "ha": "Yayinda Farisiyawa suke a tattare wuri ɗaya, sai Yesu ya tambaye su,"}}
{"translation": {"en": "BERLIN: Germany has given the go-ahead for Nord Stream 2.", "ha": "kwanan nan, Gazprom ya ba da Eurobonds don Nord Stream 2."}}
{"translation": {"en": "The COVID-19 spread: What do we know?", "ha": "Sabuwar Hanyar COVID-19: Me muka sani?"}}
{"translation": {"en": "All of these and more are covered in our video.", "ha": "Duk irin waɗannan bayanan da ƙari masu yawa suna cikin sake duba littafinmu."}}
{"translation": {"en": "5 of the best big cities on the planet to be a surfer", "ha": "Biranen da suka fi tsada a duniya don zama otal mai tauraro biyar:"}}
{"translation": {"en": "Pope John Paul II appointed him archbishop of Atlanta in 2004.", "ha": "Saboda haka ne kuma Paparoma Jean Paul na 6 ya nada shi Atbishop na Roman Katolika a Jamus a shekara 1977."}}
{"translation": {"en": "4:7 \"For what great nation is there that has a god so near to it as is the LORD our God whenever we call on Him?", "ha": "7 \"Gama babu wata babbar al'umma wadda allahnta yake kusa da ita kamar yadda Ubangiji Allahnmu yake kusa da mu sa'ad da muka kira gare shi."}}
{"translation": {"en": "It was the smoke that drugged me.\"", "ha": "An tabbatar da cewa shan Shisha ne ya janyo min cutan.\""}}
{"translation": {"en": "\"On the family's request we have not yet initiated the legal process to extradite him to India.", "ha": "\"Abin na daure mana kai yadda har yanzu bai aike da kudirin karin albashin ga majalisar tarayya ba."}}
{"translation": {"en": "Assessment of the Qur'an", "ha": "ya gwada mini kur'ani"}}
{"translation": {"en": "The blessing of the gods gives of peace.\"", "ha": "\"Allah ya bada zaman lafiya ya sanya alheri.\""}}
{"translation": {"en": "There is one problem though, how do...", "ha": "Amma akwai matsala guda daya da ta rikita ku: ta yaya ..."}}
{"translation": {"en": "The body is divided into sections that address totally different individuals (different matters).", "ha": "An rarraba jiki zuwa sassan da ke magance mutane daban-daban (batutuwa daban-daban)."}}
{"translation": {"en": "This simple example shows you how to read in a text file and print out its tokens.", "ha": "Wannan jagorar mai sauƙi yana bayanin yadda za ka karanta ta hanyar kwafin Kalmarka ta kwarai a cikin tsari mai mahimmanci."}}
{"translation": {"en": "• The appliance must not be immersed in water or EN", "ha": "· Kada a nutsar da kayan cikin ruwa ko wani ruwa."}}
{"translation": {"en": "It's difficult to understand what people mean when they say that a language.", "ha": "Yana da matukar wuya a fahimci ma'anar abin da aka fada a lokacin da kalmomin ya gurɓata wannan magana."}}
{"translation": {"en": "I had a happy childhood - with a mother who taught me how to use power tools and a father who showed me how to scramble eggs.", "ha": "Na yi haka tare da taimakon mahaifiyata wanda ya koya wa yan mata yadda za su yi jaruntaka da mahaifina wanda ya koya musu yadda za a gyara kayan aikin lantarki kaɗan."}}
{"translation": {"en": "constituted a greater loss than the", "ha": "Hasara ce babba ta wuce misaltuwa,"}}
{"translation": {"en": "He said that he now", "ha": "Ya ce \"Yanzu ma"}}
{"translation": {"en": "Any diminution of that role could have a significant impact on the industry", "ha": "Duk wata hanyar da wannan za a iya gudanarwa zai kawo babbar tasiri ga kamfanin."}}
{"translation": {"en": "We'll find out how far the data gets rolled back in three hours.", "ha": "Za mu ga yadda suke sabunta labaran da suka fito fili cikin awanni 3 kawai."}}
{"translation": {"en": "They offer hackers plenty of opportunity to gain access to your computer.", "ha": "A cikin dogon lokaci, masu amfani da hackers suna samun dama ga bayanin shiga naka."}}
{"translation": {"en": "But I guess that's me", "ha": "Amma ni, ina ganin shi ne m."}}
{"translation": {"en": "When she objected, he threatened to call the police.", "ha": "Lokacin da ta ƙi, sai ya yi barazanar ta doke ta da sanda."}}
{"translation": {"en": "Whatever, may happen, we should leave the security agencies to use the applicable laws to deal with the situation,\" he stated.", "ha": "Idan wani abu na faruwa a nan, za su iya faɗakar da mu domin hukumomin tsaro su shawo kan lamarin yadda ya kamata ,\" in ji shi."}}
{"translation": {"en": "Unlike similar disputed territories around the world, the main reason that Kashmir is at the centre of strife has more to do with political reasons than with religious ideology, despite the fact that has been a melting pot of different religious faiths.", "ha": "Ba kamar sauran yankunan da aka yi jayayya ba a duniya, dalilin da ya sa Kashmir yana tsakiyar rikici ya fi dacewa da dalilai na siyasa fiye da akidar addinai, duk da cewa gaskiyar abin da ya faru ne na bangaskiyar addinan."}}
{"translation": {"en": "It was her hair.\"", "ha": "Amma kuma gashi haka ya kasance. \""}}
{"translation": {"en": "like servants who are waiting for their master to come back from a wedding feast.", "ha": "36. kamar maza da suke jiran maigidansu ya dawo daga bikin aure."}}
{"translation": {"en": "Ladies' political activity ought not to be restricted to supporting men's political aspirations.", "ha": "Maganar gaskiya, wakilai mata a siyasa bai kamata su fifita dan abin hannun da suke samu ba akan nagartar dan takara."}}
{"translation": {"en": "Hope you will join us on Twitter.", "ha": "Da fatan a raba tare da mu akan Twitter."}}
{"translation": {"en": "There's nobody who really likes the show.", "ha": "Babu wanda da gaske yake son wasan kwaikwayo."}}
{"translation": {"en": "Even if there are questions, I think I should be able to answer based on my", "ha": "Tabbas idan har akwai wadancan abubuwan dana lissafa, to fa ko ni da kaina ina iya nema masa matar aure."}}
{"translation": {"en": "Scientists who worked on this study emphasize the importance of management of vascular factors in people who work long hours.", "ha": "Wannan bincike ya yi nazari kan yadda a kimiyance kwakwalwa ke aiki ga mutanen da suka yi dogon suma."}}
{"translation": {"en": "I believe that the Governor has dictated that only 6 or less can sit together at a restaurant.", "ha": "FIFA tace zata amince da cewar 'yan wasa shida ko takwas ne kawai za'a yarda kulob ya fitar dasu aro a lokaci guda."}}
{"translation": {"en": "There are many reasons can cause of photo loss on Android phone.", "ha": "Akwai da dama dalilan da ya sa za ka rasa photos a kan Android na'urar."}}
{"translation": {"en": "Funakoshi's influences can be seen in \"The Twenty Guiding Principles of Karate,\" a book describing his philosophies on karate and training.", "ha": "Ayyukan Funakoshi za a iya ganin su a cikin Maganganun Jagora na Twenty na Karate, inda aka rubuta hikimarsa game da karate da horo."}}
{"translation": {"en": "Zen is the Japanese form of the Sanskrit word dhyana, which means meditation.", "ha": "Ch'an shi ne fassarar Sinanci na kalmar Sanskrit dhyana , wanda ke nufin tunanin da yake tunani a cikin tunani."}}
{"translation": {"en": "How does it work for self-employed or unemployed people?", "ha": "Yaya mata ma'aikata da marasa aiki ke rayuwa? - BBC Hausa"}}
{"translation": {"en": "Do you know how Dasharatha got his name?", "ha": "Ta yaya Rameshwaram ta sami sunansa?"}}
{"translation": {"en": "We still have a ways to go with regard to the recommendations of the financial review committee.", "ha": "Mu na ci gaba da samun korafe-korafe a kan yadda kwamitin rabon tallafi ke harkalla."}}
{"translation": {"en": "I have called him my angel.", "ha": "Na kira shi jarumi na."}}
{"translation": {"en": "Dangers of Misunderstandings - Light of the Word", "ha": "Rashin fahimtar rashin jin magana - Mai kawo Sauti"}}
{"translation": {"en": "Welcome to Royal Orchid Sheraton Hotel & Towers, our elegant 5-star hotel located on the Chao Phraya riverside in Bangkok, Thailand.", "ha": "Barka da zuwa Royal Orchid Sheraton Hotel & Towers, wani m 5-star hotel located in Thailand babban birnin Bangkok."}}
{"translation": {"en": "Free Press Release Network \"Christo and Jeanne-Claude's artwork brought people together in shared experiences across the globe, and their work lives on in our hearts and memories.\"", "ha": "\"Zane-zane na Christo da Jeanne-Claude sun kawo mutane tare a cikin abubuwan da suka yi tarayya a duk fadin duniya, kuma ayyukansu suna gudana a cikin zuciyarmu da tunaninmu."}}
{"translation": {"en": "Call Your Mother (Bethesda)", "ha": "Pick Me Mama (Dilruba) Aki Kumar"}}
{"translation": {"en": "Don't they know how it comes out?", "ha": "Shin, ba ku san yadda ake yin kananan kusoshi ba?"}}
{"translation": {"en": "Then he began to make wine.", "ha": "\" Sannan ta fadi cewa Habibu ne ya aikata hakan."}}
{"translation": {"en": "The light was not noticed by the naked eye but showed up in all the pictures.", "ha": "Mai daukar hoto bai ga wannan hangen nesa ba, duk da haka ya bayyana a cikin hoton da ya faru."}}
{"translation": {"en": "By definition, medicine is the science of diagnosing, treating, or preventing disease and damage to the body or mind.", "ha": "Ta hanyar fassarar, magani ne kimiyya na binciko, magance, ko hana cutar da lalata jiki ko tunani."}}
{"translation": {"en": "The variations on this method, of course, are nearly", "ha": "Hanyoyi da saukakawa ta yin amfani da waɗannan na'urorin suna kusan a kan matakin."}}
{"translation": {"en": "Many early Christians were led to their religion by the fear of the gargoyle, a symbol of Satan.", "ha": "Mutane da yawa Kiristoci na farko sun jagoranci addininsu saboda jin tsoron gargoyle, alama ce ta shaidan."}}
{"translation": {"en": "I am sure that if you need your little dog to complete your happiness, you will find her there.\"", "ha": "Na tabbata cewa idan kana bukatar dan karon don kammala farin ciki, za ka same ta a can. \""}}
{"translation": {"en": "the first male is named after his paternal grandfather", "ha": "an ambaci namiji na farko bayan uban kakanninsa"}}
{"translation": {"en": "He later became an ambassador for the National MS Society.", "ha": "Sai kuma ya zo ya zama mataimakin shugaban kungiyar ta MSS na kasa baki daya mai kula da harkokin kasashen waje."}}
{"translation": {"en": "Health is an essential component of human", "ha": "Taimako na ɗaya daga cikin mahimman sassan ɗan adam."}}
{"translation": {"en": "If this is so, then God is vain.", "ha": "In kuma bata dashi, sai Allah Sarki."}}
{"translation": {"en": "For many who have lost their jobs, it's a valuable extra source of income.\"", "ha": "Wadanda suka rasa ayyukansu suna da tarin yawa,\" kungiyar ta kara da cewa."}}
{"translation": {"en": "They meet with the people have the same age and then start chatting and texting and after having a little understanding they meet in the real life for sexual activities.", "ha": "Suna haɗuwa tare da mutane suna da shekaru ɗaya sannan kuma fara hira da saƙon rubutu kuma bayan samun ɗan fahimta suna haɗuwa a cikin rayuwar gaske don ayyukan jima'i."}}
{"translation": {"en": "Malena despite in pain didn't cry.", "ha": "Umma na dukanta duk da rashin lafiyar da take ciki amma ta kasa yin kuka."}}
{"translation": {"en": "To be powerful.", "ha": "Yadda za a zama mai iko?"}}
{"translation": {"en": "Both performances were met with a great amount of praise.", "ha": "Wadannan na biyu sun sami yabo mai girma ga ayoyin su cikin waƙar."}}
{"translation": {"en": "Realize that Regis University is made up of three colleges, each with its own admissions policies: Regis College, the traditional residential college; the College for Professional Studies for adult learners; and the Rueckert-Hartman College for Health Professions, a specialized school for students in health-related fields.", "ha": "Tabbatar cewa Jami'ar Regis ta ƙunshi makarantun uku, kowannensu da manufofi na kansa: Regis College, kolejin gargajiya na gargajiya; Kwalejin Kwalejin Nazarin Harkokin Kasuwanci ga masu koyon girma; da Cibiyar Nazarin Lafiya ta Rueckert-Hartman, makarantar musamman don dalibai a fannonin kiwon lafiya."}}
{"translation": {"en": "The success of the World is utterly", "ha": "Duniya yana da cikakkiyar nasara."}}
{"translation": {"en": "Ooooh didn't realise it was back on tonight.", "ha": "-A wannan karon dai Shehu Sani bai mayar da martini ba"}}
{"translation": {"en": "25 And He said to them, \"O inconsiderate and slow in heart to believe in all that the prophets spake!", "ha": "25 Sai Yesu ya ce musu, \"Ya ku mutane marasa fahimta, masu nauyin gaskata duk abin da annabawa suka faɗa!"}}
{"translation": {"en": "The list of values below is comprehensive enough to guide you towards personal development.", "ha": "Abubuwan haɗin kai na manyan membobin ƙungiyar ya isa su nuna muku hanyar da ta dace."}}
{"translation": {"en": "Attack on the P.M. condemned", "ha": "Zargin kaiwa 'yan PDP hari a Zamfara"}}
{"translation": {"en": "Mathematically, yes, you are correct.", "ha": "A zahiri kumfa ne, ee, kuna da gaskiya"}}
{"translation": {"en": "Whereas y.", "ha": "YaYa a Ya Y"}}
{"translation": {"en": "On Monday, June 15, 2020 (an interval of five weeks) Zulum returned to the presidential villa for another one-on-one closed-door meeting with President Buhari.", "ha": "\"Ranar Litinin, 15 Ga Yuni, 2020 (kwana biyar tsakani kenan), Zulum ya sake komawa fadar shugaban kasa ya sake yin ganawar sirri su biyu, shi da Shugaba Buhari."}}
{"translation": {"en": "All the many people were glad for the great things being done by Him.", "ha": "Amma mutane kuwa suka yi murna saboda dukan abubuwan banmamaki da yake yi."}}
{"translation": {"en": "Former House of Representatives Speaker Newt Gingrich is counting on a win in his home state of Georgia to claw his way back into contention.", "ha": "Shi kuma tsohon kakakin Majalisar wakilai, Newt Gingrich yana fatar cewa idan yayi nasara a jiharsa ta Georgia hakan zata karfafa masa gwiwa da kara masa karsashi."}}
{"translation": {"en": "• Anyone who eats or drinks assuming that the sun has set, then discovers that it has not, will have to refast that day.", "ha": "*Wanda ya yi zaton rana ta fadi,sai ya ci abinci ko ya sha abin sha,sai ta bayyana a gare shi cewa rana ba ta fadi ba,to babu komai a gare shi azuminsa yananan daram-daqam*"}}
{"translation": {"en": "\"Tomorrow, then,\" he said, \"you will hear him.\"", "ha": "Sai ya ce, \"Za ka kuwa ji shi gobe.\""}}
{"translation": {"en": "We have developed a comprehensive guide for you to explore all the resources you need to learn English.", "ha": "Mun ci gaba da jagorantar jagorancin ku don bincika duk albarkatun da kuke buƙatar sanin Turanci."}}
{"translation": {"en": "Ivan is surprised.", "ha": "Ban mamaki da Ivan"}}
{"translation": {"en": "Try to relax your neck and shoulders as much as possible.", "ha": "Sanya hannayenka gaba da rage kirjin ka kuma ƙaddamar da kai har ka iya."}}
{"translation": {"en": "For speeding up the calculation, reduction techniques should be applied to the graph whenever it is possible.", "ha": "(3) Don rage lokacin canjin kayan aiki da sauƙaƙe saiti na kayan aiki, yakamata a yi amfani da wuƙaƙƙe na ƙwanƙwasa mashin din a duk lokacin da zai yiwu."}}
{"translation": {"en": "The tsunami spread across the Pacific, and warnings were issued and evacuations carried out.", "ha": "Idan an haifar da tsunami, an bayar da gargadi na tsunami kuma an fitar da yankunan bakin teku."}}
{"translation": {"en": "By this, I mean it's largely about what people are saying - the detail.", "ha": "A zahiri, Ina magana ne ga abin da yawancin mutane ke gani: abun da ke cikin labaran su."}}
{"translation": {"en": "He was unable to attend the state funeral of Ronald Reagan on June 11, 2004, as he was recovering from hip replacement surgery.", "ha": "Graham bai iya gudanar da jana'izar Ronald Reagan a ranar 11 ga watan Yuni, 2004, bayan aikin tiyata."}}
{"translation": {"en": "- January 10.", "ha": "_ sun jan 10"}}
{"translation": {"en": "[12] Machineries of Joy", "ha": "6) Sanwariya Mori Naiyya"}}
{"translation": {"en": "I can't tell you how many time I have been through this type junk with my doctors over the years.", "ha": "Ba zan iya gaya muku sau nawa na karɓi wannan saƙon tsawon shekaru lokacin aiki tare da abokan ciniki ba."}}
{"translation": {"en": "The schedule of appointments for online registrants and physical CVR, at INEC state and local government offices nationwide is expected to commence on July 19.", "ha": "\"Tsarin ba masu zaɓe lokutan yin rajista ta yanar gizo da ta sarari, a ofisoshin INEC na jiha da na ƙananan hukumomi zai fara a faɗin ƙasar nan a ranar 19 ga Yuli 19."}}
{"translation": {"en": "Mehta and his brother fell out.", "ha": "Cikin rashin jindadi Hajiya ta tashi tare da yan'uwanta suka fice."}}
{"translation": {"en": "They are also more capable of coping with the changes in climate.", "ha": "Sun kuma fi kula da canje -canje a yanayin zafi."}}
{"translation": {"en": "At the 2008 convention on biological diversity in bonn, germany, scientists, economists and other experts concluded that deforestation and damage to other environmental systems could cut living standards for the world's poor by half and reduce the global gross domestic product (gdp) by about 7 percent.", "ha": "A yarjejeniyar 2008 game da bambancin halittu a Bonn, Jamus, masana kimiyya, tattalin arziki da sauran masana sun tabbatar da cewa lalata da kuma lalacewa ga sauran tsarin muhalli na iya rage wa'adin rayuwar talakawa da rabi kuma rage yawan kayan gida na duniya (GDP) ta kimanin 7 kashi."}}
{"translation": {"en": "\"People are complaining about the protests, they've always got something to say but they don't understand how we feel.", "ha": "\"Mutane sai mutuwa suke yi a kullum a kan hanyoyinmu, amma kuma har yanzun suna gaya mana cewa wai, rashin kyawun hanyoyin namu bai kai yadda ake kwatantawa ba."}}
{"translation": {"en": "It fueled my desire to become an engineer.", "ha": "Wannan ya watsar da sha'awar zama dan kwallon."}}
{"translation": {"en": "In addition, Facebook gives the possibility for one to connect with the women who you meet online.", "ha": "Kuma haka ma, shi sa ka ka raba fayiloli tare da mutanen da ka ke so online."}}
{"translation": {"en": "I was compelled to remain silent in order to", "ha": "Nayi shiru don kar jama'a su ce na cika surutu."}}
{"translation": {"en": "How Hong Kong's shopping malls became a new arena in the fight for democracy", "ha": "Yadda unguwar Fagge a Kano ta zama sabuwar Kasuwar Kanti Kwari da Kofar Wambai"}}
{"translation": {"en": "The good news is that the free radical has stabilized itself.", "ha": "Labari mai dadi shine cewa Radical Left Dems basu da matsala."}}
{"translation": {"en": "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon\" (Zech.12:10, 11).", "ha": "A ran nan za a yi babban makoki a Urushalima kamar mutane suka yi wa Hadadrimmon a filin Magiddo\" (Zakariya 12:10,11)."}}
{"translation": {"en": "It is unlikely that the existence of past lives will be scientifically proven.", "ha": "Rashin rinjayar wata a kan rayuwar mutum ba zai yiwu ba, wanda masana kimiyya sun tabbatar da ita."}}
{"translation": {"en": "However, when it is accompanied by pain, there is likely an underlying medical problem.", "ha": "Idan kuma cutar ta samu, to tana da wahalar magani."}}
{"translation": {"en": "How can I bring peace to the world essay?", "ha": "Assalam.dan Allah taya zan iya maida modem dina yakoma universal?"}}
{"translation": {"en": "Money withdrawn from PayPal.", "ha": "Cire kuɗi daga PayPal"}}
{"translation": {"en": "Because of this war, a varied number of intellectuals, artists and writers (being mainly French and German) found themselves socializing in the refuge that was offered by Zurich.", "ha": "Dangane da yakin, da dama masu zane-zane, marubuta, da masu ilimi - musamman daga Faransanci da Jamusanci-sun sami kansu suna shiga cikin mafaka da Zurich (a Switzerland) suka ba da."}}
{"translation": {"en": "What I am trying to tell you is that you have not been so bad that God will turn His back on you.", "ha": "Na yi yakini da Allah ba za ku samu sauki ba matukar ba ku koma ga Allah ba."}}
{"translation": {"en": "Not only because of the pleasant weather, but also for the warmth of its people.", "ha": "Wannan abu ba kawai ba ne kawai saboda yanayinta, amma har ma yana da zafi."}}
{"translation": {"en": "Most people brush their teeth, or even floss, at least twice per day.", "ha": "Mafita anan itace, a dinga yawan wake baki da burushi, aƙalla sau biyu a rana."}}
{"translation": {"en": "When the program is installed on your Mac, launch it.", "ha": "Lokacin da ka shigar da wannan software a kan Mac, ku sa'an nan kaddamar da shi."}}
{"translation": {"en": "In most situations, this is not a necessary step.", "ha": "A karkashin mafi yawan yanayi, wannan ba lallai bane ya zama babban yarjejeniya."}}
{"translation": {"en": "\"If I wanted all of the darkness you have, I could take it.", "ha": "\"In ina son duka mall din nan zan iya mallakar sa."}}
{"translation": {"en": "Take a deep breath, think positive thoughts, and believe in yourself.", "ha": "Ka tuna numfasawa mai zurfi, 'yanci maka a zuciya, da kuma yin ĩmãni da kanka."}}
{"translation": {"en": "Have fun at the Yard Sale.", "ha": "Fun yard sale!"}}
{"translation": {"en": "'That's the true spirit of Christmas people being helped by people other than me.'", "ha": "\"Wannan shine ruhun Kirsimeti na gaske; mutane suna taimakawa da wasu mutane banda ni.\""}}
{"translation": {"en": "It is also instituted", "ha": "Haka kuma an estab-"}}
{"translation": {"en": "On the other hand, think of the satisfaction you've always", "ha": "Koyaushe ka tunatar da kanka game da jin daɗin da ka samu a farkon ka sani."}}
{"translation": {"en": "That Day the hypocrites, both men and women, will say to those who have faith, 'Wait for us, so that we may borrow some of your light.'", "ha": "Rãnar da munafikai maza da munãfikai mãtã ke cħwa waɗanda suka yi ĩmãni: &quotKu dũbħ mu, mu yi makãmashi daga haskenku!&quot A ce (musu): &quotKu kõma a bãyanku, dõmin ku nħmo wani haske.&quot Sai a danne a tsakãninsu da wani gãru yanã da wani ƙyaure, a cikinsa nan rahama take, kuma a bãyansa daga wajensa azaba take."}}
{"translation": {"en": "race, even if the winner of the caucuses doesn't become the eventual", "ha": "- Kungiyar tace hakan ne zai faru duk da sun san cewa babu makawa Shugaban kasar ne zai lashe zaben mai zuwa"}}
{"translation": {"en": "I found out the next day that he was in hospital after trying to commit suicide.", "ha": "Kashegari, ta asibiti bayan da ta yi ƙoƙarin kashe kansa ta hanyar shan maganin kwayoyi."}}
{"translation": {"en": "The President of the Senate, Ahmad Lawan, declared on Monday that the National Directorate of Employment must be in charge of the recruitment of 774, 000 youths across Nigeria, which is part of the Federal Government COVID-19 palliative measures.", "ha": "Shugaban Majalisar Dattawa, Ahmad Lawan, ya ba da sanarwar a ranar Litinin cewa, Direktan Ma'aikata na Kasa ne zai zama mai cikakken alhakin ayyukan da aka tsara don daukar matasa 774,000 a fadin Najeriya a zaman wani bangare na Gwamnatin Tarayya na bada tallafin cutar korona."}}
{"translation": {"en": "And as a result of that first step, you can now begin to", "ha": "Sai bayan wannan muhimmin abu za ku iya fara yaki da matsalar."}}
{"translation": {"en": "\"We have been replacing a lot of pumps and installing variable frequency drive motors.\"", "ha": "Yanzu mun daina amfani da dutsen guga da sauran kayan lantarki da ke cin wutar lantarki da yawa. \""}}
{"translation": {"en": "A biology dissection kit is $55 and three specimens (frog, crawfish, and fish) is $24.", "ha": "Kayan gwajin ilmin halitta shine $ 55 da samfurori guda uku (frog, crawfish, da kifi) na $ 24."}}
{"translation": {"en": "What's he promised you?", "ha": "Wane alkawari ne ya yi?"}}
{"translation": {"en": "December 5th 1933 the 21st Amendment to the U.S. Constitution passed.", "ha": "Ranar 5 ga Disamba, 1933, an tabbatar da Tsarin Mulki na 21 zuwa Tsarin Mulki na Amurka."}}
{"translation": {"en": "Marketers may find themselves reevaluating their trigger campaign strategies during the back-to-school shopping season and ahead of the holiday shopping season.", "ha": "Masu kasuwa za su iya samun kansu suna sake nazarin dabarun kamfen ɗin su yayin lokacin cinikin makaranta da gaba da lokacin cinikin hutu."}}
{"translation": {"en": "B2B Lead generation is the life force of all business.", "ha": "Babban muhimmancin bitamin B2 shine ƙarfin dukkanin matakai na rayuwa a jiki."}}
{"translation": {"en": "\"Take me back home and go see your dad,\" she murmured.", "ha": "Ta ce, \"Bari in shirya mu tafi, jeka taho da ita ta samu makokin mahaifinta."}}
{"translation": {"en": "As Christians, we should not objectify any other person.", "ha": "Amma a matsayin Krista, bamu so mu bi kowa."}}
{"translation": {"en": "\"What do you think, Doctor ?", "ha": "\"uhmm.ko dai tunanin Doctor d'inki ki ke?\""}}
{"translation": {"en": "In most instances, the production of these goods entails contracting with private firms.", "ha": "A mafi yawan waɗannan hanyoyi, tallace-tallace na dijital yana samar da kaya na dukan kamfanonin kasuwanci."}}
{"translation": {"en": "Annex 3 includes some discussion on what the size of the government guarantee might be.", "ha": "3-A daya bangaren akwai wani ra'ayin da yake ganin cewa za a iya bada kima ta adadin abin da za a fitarwa da zakkar."}}
{"translation": {"en": "But only as an admonition (reminder) to those who fear (Allah),-", "ha": "Fãce dõmin tunãtarwa ga wanda ke tsõron Allah. (3)"}}
{"translation": {"en": "Having a party in Thailand", "ha": "Cikin gawar a wani bikin a Thailand"}}
{"translation": {"en": "Any computer software downloadable or otherwise available on the Website is provided subject to the applicable license agreement.", "ha": "Duk wani software da za'a iya sauke ko kuma akasin haka daga wannan gidan yanar gizon yana da lasisi ƙarƙashin sharuɗɗan applicable yarjejeniyar lasisi."}}
{"translation": {"en": "Our Father is in our past, wiping away our past mistakes.", "ha": "Mun San cewa baba bai iya mulki ba kuma mun shirya gyara kurakuran mu na baya."}}
{"translation": {"en": "As long as people are limited in their conceptions by the perceptions of their senses, they do not conceive what the universe can be behind, inside or apart from length, breadth and thickness.", "ha": "Muddin mutane suna iyakantuwa a tunaninsu ta hanyar tsinkayen hankalinsu, basa tunanin abinda sararin duniya zai iya kasancewa a baya, ciki ko kuma daga tsayi, fadi da kauri."}}
{"translation": {"en": "The Armor of God, described by the Apostle Paul in Ephesians 6:10-18, is our spiritual defense against attacks by Satan.", "ha": "Jawabin Allah, wanda Manzo Bulus ya bayyana a cikin Afisawa 6: 10-18, shine kare mu na ruhaniya daga hare-haren Shaiɗan ."}}
{"translation": {"en": "That's where the company's NeatReceipts for Mac comes in.", "ha": "Wannan shi ne inda UniConverter for Mac zo a cikin."}}
{"translation": {"en": "In addition, that the sharp parts can cause serious injury to the gastrointestinal tract, they can consist of toxic substances that, if ingested in the digestive system, irritate the walls of the stomach and intestines.", "ha": "Bugu da kari, cewa ƙananan ɓangarorin na iya haifar da rauni mai tsanani ga ƙwayar gastrointestinal, zasu iya kunsar abubuwa masu guba wanda, idan sun shiga cikin tsarin narkewar jiki, suna wulakanta ganuwar ciki da intestines."}}
{"translation": {"en": "However, Northern Elders, said that as \"a responsible body, it has joined millions of others in prayers and in providing advice and support to all authorities who are responsible for protecting our communities.\"", "ha": "Kodayake, dattawan Arewa, sun ce a matsayin \"kungiya mai daukar nauyi, ta hade miliyoyin wasu cikin addu'o'i da bayar da shawarwari da tallafi ga dukkan hukumomin da ke da alhakin kare al'ummominmu.\""}}
{"translation": {"en": "OH... here is a contentious issue!", "ha": "Umurnin ... batun mai rikitarwa!"}}
{"translation": {"en": "The foliage may grow up to 8-10 inches.", "ha": "Gilashin na iya zama har zuwa inci 8-10."}}
{"translation": {"en": "The Government  Offensive  on August 12", "ha": "'Yan adawa sun amince da gwamnati 21.04.2016"}}
{"translation": {"en": "His fitness habits are reflected amongst his children as well.", "ha": "Tarbiyyar 'ya'yansa kan tafarki addininsa shi ma babu ngudu babu ja da baya."}}
{"translation": {"en": "Indira Gandhi (1917-1984) was the third Prime Minister of India and a central figure of the Indian National Congress party.", "ha": "Indira Gandhi (1917-1984) shine firaministan na uku da kuma shugaban mata na India ."}}
{"translation": {"en": "Our games are playable on iPhone, iPad, iPod and Android handsets as well as thousands of other feature phone handsets - and now that we're available on desktop too, you can even play on your laptop from the comfort ...", "ha": "Wasanmu suna da kyau a kan iPhone, iPad, iPod da kuma na'urorin Android da dubban sauran na'urorin wayar hannu - kuma yanzu muna samuwa a kan tebur ma, za ka iya wasa a kwamfutar tafi-da-gidanka daga jinƙen asfa."}}
{"translation": {"en": "The Frenchman says...\"", "ha": "kiransai said..."}}
{"translation": {"en": "Since then, puzzles have grown in popularity and have become a household favorite.", "ha": "Tun daga wannan lokacin, wurin nishaɗi ya zama babban wurin shakatawa kuma ya zama mafi mashahuri a cikin gida da baƙi."}}
{"translation": {"en": "Hoping to get back to Mt.", "ha": "Idan har ta ba da tunani kan dawowa zuwa Mt."}}
{"translation": {"en": "You know - Baby Got Back.", "ha": "Yo Gabba Gabba - Baby Got Back"}}
{"translation": {"en": "The report has revealed that properties are selling more quickly than they have been for a number of years.", "ha": "Za kuma ka ga ana sayar da su a kasuwanni fiye da yadda aka saba gani a shekarun baya."}}
{"translation": {"en": "Vacations help to get away from daily routine activities.", "ha": "Wasu za su amfana daga hutu daga tsarin aikin yau da kullum."}}
{"translation": {"en": "Bloomberg gathered that Foreign Direct Investment (FDI) has dipped under Buhari as his administration had conflict with companies like MTN and JPMorgan Chase & Co. In 2018, the FDI that flowed into the country was $2.2 billion, which is less than a third of what South Africa and Egypt generated.", "ha": "Bloomberg ta ruwaito cewa masu saka hannun jari daga kasashen waje sun ragu a karkashin gwamnatin Buhari duba da rikicin da gwamnatinsa tayi da kamfanoni kamar MTN da JP Morgan Chase & Co. A 2018 Najeriya da samu $2.2bn daga masu hannun jarin kasashen waje wanda hakan bai kai kashi daya cikin uku na abinda kashen Afrika ta Kudu da Egypt suka samu ba."}}
{"translation": {"en": "But the words were blocking it out.", "ha": "Amma gurbatattun kalmomin ka sun hana wannan."}}
{"translation": {"en": "Jesus then commanded him, \"Return to your house and describe what great things God has done for you\" (Luke 8.39).", "ha": "Amma ya sallame shi ya ce, 39 \"Koma gida, ka faɗi irin manyan abubuwan da Allah ya yi maka.\""}}
{"translation": {"en": "Letters on Motherhood (2020)", "ha": "Mamun Rabbani (2020)"}}
{"translation": {"en": "maria What do you mean?", "ha": "\"maman maryam me kike nufi?😳acewar baba hashim"}}
{"translation": {"en": "For example, he once ordered all seven hundred and fifty women in a dormitory to be gassed because of...", "ha": "Alal misali, ya taba bayar da umarnin aka kulle mata dubu dari bakwai da hamsin a daki a ka sakar masu iskar Gas saboda kawai suna dauke da kwarkwata akan su."}}
{"translation": {"en": "Personal security that we can also use to keep our most intimate secrets or simply make interesting gifts, which is the main use of this device.", "ha": "Tsaro na sirri wanda zamu iya amfani dashi don kiyaye sirrinmu na sirri ko yin kyauta mai ban sha'awa, wanda shine babban amfani da wannan na'urar."}}
{"translation": {"en": "If the car is out of warranty, I would advise cleaning it before replacing it.", "ha": "In aka kawo masa gyaran targaɗe, to kar ya ce sai ya karya gaɓar ɓas kafin targaɗen ya gyaru."}}
{"translation": {"en": "Tag: Children's story", "ha": "Hausa: Yara labarin"}}
{"translation": {"en": "Since seals are hard to forge and should only be accessible to the owner, they are accepted as proof of ID.", "ha": "Tun lokacin da sakonni suke da wuya a ƙirƙira kuma ya kamata su zama mai sauki ga mai shi, an yarda su a matsayin shaida na ID."}}
{"translation": {"en": "Dzeko: I want to stay at City", "ha": "Tavez na son zama a City - Mancini"}}
{"translation": {"en": "Levert recorded eight number one hits on the Billboard R&B charts, including \"Baby Hold On To Me\" with his father.", "ha": "Levert ya rubuta lambobin takwas a kan takaddun shaida na Billboard R & B, ciki har da \"Baby Hold On To Me\" tare da mahaifinsa."}}
{"translation": {"en": "On this report, the product circulation, distribution, and potential future improvements are bestowed in an in depth method.", "ha": "A cikin wannan rahoton, ana gabatar da tsarin samfur, rarrabawa da yiwuwar sabbin abubuwa na gaba dalla-dalla."}}
{"translation": {"en": "I walked into the grill and sat on a stool.", "ha": "A gurin akwai wata katangar bulo sai na haura na zauna a kan katangar."}}
{"translation": {"en": "Six (6) photographs approximately 35 x 45mm in size, taken within the past six months (one of the photographs must be certified and attached to your C2 form)", "ha": "Hoto shida (6) kamar 35 x 45mm a girma, wanda aka ɗauka tsakanin watanni shida da suka gabata (NB ɗayan hotunan dole ne a tabbata kuma a haɗe shi da C6 form)"}}
{"translation": {"en": "fear of their rulers.", "ha": "tsoron zaluncin shugabanninsu, ni"}}
{"translation": {"en": "In it you will see that there are a series of stages that I am now going to detail, and in each one a small inserted graph that shows how the voltage signal passes through that part of the circuit:", "ha": "A ciki zaku ga cewa akwai jerin matakai waɗanda yanzu zan yi bayani dalla-dalla, kuma a cikin kowane ɗayan ƙaramin jadawalin da aka saka wanda ke nuna yadda siginar lantarki ke bi ta wannan ɓangaren kewayen:"}}
{"translation": {"en": "Authors include specific details and reasons to help support particular points.", "ha": "Maganganun briefs sun hada da dalilai masu mahimmanci da hujjoji da ke tallafa wa matsayi daban-daban."}}
{"translation": {"en": "We are still awaiting our 'Gotcha Day' when God will come for us and take us home.", "ha": "Zamu dakata anan, sai wani makon mai zuwa idan Allah ya kai mu da rai da lafiya zamu ci gaba."}}
{"translation": {"en": "\"Have you ever witnessed the anger of the good shopkeeper, James B., when his careless son happened to break a square of glass?", "ha": "Kun taba ganin fushin mai sayar da kaya mai kyau, Yakubu Goodfellow, lokacin da dansa marar kulawa ya karya gilashin gilashi?"}}
{"translation": {"en": "The Knockturnal: What is the meaning behind the movie's title?", "ha": "Tattoo \"jirgin\": menene ma'anar asirin wannan hoton?"}}
{"translation": {"en": "1:9 \"And this I pray, that your love may abound still more and more in real knowledge and discernment....\"", "ha": "1:9 Kuma wannan ina addu'a: domin sadakarka ta yawaita, da ilimi da dukkan fahimta,"}}
{"translation": {"en": "\"The father of the righteous will greatly rejoice, And he who begets a wise child will delight in him.\" ~ PROVERBS 23:24 (NKJV)", "ha": "\"Mahaifin 'ya'yan kirki yana da farin ciki ƙwarai, abin farin ciki ne ga yara masu hikima.\" - Misalai 23:24 (NLT)"}}
{"translation": {"en": "The couple had seven children, and continued expanding the building.", "ha": "Matar gidan tana da 'ya'ya tara, kuma ya ci gaba da yin wa'adin gandun daji."}}
{"translation": {"en": "One woman's thoughts as she is about to make a life changing decision.", "ha": "Kamar dai wata mace wadda ta yanke shawarar canza siffarta tana fatan sa rayuwarta ta canza."}}
{"translation": {"en": "However, at this stage, before I begin to describe the events of April 6, I think that it is only right and proper that I should acknowledge the work done by others to commemorate the seventy-fifth anniversary of 1916.", "ha": "Koma dai menene, kafin na tsunduma cikin batun abin da ya faru a ranar 29 ga wa Juli 1966, zan so na tuna muku abin takaici tare da sanyaya guiwar da ya faru a ranar 15 ga watan Janairun 1966 wanda yake irin wannan ne."}}
{"translation": {"en": "Why are you worth more than me.\"", "ha": "\"Me yasa Kika fiya taurin kai ne?\""}}
{"translation": {"en": "* We don't know one millionth of one percent about anything.", "ha": "\"Ba mu san miliyoyin kashi ɗaya bisa dari ba game da wani abu.\""}}
{"translation": {"en": "Think of what they really are capable of.", "ha": "Ka yi la'akari da abin da suke zahiri iya taimakawa."}}
{"translation": {"en": "Or they've found something.", "ha": "Ee saboda sun sami wani abu"}}
{"translation": {"en": "If you have the skills and are willing to spend a couple of years in class, you may be able to go straight to a community college and complete an associate's degree.", "ha": "Idan kuna da kwarewa kuma kuna son ku ciyar da wasu shekaru a cikin aji, za ku iya samun damar shiga cikin kwalejin ƙauye kuma ku kammala digiri ."}}
{"translation": {"en": "All the animals have names, personalities and prowess.", "ha": "Kowa yana da ɗawainiyar wurare, furofesoshi, da kuma sanannun suna."}}
{"translation": {"en": "And then you can directly drag and drop MP4 file into it.", "ha": "Kuma a sa'an nan za ka iya kai tsaye jawowa da sauke MP4 fayil a cikinta."}}
{"translation": {"en": "September 1, 2015 The Office of the Controller of Budget is an independent Office established under Article 228 of the Constitution of Kenya, 2010.", "ha": "IST ma'aikatar shari'a ce mai zaman kanta wacce aka kirkiro karkashin sashi na 224 na dokokin tsaro a 1999."}}
{"translation": {"en": "Share: How It Works:", "ha": "Sassa, yadda yake aiki:"}}
{"translation": {"en": "Now, I know that I have no one.", "ha": "Amma, yanzu na tabbata cewa ba ni da wani,"}}
{"translation": {"en": "Madrasapattinam was her 1st film in Tamil.", "ha": "Fim ɗin kide-kide mai suna Sangam shine fim dinsa na farko a launi."}}
{"translation": {"en": "The Socio-Economic Rights and Accountability Project (SERAP) has asked President Muhammadu Buhari to probe \"missing N106 billion\" in 149 ministries, departments, and agencies (MDAs).", "ha": "Kungiyar Kare Hakkin Tattalin Arziki (SERAP) ta bukaci shugaban kasa, Muhammadu Buhari da ya binciki \"batar da Naira biliyan 106\" a ma'aikatu 149, sassa, da hukumomi."}}
{"translation": {"en": "Toss your bean bags on top of the board and you'll get some points.", "ha": "A can dole ne ku sanya waɗannan sandunan sukari a sarari sannan za ku iya samun takardar."}}
{"translation": {"en": "They did their best to minimize any damage to surrounding trees and shrubs.", "ha": "Sun yi kowane irin dabaru da ya dace don rage farashi da kuma samar da riba."}}
{"translation": {"en": "\"Man's abiding happiness is not in getting anything but in giving himself up to what is greater than himself, to ideas which are larger than his individual life, the idea of his country, of humanity, of God.", "ha": "\"Jin daɗin rayuwa na mutum ba shi da wani abu sai dai ya ba da kansa ga abin da ya fi shi girma, ga ra'ayoyin da suka fi girma fiye da rayuwarsa, ra'ayin kasarsa, na bil'adama, na Allah.\""}}
{"translation": {"en": "There is a dishwasher - there is a problem.", "ha": "Akwai kwarewa - akwai matsala."}}
{"translation": {"en": "St. Andrew's School _ E-Mail this page to a friend", "ha": "ghanaweb News _ E Mail this page to a friend: Cuba: Masu suka na gamuwa da fushin gwamnati"}}
{"translation": {"en": "Once people are exposed to excessive volume for a long time, the sensitive inner ear structure will be damaged, resulting in noise-induced hearing loss (NIHL, Noise-Induced Hearing Loss).", "ha": "Da zarar mutane suna fuskantar matsanancin yawan magana na dogon lokaci, yanayin kunnuwan na ciki zai lalace, wanda zai haifar da asarar ji mai amo (NIHL, Noise-Induced Hearing Loss)."}}
{"translation": {"en": "It isn't 99.", "ha": "wayayyu ba 99."}}
{"translation": {"en": "And I think that explains", "ha": "Ina tsammanin wannan zai bayyana."}}
{"translation": {"en": "However, to think that all the problems in this area have disappeared would be foolish.", "ha": "Don jayayya da gaskiyar cewa duk waɗannan abubuwa suna faruwa ne, zai zama wauta."}}
{"translation": {"en": "Background check and drug testing are required for all applicants.", "ha": "Ana buƙatar digiri da gwajin gwagwarmaya na dukan masu neman."}}
{"translation": {"en": "Does that mean, for example, that any dishonesty of any kind, in any circumstance, results in termination?", "ha": "Alal misali, me yasa tashin hankali - a kowane nau'i - mugunta?"}}
{"translation": {"en": "As soon as they entered, Lao Xu picked up a glass of wine and stood up.", "ha": "Da zarar fara fara farawa, Lohan ya buɗe kwalban giya, ya sha shi da sauri."}}
{"translation": {"en": "With a room full of analysts in the room, it's an excellent question.", "ha": "Tare da daki cike da manazarta a cikin ɗakin, kyakkyawar tambaya ce."}}
{"translation": {"en": "She realizes there is nowhere for her sister to run.", "ha": "Duk ta rasa inda zata saka 'yar tata."}}
{"translation": {"en": "In other words, I'm not completely happy with the choice", "ha": "\"Gaba ɗaya, ban gamsu da zabar da zaɓaɓɓen wuri ba."}}
{"translation": {"en": "This offline mode of the application is just as good as if it were connected to the Internet and offers language packs to download for free.", "ha": "Wannan yanayin rashin daidaituwa na aikace-aikacen yana da kyau kamar in an haɗa shi zuwa Intanit kuma yana bada saitunan harshe don sauke don kyauta."}}
{"translation": {"en": "Beautiful smile, won't you tell me what it means?", "ha": "Mutane da Faces - Shin fuskar murmushi tana nufin abin da kake tsammani yake yi?"}}
{"translation": {"en": "It has to be said that at times this", "ha": "Ya kamata a lura cewa a wasu lokuta wannan shine batun."}}
{"translation": {"en": "I defend your right to say what you believe, and I hope you give me the same right.", "ha": "Na kuma girmama hakkinka na gaskantawa da wani abu banda abin da nake yi - kuma ina son ka nuna mani irin wannan ladabi a dawo."}}
{"translation": {"en": "\"I know the burden I am carrying because of Boko Haram,\" he said.", "ha": "\"Abin da zan yi amfani da shi wajen yaki da Boko Haram, ina da shi tuni.\""}}
{"translation": {"en": "I do not hold your sins in my mind.", "ha": "Na sani cewa zunubaina ba a ɓoye daga gare ku ba."}}
{"translation": {"en": "Roman letters apart from that ... this is a simple online tool that allows you to generate symbol text by placing regular alphabetic symbols (characters) in the first frame, and many types of symbolic representation will appear in the box on the left.", "ha": "Haruffa na Tumblr wanin wannan ... wannan kayan aiki ne mai sauki akan layi wanda zai baka damar samar da rubutu na alamomi ta hanyar sanya alamomin harafin yau da kullun (haruffa) a cikin akwatin farko, kuma nau'ikan wakilin alamu na zamani zasu bayyana a cikin akwatin a hannun hagu."}}
{"translation": {"en": "The novel coronavirus is the common enemy of mankind and the international community needs to join hands to deal with it.", "ha": "Cuta abokiyar gaba ce ga yan Adam baki daya, kuma kasa da kasa na bukatar su zama tsintsiya madaurinki guda."}}
{"translation": {"en": "Each company is unique, that's why it's important to identify what stage your company is in before developing a budget.", "ha": "Gabaɗaya, kowane haɓaka SEO yana inganta mutum ne, don haka yana da wuya a ƙayyade farashin kamfen ɗin FullSEO kafin ƙwararren masanin SEO ya lura da gidan yanar gizonku daki-daki."}}
{"translation": {"en": "\"Darker skin will protect you!\"", "ha": "\"Kamfanin fasaha mai kariya ya kare ku!\""}}
{"translation": {"en": "My dad was a older man compared to my mom.", "ha": "Abba yaje ya tsuguna cike da girmamawa suka gaisa da Mami."}}
{"translation": {"en": "They's my people.\"", "ha": "Ance fa dadsatsata suka yi\""}}
{"translation": {"en": "There also are videos on you tube if you want to know what you're getting into.", "ha": "Akwai kuma bidiyo na aikin yatsan yatsan shan taba, idan kuna son ganin abin da za ku yi tsammani."}}
{"translation": {"en": "He listened to the echo of Boracay.", "ha": "Sai ayi sauraro tare da Garba Aliyu Zaria."}}
{"translation": {"en": "All the signs of someone that doesn't want media attention.", "ha": "Wani haɗari shine mutumin da ba shi da sha'awar kafofin watsa labarun."}}
{"translation": {"en": "But his Wife minded.", "ha": "Amma kuma matarka ta yi tunanin wani haɗin gwiwa."}}
{"translation": {"en": "Chapter 26: Activity Plan For Those Who Lost Their Jobs", "ha": "Rahoto: Ma'aikatan Kamfani sun yi zanga-zanga"}}
{"translation": {"en": "Blog: The leaving of Liverpool...", "ha": "Labarai Labaran kasuwar kwallon kafa: yayin da Liverpool ke shirin..."}}
{"translation": {"en": "\"He brought blood.\"", "ha": "\"Eh ya sanar damu.\""}}
{"translation": {"en": "Where do I have my baby?", "ha": "\" ina ita ina samun kyan yarona?"}}
{"translation": {"en": "The smile on his face told me that he would have no problem fucking his mum.", "ha": "Dariya tayi tace todai in fada maka babu abinda ya Shiga tsakanin Laila da Dan iskan yaronnan."}}
{"translation": {"en": "In this context, Sri Lanka is shrinking and Sri Lankans are getting closer.", "ha": "A Sri Lanka a watan Maris, akwai damuwa, kuma adadin hazo yana karuwa sosai."}}
{"translation": {"en": "There's been a TERRIBLE accident", "ha": "Na sami wani babban hatsari mai kyau."}}
{"translation": {"en": "\"What got you here, won't get you there\" (Marshall Goldsmith).", "ha": "Lura: Abin da ya kawo mu nan ba zai same mu a wurin ba (Marshall Goldsmith)"}}
{"translation": {"en": "\"That's the whole reason I told you t' give me a call.", "ha": "\"Dama abin da ya sa na kira kenan, don na ba ka hakuri."}}
{"translation": {"en": "Adam came from dust and returned to dust.", "ha": "An halicci Adamu daga turɓaya kuma ga turɓaya ya koma"}}
{"translation": {"en": "Things that might be underestimated in your area might be unthinkable in another area.", "ha": "Abubuwan kuma da ba a mayar da hankali a kansu a wurinka su na iya zama ayyukan banza a wasu wuraren."}}
{"translation": {"en": "Hung thinks that the team has a 50 percent chance of winning owing to the players exhausted state.", "ha": "Barcalona tace 100% dan wasan ze iya buga wasan saboda irin saukin da dan wasan yake cigaba da samu"}}
{"translation": {"en": "Activists were arrested, protestors were killed, and media was censored.", "ha": "An kai hari a kan masu saka ido kan zaben, an bigi 'yan jarida sannan an kashe mana mutane wadansu kuma an ji masu raunika."}}
{"translation": {"en": "Only the BBR.", "ha": "Sai da BR !"}}
{"translation": {"en": "God is bringing blessing out of it.\"", "ha": "Allah ya bada hakurin jure wannan rashi da aka yi.\""}}
{"translation": {"en": "And then I read them...", "ha": "Buhari: sai na karasa su..."}}
{"translation": {"en": "Thus, athletes should have a strong understanding of whether they meet requirements at a certain institution before adding it to their target list of schools.", "ha": "Wanda in a kasar tasu ne dole sai sun kankare waccan laifin kafin su kara samun matsugunni a wata makarantar. less"}}
{"translation": {"en": "Treatment of depression in the elderly is almost the same as treatment for younger people.", "ha": "Kula da shuɗin ƙwayar zazzaɓi a tsofaffi yana kusan daidai da zalunta yara."}}
{"translation": {"en": "We sold the camp to my daughter and son-in-law and semi-retired.", "ha": "Na sadaukar da wannan littafi ga iyalaina; Fa'iza da Rabi'atu tare da 'ya'yansu baki xaya."}}
{"translation": {"en": "Eukaryotic cells contain a nucleus surrounded by a membrane that keeps the DNA separate from the cytoplasm and other organelles inside the cell.", "ha": "Kwayoyin Eukaryotic suna da kwayar da ke kewaye da membrane, wanda ke raba DNA daga cikin cytoplasm da sauran kwayoyin halitta ."}}
{"translation": {"en": "You'd only pay the cost of postage stamps if we are to forward post outside the UK.", "ha": "Muna cajin farashin samfuran ne kawai da farashin jigilar kaya lokacin da kake sauke kayan kai tsaye daga shagonmu na Amurka."}}
{"translation": {"en": "Pre-amps - Wall of Sound", "ha": "Yo Gabba Gabba - Wall Of Sound"}}
{"translation": {"en": "In fact, in many situations, it is tantamount to rape.\"", "ha": "Wannan shine dalilin da ya sa, a cikin bayyanannu da yawa, ana watsa Gaskiya iri ɗaya. \""}}
{"translation": {"en": "estly advised to proceed at once to pay the tax", "ha": "Saidai nan take lauya mai kare wanda ake kara ya ce a shirye su ke su biya adadin kudin."}}
{"translation": {"en": "(Luke 21:29) And He spoke a parable to them, \"Look at the fig tree, and all the trees.", "ha": "21:29 Kuma ya gaya musu kwatancen: \"Ku lura da itacen ɓaure da dukan itatuwa."}}
{"translation": {"en": "On the other hand, there are countless places to take good cover and escape.", "ha": "Har ila yau,, akwai wurare da yawa da aka ɓoye da wuraren kallo don ganowa da kuma guji yawan yawon buɗe ido."}}
{"translation": {"en": "Funding should be targeted.\"", "ha": "Don haka ya kamata a kafa shinge ana tatsar kudi.\""}}
{"translation": {"en": "Kiswahili is now an official language in Rwanda ~ The Times of Africa", "ha": "Hausa Ta Riga Ta Zama Harshen Kasashen Duniya ~ Haiman Raees"}}
{"translation": {"en": "They greatly differ in the grip, the weight, the material used, and even the shape.", "ha": "Sun bambanta da siffar, nauyin nauyi, murfin ciki har ma da kayan da aka sanya su."}}
{"translation": {"en": "We named this set after one of our best customers.", "ha": "Kodayake kun rubuta wannan don ɗaya daga cikin abokan cinikin ku ya fi mana amfani."}}
{"translation": {"en": "and therefore I was not debarred from seeing my children.", "ha": "Duk da haka, ban zama mahaukaci na daina yayata 'ya'yana ba."}}
{"translation": {"en": "\"Recently I've been going back to the music that inspired me to start making music, even before I started making electronic music.", "ha": "MALA: Waƙoƙin soyayya ne su ka ja ra'ayi na har na fara waƙa."}}
{"translation": {"en": "There is a city employee who joins with a friend each day to hand out fliers about Jesus.", "ha": "Kowace rana an ado wani kayan ado a itace don wakilci kowane kakannin Yesu."}}
{"translation": {"en": "You did not come to know Christ in that way.", "ha": "Amma ba abin da aka koya muku ke nan ba saʼad da kuka zo ga sanin Kiristi."}}
{"translation": {"en": "3 Dear brothers and sisters,[c [1]] we can't help but thank God for you, because your faith is flourishing and your love for one another is growing.", "ha": "_Sakwan gaisuwa da godiya gareku masoya *ABINDA KE B'OYE* hak'ika bazamu iya lissafuku ba domin kunada yawa sosai sai dai muce Allah yabar kauna da soyayya_😘"}}
{"translation": {"en": "On the one hand, there is a website", "ha": "Da fari dai, wani shafin yanar gizo."}}
{"translation": {"en": "And the team has to be truly committed, and make up for each other's weaknesses.", "ha": "Irin wannan nau'in yana da wuya kuma dole ne su yarda da juna da raunin juna kuma su hada baki tare."}}
{"translation": {"en": "Who is this??", "ha": "Wanene kasan wannan ????"}}
{"translation": {"en": "Jeremiah 5:21, Pay attention to this, you foolish and senseless people, Who have eyes and do not see, who have ears and do not hear.", "ha": "Irmiya 5:21 Yanzu ku ji wannan, ya ku wawaye, ba tare da fahimta ba; Suna da idanu, amma ba sa gani."}}
{"translation": {"en": "The first way-and one most people don't even consider-is very simple: tell it to leave.", "ha": "Hanyar farko-da kuma mafi yawan mutane ba ma la'akari da su-yana da sauqi: gaya mana barin."}}
{"translation": {"en": "It's everything but a prison.", "ha": "Komai yayi fari yana da nagarta, ban da kurkunu"}}
{"translation": {"en": "What type of vehicle is best for towing?", "ha": "Wanne tocila ne ya fi dacewa da mashin?"}}
{"translation": {"en": "They're tricky to fold, but I have a pretty good system", "ha": "Yana da wuya a shirya, amma yana da kyakkyawan dandano da ƙanshi."}}
{"translation": {"en": "Our personal horses are part of our family so we wouldn't do anything to hurt them.\"", "ha": "Kuma Inyamuran Afaka muna zaman Lafiya da su saboda haka babu wani abin da zai raba kawunanmu.\""}}
{"translation": {"en": "\"If you're going thru hell, keep going.\" - Churchill", "ha": "\"Idan kuna cikin jahannama, ci gaba.\" - Winston Churchill"}}
{"translation": {"en": "It's a guiding principle for everyday life.", "ha": "Ordnung wani tsari ne na ka'idoji na yau da kullum don rayuwan yau da kullum."}}
{"translation": {"en": "This meeting will be of interest to", "ha": "Wadannan haɗuwa za su kasance masu ban sha'awa wannan kakar:"}}
{"translation": {"en": "2 Chronicles 30:8 Don't become obstinate now like your fathers did.", "ha": "30:8 Kada ku zabi yin taurin wuya, kamar yadda kakanninku suka yi."}}
{"translation": {"en": "For a perfect wedding, it's important to book right type of wedding venue.", "ha": "Don mafi yawan amfani, yana da kyau a zabi nau'in fata na bikin aure farin takalma."}}
{"translation": {"en": "Don't want to make Fang suspicious.\"", "ha": "Shiyasa baya nuna damuwa dani .\""}}
{"translation": {"en": "Your marriage is in trouble if your wife says, \"You're only interested in one thing,\" and you can't remember what it is.", "ha": "\"Ma'auratinka yana cikin matsala idan matarka ta ce, 'Kana da sha'awar abu ɗaya,' kuma ba za ka iya tunawa da abin da yake ba.\""}}
{"translation": {"en": "Their matter has been referred to the disciplinary committee in line with the party's constitution.\"", "ha": "Wanda yana daya daga cikin ayyukkan da Sanatocin ke kula da shi kamar yadda yake a dokar kundin tsarin mulkin kasar nan.\""}}
{"translation": {"en": "\"There are conditions of service that have expiry dates.", "ha": "\"Gwaje-gwajen lafiya na da ranakun da za'a karbi sakamako."}}
{"translation": {"en": "\"Believing that one source contains all knowledge is contradicting reality.\"", "ha": "\"Don an san Fulani da garkuwa da mutane baya nufin duk wani bafulatani ne yake haka."}}
{"translation": {"en": "This is a demanding course that will require at least three hours of preparation for each hour of class", "ha": "Wannan yana nufin kowane lokuta 3-hour zai buƙaci akalla sa'o'i 6 na lokacin shiri."}}
{"translation": {"en": "Place the neck band on the RIGHT side of the garment, as you can see in the picture below.", "ha": "Menu na daga can karshen sama gefen hagu kamar yadda ku gani a wannan hoto dake kasa."}}
{"translation": {"en": "He wanted to find her address and start searching for her.", "ha": "Kai ya gyada mata ya janyo ta ya fara neman ta."}}
{"translation": {"en": "You can deal with them by activating the laser.", "ha": "Zaka iya tsara kayan aikin ka ta amfani da kayan aikin mu- Laser Engraving."}}
{"translation": {"en": "\"I KNOW YOU HAVE healed,\" he said, \"and will you not heal my son?", "ha": "D'ago kai yayi ya kalle ta yace \"komai ya wuce kar ki damu , amma kiyi Hak'uri nasan ban cika miki alk'awarin Dana nayi bako ?"}}
{"translation": {"en": "Ever since it disappeared, I stopped looking for it.\"", "ha": "Kuma tun lokacin da ya fada mini, sai na daina damuwa. \""}}
{"translation": {"en": "This is perhaps the most dangerous type of obscurity", "ha": "Wannan, watakila, shine mafi irin haɗari da muni irin na takalma."}}
{"translation": {"en": "\"When the doctors came they said she had died of heart disease--of the joy that kills.\"", "ha": "\"Lokacin da likitoci sun zo sai su ce ta mutu daga cututtukan zuciya - na farin ciki da ke kashe.\""}}
{"translation": {"en": "In other words, friction is a force that opposes motion.", "ha": "A takaice dai friction yana kalubalantar motion ne."}}
{"translation": {"en": "The book gives the details of 36 Musical Instruments", "ha": "Cikakken littafi ne wanda aka keɓe ga baiti 36 na waƙa."}}
{"translation": {"en": "All that remains of democracy are elections held every four years.\"", "ha": "Daga wannan zabe zuwa wannan sai kyankyashe gurbatacciyar gwamnati ake ta yi duk bayan shekaru hudu.\""}}
{"translation": {"en": "Supporting evidence needed.", "ha": "Tabbatar da shaidar da ake bukata"}}
{"translation": {"en": "He said \"Truly I tell you, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there,' and it will move.", "ha": "Hakika, ina gaya muku, in kuna da bangaskiya kamar ƙwayar mastad, za ku ce wa dutsen nan, 'Ku tashi daga nan zuwa can,' kuma za ta motsa."}}
{"translation": {"en": "\"But it turns out, you actually do need to develop your own workers and can't just depend on hiring.\"", "ha": "\"Amma ya nuna cewa lallai ne ku haɓaka ma'aikatanku da gaske kuma ba za ku iya dogaro da na su kawai bambauche. \""}}
{"translation": {"en": "Anyone can go read...", "ha": "Kowa na iya yin lissafin wani ... Kara karantawa"}}
{"translation": {"en": "The brakes of the car in front of us", "ha": "yazo da mota a gabanmu ya tsaya ya dube mu yace"}}
{"translation": {"en": "The weight is very light, and the weight is a fraction of the weight of other passenger counters, which greatly saves international air freight.", "ha": "Nauyin yana da sauƙi ƙwarai, kuma nauyin ƙananan ƙarancin nauyin sauran ƙididdigar fasinjojin, wanda ke adana jigilar iska ta ƙasa da ƙasa."}}
{"translation": {"en": "7 percent of companies believe it is very difficult to implement A/B testing.", "ha": "53% na 'yan kasuwar dijital suna gudanar da A / B ko gwaji mai yawa."}}
{"translation": {"en": "The disqualification rules appear part of a concerted campaign to silence all critical voices following the postponement of September's Legislative Council elections, the imposition of charges against a number of elected legislators, and actions to undermine the freedom of Hong Kong's vibrant media.", "ha": "Dokokin rashin cancantar sun bayyana wani bangare ne na yakin neman zabe don yin shiru ga duk masu kakkausar murya bayan dage zaben Majalisar Dokoki na watan Satumba, gabatar da zarge-zarge a kan wasu zababbun 'yan majalisar dokoki, da kuma ayyuka don murkushe' yancin kafofin yada labarai na Hong Kong."}}
{"translation": {"en": "It can be humble, inexpensive, and still be a great event with lots of fun, good food, and entertainment!", "ha": "Waɗannan na iya zama fasaha amma har yanzu suna da ɗanɗano mai ban sha'awa da ɗanɗano mai daɗi tare da yawan man shanu da syrup!"}}
{"translation": {"en": "His mother picked up, \"They're all there?", "ha": "harara Gwaggo ta watsa masa \"kuma can da kake dukanta?\""}}
{"translation": {"en": "The eggs hatching means hatchlings will come soon.", "ha": "Yin kallon dabbaccen dabba yana nufin cewa nan da nan abokan gaba zasu sha wahala."}}
{"translation": {"en": "according to the king's mind, he must be conveyed", "ha": "In jiki magayi ne, dole a bar shi ya fada in ya ji."}}
{"translation": {"en": "In the Start Menu, click All Programs, then Accessories, and then go to System Tools.", "ha": "Ka je wa Fara, search bayan All Shirye-shiryen menu, danna kan Accessories, kuma bayan click a kan System Tools."}}
{"translation": {"en": "Are you fighting against God?", "ha": "Kuna kalubalanci Allah, ko kuna?"}}
{"translation": {"en": "Most of the Universities in India", "ha": "Mafi yawan Masanan Attaura a Indiya"}}
{"translation": {"en": "It's been in their blood forever...", "ha": "Yana cikin jini har abada."}}
{"translation": {"en": "\"When will we go see Mom and Dad?\"", "ha": "Nail yace \" Taraba zamu je wajen Dada da Abpa Mom?"}}
{"translation": {"en": "It does move into the breast milk, but in small quantities.", "ha": "Ya ƙunshi bitamin E da hatsi, amma a cikin ƙananan yawa."}}
{"translation": {"en": "The newspaper's influence grew during 1870-1871 when it published a series of exposés on William Tweed, leader of the city's Democratic Party - popularly known as \"Tammany Hall\" (from its early 19th century meeting headquarters) - that led to the end of the Tweed Ring's domination of New York's City Hall.The New York Times is ranked 18th in the world by circulation.", "ha": "[17] Tasirin jaridar ya karu a 1870 da 1871, lokacin da ta buga jerin bayanai kan William Tweed, shugaban jam'iyyar Democrat ta garin - wanda aka fi sani da \" Tammany Hall \" (daga hedkwatar taronta na farkon karni na 19) - wanda ya kai ga ƙarshen mamayar Tweed Ring na Gidan Majalissar Birnin New York."}}
{"translation": {"en": "Dogs are considered to have reached old age by the last third of the [...]", "ha": "Ana sa ran da zarar makarantun suka koma za su kammala zangon karatu na uku na shekarar [...]"}}
{"translation": {"en": "Also, the work of Washington, Du Bois, Wells, Terrell and many others ultimately led to the protests of the Civil Rights Movement about sixty years later.", "ha": "A ƙarshe dai, aikin Washington, Du Bois, Wells, Terrell da sauran mutane da yawa sun kai ga zanga-zangar da 'Yancin' Yancin Bil'adama suka kai shekaru sittin daga baya."}}
{"translation": {"en": "There are many reasons that I have been going to the conference.", "ha": "Wannan shi ne dalilin da yawa na kokarinsa a majalisar."}}
{"translation": {"en": "Assessing his campaign tour to Yamaltu/Deba local government area, the minister", "ha": "Kungiyar Ci Gaban Yankin Pata Da Jara A Karamar Hukumar Yamaltu Deba Sun Karrama Minista Zarma"}}
{"translation": {"en": "Today, however, we're going to provide you with a little advice that you may find helpful once the snow starts accumulating.", "ha": "A yau mun kawo muku shawarar littafi wanda yake da matukar fa'ida idan naku yana yin dusar kankara a cikin yanayin karsashi."}}
{"translation": {"en": "God does more than that.", "ha": "Allah zai ba ka yalwa da wannan."}}
{"translation": {"en": "1.1 Early history of the city.", "ha": "3.1 Tak'aitaccen Tarihin Birnin Yawuri"}}
{"translation": {"en": "You have strayed from they teachings of the Prophet   Muhammad  (PBUH).", "ha": "ANA MAKA SHARRI KANA RAMAWA DA ALKHARI, Wannan koyarwa ne na Annabi Muhammadu S.A.W."}}
{"translation": {"en": "For me, it felt like he felt abandoned even though I hadn't abandoned him.", "ha": "Na ji dadin kaucewar, duk da yake shi bai ji dadin haka ba."}}
{"translation": {"en": "89:23 And Hell is brought forth on that Day.", "ha": "23; Kuma a ranar nan aka zo da Jahannama."}}
{"translation": {"en": "Although the essay prompts change recurrently, this size limit has now been in place for 4 years.", "ha": "Kodayake rubutun yana canjawa a kai a kai, wannan ƙayyadadden tsawo ya riga ya kasance a wurin shekaru hudu."}}
{"translation": {"en": "He saved the boy and gave him to his mother.", "ha": "Ta haka ne saurayi ya yi hukunci, kuma ya ba dangin uwa."}}
{"translation": {"en": "8.2.1 The set of chains and the action . . . . . . . .", "ha": "2.6 Tashoshin Telegram game da labaran wasan bidiyo da aikace -aikace iri iri"}}
{"translation": {"en": "The College Hotel - This is a business managed by hotel management school students.", "ha": "Makarantar Ilimin Kasuwanci - Wannan hira ne ake gudanarwa ta mambobin kwamitin makarantar ."}}
{"translation": {"en": "His eyes narrowed, and he said, \"What is that supposed to mean.\"", "ha": "Alkalin yaya zugum ya zare idanu sannan yace: \"naji wannan, shin"}}
{"translation": {"en": "George is back to claim the man he loves.", "ha": "George ya shirya yadda zai kira wanda yake ƙaunatacce."}}
{"translation": {"en": "And I'd say 15,000, but truly what we have is a much greater number.", "ha": "Zan faɗi 18,000 - Ina fata da gaske ya fi yawa ko da yake."}}
{"translation": {"en": "There are numerous words that may describe Miami Club Internet casino, nonetheless elegance is certainly one that fits the bill.", "ha": "Akwai kalmomi da yawa waɗanda zasu iya bayyana Casino Casino, duk da haka ladabi tabbas ɗaya ne wanda ya dace da lissafin."}}
{"translation": {"en": "Nate, Alex, and I are coming to your house.", "ha": "Hello aunty Na'ima ina hanya ne yanzu zan zo gidan ki"}}
{"translation": {"en": "They think they're fighting against", "ha": "Suna zaton suna jihadi ne saboda Allah ne."}}
{"translation": {"en": "Remember that your medical professional has recommended this medicine because he or she has judged that the benefit to you is greater than the risk of side effects.", "ha": "Ka tuna cewa likitanka ya tsara wannan samfurin likita saboda ita ko shi ya yanke hukunci cewa fa'idar da ke gare ku ta fi haɗarin tasirin sakamako illa."}}
{"translation": {"en": "A woman's maternity", "ha": "Ibùdirin Obinrin Iya"}}
{"translation": {"en": "Every time I have used this product I have been pleased with the results.", "ha": "Everytime na amfani da wannan kayan aiki, da na samu da ake so sakamakon."}}
{"translation": {"en": "It supposed to begin \"in the next few days.\"", "ha": "Shin ana nufin 'a 'yan kwanakin da ke tafe' zai sanya hannu?"}}
{"translation": {"en": "my cave/house v2 - October 14, 2013", "ha": "Home / Zee Tv / Amma Amma Amma 15th October 2016-ZEE TV"}}
{"translation": {"en": "It is that he used that to compare this president.", "ha": "Ya ce yana koyi da shugaban kasa a bisa wannan tafarkin."}}
{"translation": {"en": "I do not take to the woods", "ha": ":Ban tava kai daji kiyo ba,"}}
{"translation": {"en": "Inside the Mind of a Man: What Is He Thinking?", "ha": "Yadda zaka fahimci abin da mutum yake tunani: Yana son ko yana amfani da ku?"}}
{"translation": {"en": "You still need to get to the source to stop it completely.", "ha": "Kuna sake buƙatar kunna shi don jin dadin kiɗa a cikakke."}}
{"translation": {"en": "print \"Which one do you want to craft?\"", "ha": "Turab yace \" kana so kacemin kai kadai ne ka shirya wannan abin?\""}}
{"translation": {"en": "From here, we will also look at how God speaks to us corporately as His body.", "ha": "A cikin zaman gaba, za mu magana game da yadda Allah ya rungumi dabi'ar mu a cikin iyalinsa."}}
{"translation": {"en": "This means that you can build a machine that will...", "ha": "Kuna iya samun injin hakar wanda ..."}}
{"translation": {"en": "Juan Luis Guerra recorded this with his legendary group 440.", "ha": "Juan Luis Guerra ya rubuta wannan tare da ƙungiyarsa mai ban mamaki 440."}}
{"translation": {"en": "\"I will show you to your room and introduce you to the girls.\"", "ha": "Ina zaune a cikin gidan tafi da gidanka kuma zan nuna maka asusun banki na. \""}}
{"translation": {"en": "Polycarbonates have been under scrutiny lately because of the presence of bisphenol-A (BPA) that can leach into the bottle's content.", "ha": "An gudanar da bincike a cikin kwanan nan ne saboda yawancin bishiyoyin bisphenol-A (BPA) waɗanda zasu iya shiga cikin abun ciki na kwalban."}}
{"translation": {"en": "fun and laughs.\"", "ha": "Abin ya bani mamaki da kuma dariya.\""}}
{"translation": {"en": "No one thinks that it is impossible.", "ha": "Ba za a iya yin hakan ba. - Ba wanda aka ɗauka ya yi ba zai yiwu ba."}}
{"translation": {"en": "\"Naomi, let me have that money.", "ha": "\"Haba dai Yaa Muhammad ai ina da kudi zanyi ka bar su.\""}}
{"translation": {"en": "And yet others don't even know where to start. operating system on your computer or phone.", "ha": "Wasu daga gare ku, lalle shakka da ba su sani ba abin da za a zabi wani kwamfutar hannu ko kwamfutar tafi-da-gidanka."}}
{"translation": {"en": "by E. May.", "ha": "By hakan mayk"}}
{"translation": {"en": "The Lord listens to the prayers of the righteous and delivers them from their trials.", "ha": "Gwamna yana yi wa wadanda aka zalunta aka raba su da rayukansu ba gaira ba dalili, addu'ar Allah Ya jikansu da rahama."}}
{"translation": {"en": "America has always been a nation of merging cultures and identities -- why should it be any different for comic books?\"", "ha": "Amirka ta kasance wata al'umma ce ta haɓaka al'adu da kuma abubuwan da suka sani - don me ya kamata ya zama daban-daban ga litattafan masu ban sha'awa?"}}
{"translation": {"en": "Before and during matches, athletes are to stay with their team throughout the entire event.", "ha": "Kafin kuma a lokacin daftarin, ana yarda da kungiyoyi su tattauna da 'yan wasa a kowane zagaye."}}
{"translation": {"en": "Some processes may be capable of meeting a variety", "ha": "Zai yiwu akwai kusurwoyi daban-daban zuwa wani taron labarai daya."}}
{"translation": {"en": "This weekend they had the opportunity to play for a wedding.", "ha": "Sai karshen mako ya ke samun damar yin aikin waka."}}
{"translation": {"en": "Before sending your dress, ask him if the work is done on the spot.", "ha": "Kafin aika rigar da za a yi, tambaya idan an yi aikin a wurin."}}
{"translation": {"en": "Now you're ready to proceed with Cloning!", "ha": "Kai a yanzu a shirye domin cloning."}}
{"translation": {"en": "• 2 or more images can only be accepted as A Series.", "ha": "• Ba ze dacewa cewa ra'ayoyin biyu ko fiye da ya sabawa na iya zama daidai game da kowane gaskiya."}}
{"translation": {"en": "Get books from the library and watch documentaries on the subject.", "ha": "Sami videos a sauke library da kuma duba ainihin bayani game da videos."}}
{"translation": {"en": "Lord of the flies chapter 2", "ha": "Manabiya Sannin Kichisa Chapter 2"}}
{"translation": {"en": "My little Momma.", "ha": "Mamy mani yar"}}
{"translation": {"en": "Perhaps you score between 1 and 4 with the majority rating you as a 2 or a 3.", "ha": "Wataƙila kuna cin nasara tsakanin 1 da 4 tare da mafi rinjayen ƙimar ku azaman 2 ko 3."}}
{"translation": {"en": "Continue until the mask is distributed throughout all the sections.", "ha": "Ka ajiye masks har sai an ba da matakan ganga a kan dukkan bindigogi."}}
{"translation": {"en": "If possible, it is best to avoid driving when flood occurs.", "ha": "Idan za ta yiwu, to, a lokacin daukar ciki ya fi kyau kada ku tashi da iska."}}
{"translation": {"en": "There are four core reasons why it shouldn't:", "ha": "Yi la'akari da waɗannan dalilai guda huɗu ba za mu iya zama ba tare da tururuwa ba:"}}
{"translation": {"en": "Log into your YouTube account or create a new one.", "ha": "Sai a shiga to your YouTube account ko haifar da wani sabon daya da sauri."}}
{"translation": {"en": "The shock of the day?", "ha": "bakin cikin ranar?"}}
{"translation": {"en": "He became a student in the preparatory department of the", "ha": "Ya zama babban sakatare a ma'aikatar ilimi da matasa"}}
{"translation": {"en": "Plagiarism comes in many forms, but the basic definition is claiming credit for work that is not your own.", "ha": "Rajistar ta zo ne ta hanyoyi daban-daban, amma ma'anar ainihin shine sayen bashi ga aikin da ba naka ba ne."}}
{"translation": {"en": "Let it be the last time that we would resort to an IMF programme, Akuffo Addo says", "ha": "Next Zan Dawowa Da Ƙasar Nan Matsayinta A Fannin Tattalin Arziƙi - In Ji Atiku"}}
{"translation": {"en": "And I began to cry tears of Love.", "ha": "Sai na duba hawaye na ƙauna mara amfani -"}}
{"translation": {"en": "My advice would be to find out if there's any money back guarantee.", "ha": "Kuna so ku gano idan akwai cikakken garantin dawo da garantin."}}
{"translation": {"en": "2:10 But it happened one day, being tired from burying the dead, he came into his house, and he threw himself down next to the wall, kaj li dormis.", "ha": "2:10 Amma hakan ta faru wata rana, gaji da binne matattu, ya shigo gidansa, sai ya faɗi ƙasa kusa da bango, kuma ya yi barci."}}
{"translation": {"en": "Faure Gnassingbe is trusted by the powerful military", "ha": "Honarabul Yakubu Dogara da gwamnonin jihohi da dama za su kasance daga"}}
{"translation": {"en": "\"What can you do?\" said the proprieter.", "ha": "Sai mai garkar ya ce, 'Me zan yi ke nan?"}}
{"translation": {"en": "The principle behind how it works involves monitoring a beam of radio waves transmitted by an aircraft and their time to return as reflected from the ground to calculate altitude above the ground.", "ha": "Ka'idar da ke tattare da yadda yake aiki ya shafi saka idanu kan tasirin rawanin radiyo wanda jirgin sama ya watsa ta kuma lokacin da zasu dawo kamar yadda aka nuna daga ƙasa don lissafin girman sama a kasa."}}
{"translation": {"en": "And don't worry about your moth, I've taken good care of him.\"", "ha": "\"Kar ka damu nima inaji da Habibatin nan tawa, sosai nake kula da ita\""}}
{"translation": {"en": "We really need it to get money from Unity.", "ha": "Amma dole ne ya tara kuɗi don zama da kuma haɗin Ingila."}}
{"translation": {"en": "Value chain highlights the importance of Operations manager and his involvement in all aspects mentioned above.", "ha": "Shima babban jigo ne a ayyukan jikin ɗan Adam kuma abokine ga ɗaya sashen da na fara ambata."}}
{"translation": {"en": "She moves slowly towards the first room, her hand clenching the gun.", "ha": "A hankali ta tura Kofar dakin, hannunta rike da (torch light) tana haskawa."}}
{"translation": {"en": "It could be small for 2 to 3 people or large for more than 5 people.", "ha": "Zai iya zama gado mai mahimmanci ga mutane 2-3 ko babba don wuraren zama biyar ko fiye."}}
{"translation": {"en": "Don't overlook these important benefits that can help you stay at the top of your game.", "ha": "Kada ku raina girman waɗannan dandamali na iya taimaka muku a ciki ajiye manyan abokan ciniki."}}
{"translation": {"en": "Sirrah - It's A Magical Belief", "ha": "Jairam - Allah ne mai ban mamaki"}}
{"translation": {"en": "\"How do I honor my father's legacy?", "ha": "Yanxu ina xata kai hakkin dukiyar mahaifin ki data danne ta gado?"}}
{"translation": {"en": "He also prayed for a Nigeria, where people would have to struggle less to survive, and pledged to assist the poor in the church by donating ten bags of rice every month for the next three years, among other donations.", "ha": "Ya kuma yi alkawarin taimaka wa matalauci a coci ta wajen bayar da shinkafa gona a kowanne watan, don shekara uku masu zuwa tare da sauran kyauta."}}
{"translation": {"en": "the chaLLenge is to deLiver high-quaLitY medicaL care wherever the armY operates", "ha": "Yace tilas gwamnati ta samar da tsaro mai tsananin gaske a duk inda sansanin 'yan gudun hijira yake."}}
{"translation": {"en": "Remember it is crucial to actually use the phone, as the difficulty lies in understanding English over the phone.", "ha": "Ka tuna cewa yana da mahimmanci don amfani da wayar ta ainihi, yayin da wahalar ta kasance a fahimtar Turanci akan wayar."}}
{"translation": {"en": "God wants us to be faithful and manage the things He has blessed us with in a well-pleasing manner.", "ha": "Allah ka ya fe mana ka karvi ibadunmu na qwarai ka sanar da mu addininmu, ka kuma karvi rayuwarmu muna musulmi."}}
{"translation": {"en": "He gave the game away when he said that he had been in New York on business.", "ha": "Ya baiwa wasan wasa lokacin da ya ce ya kasance a New York a kan harkokin kasuwanci."}}
{"translation": {"en": "\"Ever since you expressed confusion earlier... I feel like something is amiss.", "ha": "Ce mishi tayi. \" da kake taɓa fuskata sai nake jin wani iri..."}}
{"translation": {"en": "Amaris nodded at length, thinking about what Sion's answer really meant.", "ha": "Kan gado ya zauna yana tunanin shin me reaction din Aisha yake nufi."}}
{"translation": {"en": "As a result, at the end of May, Samoilo was removed from the front command, Kamenev became the front again.", "ha": "A karshen watan Yuni hukumomin tsaron Najeriya suka kamo Kanu daga kasar waje aka sake gurfanar da shi a gaban kuliya."}}
{"translation": {"en": "He wants to step up for her, feel important, and be appreciated for his efforts.", "ha": "Ita mace na son daukar hankali ko kwalliya tayi tana son ta ji an nuna ma ta kulawa tare da yaba kwalliyarta."}}
{"translation": {"en": "It would be best to keep herself on the ground to regain herself.", "ha": "Zai yi kyau a zauna a inuwa har sai ta tsiro."}}
{"translation": {"en": "Do not leave it on for a long time, it could damage the hair and scalp.", "ha": "Kawai tuna cewa na dogon lokaci ba zai iya zama ba, saboda zai iya lalata gabobin ciki da jini."}}
{"translation": {"en": "Children's Theatre: Tryouts for", "ha": "Tadawa jariri: wasanni don motsa magana"}}
{"translation": {"en": "Joakim Noah once had his name misspelled on his uniform too.", "ha": "Yakubu Yahya Faska cewa ba'a ga sunan sa ba cikin sunayen da muka fitar."}}
{"translation": {"en": "IA introduced an algorithm, which could instantly recognize patterns in extended databases.", "ha": "IA ya gabatar da wani algorithm, wanda zai iya nan take gane alamu a Extended databases."}}
{"translation": {"en": "There are more than 6000 retailers who have worked with us and the discount code covers a variety of types, including: festivals discount code (e.g. Black ...", "ha": "Fiye da 'yan kasuwa 6000 sun ba da haɗin kai tare da mu kuma Takardar Shafin ta ƙunshi kewayo mai yawa, kamar bukukuwan bukukuwa (misali ..."}}
{"translation": {"en": "We hope to sell just one of these.", "ha": "A cikin gaskiya, ina fatan kawai su sayi ɗayan waɗannan ingantattun abubuwan haɗin."}}
{"translation": {"en": "Just stop the game for 30 seconds if there is any doubt.", "ha": "Ka bar mai aikace-aikace na kimanin 30 seconds idan fenti yana da bakin ciki."}}
{"translation": {"en": "Minette Odam \"Yeah, I know.\"", "ha": "Ibn Abi Umayyah: 'Yes'"}}
{"translation": {"en": "The same can be said for sleeping.", "ha": "Haka nan ana iya fada game da barci a gaban madubi."}}
{"translation": {"en": "The photos will continue.", "ha": "Kuma hotuna masu hotunan suna ci gaba."}}
{"translation": {"en": "Lana Del Rey's spoken word album will be delayed for a month - Scout Magazine", "ha": "Keane na Hull zai yi jinyar shekara daya - BBC Hausa"}}
{"translation": {"en": "Be careful not to bring the knee in front of the ankle.", "ha": "Ka yi hankali kada ka kawo kwarkwatar a gaban fuskar cibiyar, amma duk da haka."}}
{"translation": {"en": "Mannava: Oh, it is nothing.", "ha": "Hausa: kome ba"}}
{"translation": {"en": "This works differently in different windows versions.", "ha": "Wannan shi ne abin da ya kamata a yi a cikin wannan hali, daban-daban versions na aiki tsarin Windows."}}
{"translation": {"en": "Two brothers must find each other before they can find themselves.", "ha": "(trg) =\"44\"> Ya kamata Kiristoci biyu su gane juna sosai kafin su soma tunanin yin riƙo ."}}
{"translation": {"en": "\"He was there and ready.", "ha": "Ya kasance a can kuma mai shirya ya kasance a can."}}
{"translation": {"en": "The unbelievers say: \"Listen not to this Qur'an but talk at random in the midst of its [reading] that you may gain the upper hand!\"", "ha": "َ041-026 Kuma waɗanda suka kafirta suka cc, \"Kada ku saurãra ga wannan Alkur' ãni, kuma ku yi ta yin kuwwa a ckin (lõkacin karãtun) sa, ɗammãninku zã ku rinjaya.\""}}
{"translation": {"en": "She was advised to undergo testing as she showed symptoms of cough when she arrived.", "ha": "Ta ji jiki sosai, domin ta sha bugun bangon rijiyar nan lokacin da aka ingiza ta ciki."}}
{"translation": {"en": "Fourbière Hill provides stunning panoramic views of the city and it's a excellent place to start out your visit.", "ha": "Fourbiere Hill tayi kyau panoramic views na gari da kuma shi ne mai girma wuri don fara ziyarar your."}}
{"translation": {"en": "Ronald Reagan's economic plan was designed to", "ha": "Amma shirin tattalin arziki na Reagan ya shiga cikin wuri."}}
{"translation": {"en": "Madame Eveelen is a wonderful woman and her husband is a very nice person.", "ha": "Beyonce mace ce mai ban mamaki, matarsa   kuma tawali'u."}}
{"translation": {"en": "Power is not given, it is taken", "ha": "Ana karɓar iko, ba a ba shi ba."}}
{"translation": {"en": "While we were reading in our campervan Putu, a car arrived in the car park.", "ha": "Saura awa ďaya a ďaura aure muka isa gidan Dada tawaga guda cikin motoci na alfarma."}}
{"translation": {"en": "I asked him who in city government he was talking about.", "ha": "Ya kuma tambayeni daga wacce jiha nake na gaya masa jihar Abia."}}
{"translation": {"en": "Each year, the Future Farmers of", "ha": "Kwamishinan ya ci gaba da cewar, a duk shekara kananan manoma a jihar suna"}}
{"translation": {"en": "The science is now irrefutable", "ha": "Yanzu aladu sun lalata ta ga kowa."}}
{"translation": {"en": "Ah, yes, the comma.", "ha": "Hay, hayyayay Coma"}}
{"translation": {"en": "The Title is Better Than the Book", "ha": "Wannan littafin yana da rahusa fiye da littafin."}}
{"translation": {"en": "This picture will be a major focus of interest", "ha": "Wannan karshen shine babban wuri don nuna sha'awar ku ."}}
{"translation": {"en": "The consequences of \"Mr. Bush's War\"", "ha": "Tarihi na gunkin \"Gumshiyar Bush\""}}
{"translation": {"en": "Decision, I will not.", "ha": "Yi shawara na - Ba na amfani da shi."}}
{"translation": {"en": "Then there was the circle of close friends and political supporters.", "ha": "Bayan haka akan sami 'yan uwa na kusa da kuma abokan zama, hak akuma da 'yan uwansa na jini."}}
{"translation": {"en": "So is the case with iOS 9.", "ha": "Haka kuma, da yake aiki mai girma da iOS 9."}}
{"translation": {"en": "This conjoined river flows into the Persian Gulf 190 km 118 mi south of Qurna.", "ha": "Wannan kogi mai haɗuwa yana gudana a cikin Gulf na Persian 190 (118 km) a kudancin Qurna."}}
{"translation": {"en": "Kamsa then angrily tried to kill his sister.", "ha": "Abunda yasa take jin a wannan lokacin ne maharan suka farma 'yar uwar ta ta."}}
{"translation": {"en": "1/2 inch Christmas", "ha": "1/2 kofin kirim mai tsami"}}
{"translation": {"en": "In this context, palmitoylethanolamide (PEA), an endogenous fatty acid amide, is emerging as a novel agent in the treatment of pain and inflammation.", "ha": "Palmitoylethanolamide (PEA), wani endogenous (jiki ya kera shi) amide acid amide, yana fitowa a matsayin sabon wakili a cikin maganin zafi da kumburi."}}
{"translation": {"en": "~ Orders will be shipped within 5 business days upon receipt of payment.", "ha": "* Ana biyan kuɗi tsakanin ranakun kasuwanci na 5 da muka karɓa da amincewa da abin da aka dawo da shi."}}
{"translation": {"en": "Luke 1:72 To perform the mercy promised to our fathers, and to remember", "ha": "1:72 don cika rahama tare da kakanninmu, Kuma mu tuna da wasiyyarsa mai tsarki,"}}
{"translation": {"en": "I know you've spent a lifetime", "ha": "Na sani dai ka na rayuwan kaxaici 'yan kwanakin nan."}}
{"translation": {"en": "Sylvia had said that Mrs.", "ha": "Mrs. Rayana Bou Haka"}}
{"translation": {"en": "but it is now open to those attending", "ha": "Jera shi yanzu ga masu son saka hannun jari"}}
{"translation": {"en": "2010 David Bowie: Face to Face with the Man Who Charmed the World", "ha": "2019: Gwarzo Davido ya fadawa Duniya 'Yan takarar da zai zaba"}}
{"translation": {"en": "Cuttlefish have nothing to do with the Cold War but are wonderful.", "ha": "Kifi na kifi, ba shakka, ba shi da wani abin da zai yi tare da naman nama, amma ba ya zama mai ban sha'awa ba."}}
{"translation": {"en": "I would like to be a part of your show and I am a call boy", "ha": "Ni ina ruwana da wannan Karas din, abokin wasana ne wannan yaron."}}
{"translation": {"en": "Did you arrive at this conclusion on your own, or has it been taught to you?", "ha": "Shin kun koyi waɗannan daga iyayen ku ko kuma an riga ya ƙaddara ta kwayoyin ku?"}}
{"translation": {"en": "Rules for entry and return to the Czech Republic", "ha": "Visa da bukatun shigarwa na Czech Republic:"}}
{"translation": {"en": "An ex of his tells us that their relationship ended because she got tired of all the spanking.", "ha": "Ana has ashen cewar, Daliget na barin wurin ne saboda gajiya da suka yi da zama, tun jiya."}}
{"translation": {"en": "is the water deep enough?", "ha": "Shin ruwa yana dauke da ruwa mai zurfi ?"}}
{"translation": {"en": "The site has a large following and has been praised by many of its users.", "ha": "An tabbatar da inganci mai inganci sosai kuma yawancin masu amfani da ƙarshensu na yaba da su."}}
{"translation": {"en": "The Lord deal kindly with you as you have dealt with the dead and with me.", "ha": "Bari Ubangiji magance rahama tare da ku, kamar yadda kuka yi mini alheri da matattu, kuma tare da ni."}}
{"translation": {"en": "So when you come to pray, you must integrate the Word into your prayers.", "ha": "A ƙarshe, lokacin da ya zo lokacin da za ku haye, kun haɗa wannan addu'a domin mutuwar cikin ayyukan sallar ku."}}
{"translation": {"en": "were drenched with water.", "ha": "An gauraye su da ruwan sha mai madara."}}
{"translation": {"en": "The boys, knowing that they were responsible for signing away the rights, go back to the studio to get back the rights.", "ha": "Malaman jami'a ASUU sun ce sun gano alƙawarin da aka musu duk bula ce, za su koma yajin aiki."}}
{"translation": {"en": "The lawyer didn't come", "ha": "Amma shi prosecutor, bai zo ba."}}
{"translation": {"en": "Topic to be discuss - 1.", "ha": "Abubuwan da ke tattare da ƙira - 1"}}
{"translation": {"en": "A blockchain seeks to overcome this challenge in two ways:", "ha": "Hypervent zai hana wannan matsala ta hanyoyi biyu:"}}
{"translation": {"en": "Even if we all have to get killed or taken away or hurt.", "ha": "v Idan muka kashe mun rabauta ko kuma aka kashe mu duk dai mun rabauta."}}
{"translation": {"en": "Yesterday morning, she woke up and was sick.", "ha": "Washe gari da asuba ya tashe ta tayi alwala shima yayi ya fita."}}
{"translation": {"en": "...worship; because of the Lord that is faithful, and the Holy One of Israel, and he shall choose thee.", "ha": "Domin shi mai alkawari ne, kuma shĩ ne Allah Mai Tsarki na Isra'ila, wanda Ya zãɓe ku."}}
{"translation": {"en": "This refutes the idea of original sin.", "ha": "Wannan shi ne wannan rashin kula da umarnin da aka zuba a cikin tunanin zunubi na asali."}}
{"translation": {"en": "Don't think about anything - just watch", "ha": "Kasa cewa komai tayi, kallonsa kawai takeyi"}}
{"translation": {"en": "Apply to your face, then remove it and the make up with a soft cloth.", "ha": "Dauko kwakwa ki cire bakin jikin, sai ki gurza shi a jikin abun goge kubewa, say ki ajiye a gefe."}}
{"translation": {"en": "A series of droughts and dust storms encouraged farmers out of the Dust Bowl region and toward promises in California and New York State.", "ha": "Tsarin fari da ƙurar iska sun ƙarfafa manoma daga yankin Dust Bowl da kuma alkawuran da suka yi a California da Jihar New York."}}
{"translation": {"en": "It is essential to be able to cope in society", "ha": "A gefe guda, yana da wahala idan muna so mu kasance cikin al'umma."}}
{"translation": {"en": "1341 her laughter as she tells the story", "ha": "Dariya tayi dan na saba bata labarin sa."}}
{"translation": {"en": "The Three Main Elements Found in the Production of Haitian Wives", "ha": "Hotunan turawa uku da suka aure matan Hausawa gwanin sha'awa Tsakar Gida"}}
{"translation": {"en": "May be used for the both the lumbar and lumbosacral regions", "ha": "Dace amfani a duka biyu lumbar da lumbosacral yankuna."}}
{"translation": {"en": "Gwyneth Paltrow established Goop in 2008.", "ha": "Gwyneth ya halicci Goop a shekarar 2008"}}
{"translation": {"en": "and install it in housing (3).", "ha": "kaurace musu a cikin wuraren kwanciya, (3) Kuma ku dke su."}}
{"translation": {"en": "What if..what if the dream is a sign of.. no.. she thought.", "ha": "Anan, sukace - idan kayi mafarkin mutum, to yana tunanin ka .. me kace?"}}
{"translation": {"en": "Blackjack was among the first casino games produced by the Caribbean island [...]", "ha": "A yammacin jiya dai an fafata wasa tsakanin ƙungiyar ƙwallon ƙafa ta masu buƙata ta musamman ta Kano [...]"}}
{"translation": {"en": "After becoming a professional in 1891, the club joined the second division two years later and was promoted to top flight in 1904.", "ha": "Bayan da ya zama mai sana'a a shekara ta 1891, kulob din ya shiga rukuni na biyu a shekara biyu bayan haka kuma an dauke shi zuwa jirgin sama a 1904."}}
{"translation": {"en": "Hong Kong, China, is different", "ha": "Nigeria, girkin Nigeria daban yake dana kowace"}}
{"translation": {"en": "They're coming home, they touched the", "ha": "Sun koma gida suna bugun kirji."}}
{"translation": {"en": "This leads to the women holding Per at gunpoint.", "ha": "Hakan na nufin wadanda ke samar mata tallafi da makamai suna bacewa."}}
{"translation": {"en": "a picture of india", "ha": "Kuma Ya Pich Ya India"}}
{"translation": {"en": "Anyone who follows and supports my campaign knows that I do not fit the typical profile of someone competing for the Olympic Sailing Team.", "ha": "Ga duk wanda ya san ni ko ya bi ni, ya kamata in sani ni ba irin wanda ke yin martani ne ga wani abu ba ko karɓar shawara daga 'yan sanda masu ɗabi'a na kafofin watsa labarun ba."}}
{"translation": {"en": "We're having our first meeting with the priest tomorrow", "ha": "Domin taro da firist gobe"}}
{"translation": {"en": "Promise,\" he assures them both.", "ha": "Ya ce: \" Sai su yi ceto su biyun."}}
{"translation": {"en": "Me, Myself and We: The One With the Award", "ha": "Me & MiNe: Award Hari Ibu"}}
{"translation": {"en": "Jill decided to skip this trip.", "ha": "Amma Kim ya yanke shawara ya bar ta sheqa don wannan tafiya."}}
{"translation": {"en": "Through his guidance, she became a part of the", "ha": "A kan nufinsa, ta shiga cikin ƙungiya a matsayin mai takara."}}
{"translation": {"en": "This hadeeth indicates that the number of gates is eight.", "ha": "Amma idan ka kallesa zakayi tunanin d'an ishirin da takwas ne."}}
{"translation": {"en": "To hear how you don't forget my love for you", "ha": "Saboda tasan cewa baka manta da soyayyar da yi a bay aba."}}
{"translation": {"en": "His parents wanted to know, but were afraid to ask a clairvoyant, so they had their daughter ask for them.", "ha": "Tunda dangin sa suka ji labari sukayi baqin ciki sosai domin ba da gaske suke suna son d'an uwan su ya haifu ba,bcs basa son ya samu magaji,"}}
{"translation": {"en": "Business Intelligence emerged in the 80's with the purpose of supporting the decision-making elements of organizations.", "ha": "Masu tunani na lokacin haskakawa a karni na sha takwas sun taimaka wajen kafa matakai ga masu ilimin zamantakewa da zasu biyo baya."}}
{"translation": {"en": "This haircut is perfect for women with straight or wavy hair.", "ha": "Wannan zabin ya zama cikakke ga mata tare da madaidaicin ko curly gashi."}}
{"translation": {"en": "Besides doing it all?", "ha": "Ko aikata komai bayan?"}}
{"translation": {"en": "Between 1405 and 1433, Ming China under the rule of Zhu Di, sent out enormous armadas of ships into the Indian Ocean commanded by the eunuch admiral Zheng He.", "ha": "Daga tsakanin 1405 da 1433, Ming China karkashin mulkin Zhu Di, ya aika da manyan jiragen ruwa a cikin tekun Indiya da mashawartan mai suna Zheng He ya umurce shi."}}
{"translation": {"en": "In 1924, the first Olympic Winter Games took place in Chamonix and Haute-Savoie, France; J. Edgar Hoover was appointed the first director of the F.B.I.; Vladimir Lenin died; and the trial of Richard Leopold and Nathan Loeb shocked and riveted the country.", "ha": "A shekarar 1924, wasannin Olympics na farko sun fara a Chamonix da Haute-Savoie, Faransa; J. Edgar Hoover an nada babban darakta na FBI; Vladimir Lenin ya mutu; da kuma fitinar Richard Leopold da Nathan Loeb, suka gigice, suka rushe ƙasar."}}
{"translation": {"en": "But if he falls asleep during the soothing, do not wake him before placing him in the crib.", "ha": "Amma idan har ya farka daga barcin da yayi janaba a cikinsa, to ihtiyadi kada ya koma wani barcin har sai yayi wanka."}}
{"translation": {"en": "He also characterizes the damned as those who refrain from such activities.", "ha": "Haka kuma ya ambata sunayen wadanda ke cikin wannan tawaga tasu da suke aikata irin wannan ta'addaccin."}}
{"translation": {"en": "That he had found a partner to share his life with.", "ha": "Don haka ya zama masa tilas ya samu wanda zai gudanar da rayuwarsa tare."}}
{"translation": {"en": "$30 to Asia", "ha": "$95 da Vinci"}}
{"translation": {"en": "hold of my arm and walked to her' father's house with me.\"", "ha": "yimun shiru bari ma na tafi gurin mumyna uwata ta kaina,\" Hmm Allah muma yajikan namu iyayen, \""}}
{"translation": {"en": "Face to Face: direct", "ha": "ZABE: Bi mu kai Tsaye a nan"}}
{"translation": {"en": "as a result of doing a degree", "ha": "don yi digiri akai."}}
{"translation": {"en": "The Point: June 2017", "ha": "shin shin: June 2017"}}
{"translation": {"en": "Jinghao Medical Technology Co., Ltd. became the first hearing aids company listed on the New Third Board in China", "ha": "Jinghao Technology Technology Co., Ltd ya zama kamfanin farko na taimakon ji na farko da aka jera a sabon kwamitin na uku a China"}}
{"translation": {"en": "What do you think about: Read?", "ha": "ALMIZAN: To, yaya batun dawainiyar karatun?"}}
{"translation": {"en": "the Man Jesus.", "ha": "Barima Yesu"}}
{"translation": {"en": "I believe you are single, till you are married.\"", "ha": "Kawata ka aura, idan kaso ka kasheni zaka iya...\""}}
{"translation": {"en": "I can be very clumsy", "ha": "Zan iya yin musgunawa da ƙarfi."}}
{"translation": {"en": "How do you ensure that the right people attend?", "ha": "Mene ne zai tabbatar da cewa dalibai suna shiga?"}}
{"translation": {"en": "Our products are used in all types of...", "ha": "Ana amfani dashi ko'ina a cikin nau'ikan col ..."}}
{"translation": {"en": "We had a donation jar for those who wished to contribute,", "ha": "Muna bauta wa abarba wacce ke da injin shayi ko sanyi."}}
{"translation": {"en": "The opposite of ingratitude is gratefulness.", "ha": "Kusa da rashin godiya, abin da ya fi damuwa shi ne godiya."}}
{"translation": {"en": "The food is either grown or shipped daily from the main island.", "ha": "Ana samar da sinadaran yau da kullum ko kuma girma akan tsibirin."}}
{"translation": {"en": "Research has recently revealed that consumption of sugar could be one of the biggest threats to our overall health - especially when it comes to age related diseases such as Alzheimer's.", "ha": "Bincike ya kwanan nan ya bayyana cewa amfani da sugar zai iya zama daya daga cikin manyan barazana ga mu overall kiwon lafiya - especially when it comes to age related diseases such as Alzheimer's."}}
{"translation": {"en": "Then she turned her head back and said, \"Pull my hair.\"", "ha": "Juyowa tayi ta kallesa sannan ta amsa masa \"Abinci nakeso, ki kawo min d'akina.\""}}
{"translation": {"en": "(righteousness, wealth, desires and liberation).", "ha": "Lalle kwa wadannan hukunce hukunce ma su kayatarwa, wadanda suka kai matuka wajen kyawo suna nuni ne ga cewa hakika Shi Alkura' ni daga Allah Ya ke."}}
{"translation": {"en": "When it opened it's eyes, it could see something in front of it.", "ha": "Idan wani yana kusa da shi, zai iya ganin abin da ke cikin aljihu."}}
{"translation": {"en": "Further, psychopaths like sex offenders can ask for a meeting in person.", "ha": "Bugu da ari, psychopaths kamar masu laifin jima'i na iya neman ganawa da kansu."}}
{"translation": {"en": "\"And I'm just not ready to leave yet.\"", "ha": "\"tom Ammi ai ni a shirye nike sai dai na fito kawai.\""}}
{"translation": {"en": "As much as possible, you want to make the most of the money you spend on these contractors.", "ha": "Mafi kyawun ku ne, mafi girman kuɗin ku na iya zama a kan waɗannan kamfanoni masu zaman kansu."}}
{"translation": {"en": "The view was peaceful at night,...\"", "ha": "Umma ta ba ta da lafiya tun jiya da dadddare....\""}}
{"translation": {"en": "things, may rightly be exercised only after the evidence is submitted to the court", "ha": "Saidai yace sai bayan kammala binciken nasu ne sannan za'a iya tantance gaskiyar lamari."}}
{"translation": {"en": "The currents i2 and i3 are flowing into the junction, while i1and i4 flow out of it.", "ha": "Rigunan i 2 da 3 suna shiga cikin rami, yayin da 1 da 4 na gudana daga ciki."}}
{"translation": {"en": "Especially with foreigners.", "ha": "Musamman tare da baƙi."}}
{"translation": {"en": "most of the plants and animals on Earth.", "ha": "Yawancin su a cikin ƙasa da dabbobin dabbobi."}}
{"translation": {"en": "\"We tried to capture the essence of what Adam was.", "ha": "Za mu ce muna jin daɗin abubuwan da Adams ke amfani dashi."}}
{"translation": {"en": "34 year old male here, no plans or desire to get married.", "ha": "Mutumin yana da shekaru 34, babu kudi, babu gidan gida, amma yana da aure kuma irin wannan bukata!"}}
{"translation": {"en": "Man. the king of Siam was married to only one woman.", "ha": "SARKI HISHAM yana da matar aure guda daya jal mai suna"}}
{"translation": {"en": "Everyone in your company is asked to submit a new idea through the DRS system", "ha": "Tous yana kiran ku don keɓance jakar ku ta hanyar sabon Tous ta sabis ɗin ku."}}
{"translation": {"en": "Eden had a habit of running in and out of his room whenever she wanted.", "ha": "\"Iyabo ta saba guduwa daga gida na inda daga bisani take bayyana a lokacin da ta so."}}
{"translation": {"en": "What's going on with my friends", "ha": "\"Abin da ke faruwa ga abokina"}}
{"translation": {"en": "prosperity of His servants.'", "ha": "Yana murna da cin nasarar bawansa!\""}}
{"translation": {"en": "She launched and edited Women's Work in Canada, the first Canadian magazine for working women.", "ha": "Ta kaddamar da gyare-gyare mata a Kanada , watau farko na mujallar Kanada don aiki mata."}}
{"translation": {"en": "But not GOLD.", "ha": "Dabi Goldrick"}}
{"translation": {"en": "Let the dream begin, Let your darker side give in To the power of the music that I write, The power of the music of the night!", "ha": "Bari mafarkin ya fara, bari ɓangaren duhu ya ba da ikon kiɗa na dare. \""}}
{"translation": {"en": "sults: Comparing with the results of the study group", "ha": "Gani ya kori ji: Dubi sakamakon jarrabawar malaman makarantar da gwamnatin..."}}
{"translation": {"en": "With regard to Sir Redvers Buller, it is abundantly clear", "ha": "Amman fa Sir Sabir shima akwai kyau da cikaken bafulatani."}}
{"translation": {"en": "The Customer will be Liable for the Inbound Return Cost - This can vary from country to country and may be more than you initially paid.", "ha": "Kudin sufuri yana da alhakin ku, ya bambanta dangane da ƙasar sayen kuɗi kuma za'a iya biya kafin kuɗi."}}
{"translation": {"en": "I, I have..., I am born without father.\"", "ha": "\"idan ta haihu mana, nikam Daddy bansanka da haka ba\""}}
{"translation": {"en": "and half of you don't understand", "ha": "Rabin lokaci basu fahimci matsalar ka ba."}}
{"translation": {"en": "Next, you are instructed to click on \"I forgot my password.\"", "ha": "Anan a kasa, dacewar maballin \"Na manta kalmar sirri na.\""}}
{"translation": {"en": "No other country has won for over 14 years now.", "ha": "Babu wanda ya lashe gasar zakarun Turai fiye da hudu. ."}}
{"translation": {"en": "Continue reading In Defence of M.........ing Piglets →", "ha": "Continue reading Har Yanzu Ina Cikin Dimuwa Da Kaduwa - Modu Sharif →"}}
{"translation": {"en": "Wouldn't that be in an attempt to proselytize me?", "ha": "Miyasa ba zai fada min naje nai gwajin ba?"}}
{"translation": {"en": "but added that it's extremely uncommon for errors to be found.", "ha": "Ya kara da cewa, ba daidai bane a ce an nemi kwandalaye an rasa gaba daya."}}
{"translation": {"en": "Broyde then requested, \"Please do publish it.\"", "ha": "Sai Bushiya ya ce \"saboda ka bamu shawaran da muka ji dadi .\""}}
{"translation": {"en": "Fluoxetine or a text pdf.", "ha": "Shotokan bassai dai kata PDF."}}
{"translation": {"en": "Praying out loud is beneficial because it helps us to stay focused.", "ha": "Dalilin da yasa wannan addu'ar tana da ƙarfi sosai saboda tana taimaka mana mu kasance mutumin da ya bar mu da son rai."}}
{"translation": {"en": "Nine years later, he was moved to Rome.", "ha": "Amma ya yi shawara a Roma bayan shekaru hamsin."}}
{"translation": {"en": "He spoke at the 2005", "ha": "Ya yi jawabi a 1999."}}
{"translation": {"en": "This is no country for old people", "ha": "Wannan ba ƙasar ga tsofaffin maza ba."}}
{"translation": {"en": "In the future, 3D printing will be applied to more fields and benefit more people.", "ha": "A nan gaba, 3D bugu zai shigar da ƙarin da kuma fiye da gidaje."}}
{"translation": {"en": "How does it feel to finally show the movie and see people's reactions?", "ha": "Me fim din yake kunshe da shi, ganin yadda jama'a suke ta tsumayen fitowarsa?"}}
{"translation": {"en": "Micaela writes..\"", "ha": "Ke Nene mika musu Farar mana.\""}}
{"translation": {"en": "Is it a way to distance themselves from the failed 1914 eschatology of the Organization?", "ha": "Shin hanya ce don nisanta kansu daga rashin nasarar ilimin 1914 na Kungiyar?"}}
{"translation": {"en": "D'Escoto called the International Criminal Court's arrest warrant for Sudanese", "ha": "Dangote ya miƙa direbansa ga hukumar kwastam akan dakon kayan fasa ƙauri"}}
{"translation": {"en": "What is an ecn forex broker for 2015.", "ha": "FBS Excelff Forex Broker 2015 tare da Kwafin Kasuwancin Kasuwanci Menene FBS?"}}
{"translation": {"en": "To those who never heard his name.", "ha": "Harda wanda basu ji sunan su ba......."}}
{"translation": {"en": "Diana: Do you have a secret?", "ha": "Kuna da mashawarcin sirri?"}}
{"translation": {"en": "Alexei Leonov did the space walk in space.", "ha": "Har ila yau, kayan aikin jirgin sama mai suna Alexei Leonov a sararin samaniya."}}
{"translation": {"en": "So, one night she started off to find them.", "ha": "Wani dare ya yanke shawarar yana so ya taɓa su."}}
{"translation": {"en": "Buzzword is an informal term for a fashionable word or phrase that's often used more to impress or persuade than to inform.", "ha": "Buzzword wani lokaci ne na yau da kullum don kalma mai laushi ko magana wanda aka saba amfani dasu don yaɗa ko kuma ya rinjayi fiye da sanar da shi."}}
{"translation": {"en": "then proceeded to call their parents to", "ha": "Sannan sai ya yi kira ga iyayen yaran da su zama masu biyan"}}
{"translation": {"en": "The most important consideration when paddling, particularly for exercise, is to maintain proper technique and to stretch before and after paddling.", "ha": "Mafi mahimmanci a yayin da ake yin gwagwarmaya, musamman ga motsa jiki, shine kula da fasaha mai dacewa da kuma shimfidawa kafin da kuma bayan paddling ."}}
{"translation": {"en": "Over the next 40 years for the remainder of her life, Mata Sundri acted as the guru's emissary counseling the Khalsa, issuing hukamnana proclamations, and writing letters of encouragement dated between October 12, 1717, and August 10, 1730.", "ha": "A cikin shekaru 40 masu zuwa na sauran rayuwarta, Mata Sundri ya yi aiki a matsayin mai ba da shawara na Guru da Khalsa , ya gabatar da hukunce-hukuncen hukunce-hukunce , da kuma rubuta wasiƙu da aka rubuta tsakanin Oktoba 12, 1717, da August 10, 1730."}}
{"translation": {"en": "\"Same reason\" is something you need to think about and define for your application.", "ha": "Don \"tattauna\" wani abu da kake buƙatar tunani da rubutu da rubutu."}}
{"translation": {"en": "Freud was not the first to use the", "ha": "Ba Kir Brown ba ne na farko da ya yi amfani da sauti a kan rikici."}}
{"translation": {"en": "They get to work on their MASSIVE hut.", "ha": "Suna son saka zobe a babban dan yatsan su na hannu."}}
{"translation": {"en": "The Club currently has three committees.", "ha": "Majalisun tarayya zasu kafa kwamiti uku a yau"}}
{"translation": {"en": "\"Benghazi played a critical role in the emergence of the new Libya and will continue to do so.", "ha": "Lilac ya taka rawar gani a cikin sabbin tarin bazara-bazara kuma zai ci gaba da yin hakan."}}
{"translation": {"en": "Seeing that the girl was about the same age as herself, she asked Little sister, what is your name, do you have a lot of snails here?", "ha": "Tsugunawa tayi a gaban Shalele tace ke yarinya ce, Asma'u tambayi kanwarki shin a fada mata ko kuwa a barta duniya ta gaya mata ne?"}}
{"translation": {"en": "Dozens of people kicked out of their homes in Worcester due to repossessions", "ha": "Daruruwa Sun Bar Garuruwansu A Sakkwato Saboda Fargabar Daukar Fansa Daga 'Yan Bindiga"}}
{"translation": {"en": "Wike warned that \"If anything happens to Governor Ortom, the Federal Government will be held responsible and they should be prepared that there will be no more Nigeria.\"", "ha": "Gwaman Wike ya ce: \"Idan wani abu ya faru da gwamna Ortom, gwamnatin tarayya za a samu da laifi, kuma ta shirya sai ya zama babu Najeriya a tarihi.\""}}
{"translation": {"en": "Lesotho (\"the kingdom in the sky\") is in fact a high-altitude, landlocked kingdom encircled by South Africa and is crisscrossed by a network of rivers and mountain ranges including the 3,482m-high peak of Thabana Ntlenyana.", "ha": "Lesotho, mai tsayi ne, masarautar da ba ta da iyaka da ke kewaye da Afirka ta Kudu, ta haɗu da hanyoyin rafuka da tsaunukan tsaunuka ciki har da tsaunuka 3,482m na Thabana Ntlenyana."}}
{"translation": {"en": "Brother Nathanael, I have sent you a large donation and will continue to do so.", "ha": "Hashim Abdallah Ina bayarwa, kuma ina ci gaba da bayarwa."}}
