{"translation": {"en": "Human interaction is made by placing a small drop of DNA into one of the compartments.", "ig": "Ntughari uzo nke uzo na-acho ka ichikota pixel site na ichoputa obere mpaghara nke ndi mmadu n'ime otu nchikota nke ugwo nke uzo uzo."}}
{"translation": {"en": "I like that because I didn't want to read.\"", "ig": "Enwere m mmasị na nke ahụ n'ihi na achọghị m ịgụ ya.\""}}
{"translation": {"en": "Please don't use glass in the shower guys, safety first.", "ig": "Nakwa, egbula ihe ọ bụla kpọmkwem na kọmputa ahụ; mmiri ga-ebu ụzọ buru ákwà."}}
{"translation": {"en": "Normally we do not disclose the absence of a requirement, but we are finding it necessary today.", "ig": "Ọ bụghị n'efu ka anyị kpọtụrụ njirisi nyocha, dịka ọ bụ ugbu a na anyị ga-achọsi ha ike."}}
{"translation": {"en": "Tiresome, and dismounted.", "ig": "Ngứa da, dị ứng."}}
{"translation": {"en": "The aptly named Private over the internet Access VPN service enables you to protect up to five devices at the similar time, like desktop and mobile devices.", "ig": "Ọrụ a na-akpọ Intanet Access VPN a na-eji aka ya emee ka ị chebe ruo ngwaọrụ ise n'otu oge ahụ, gụnyere ngwaọrụ desktọọpụ na ngwaọrụ mkpanaka."}}
{"translation": {"en": "To avoid data loss it is also advised to the users to make sure that the best recovery software programs are used for recovery or making it easy.", "ig": "Iji zere data ọnwụ ọ na-gwara ka ọrụ iji jide n'aka na ihe kasị mma mgbake software omume na-eji maka mgbake ma ọ bụ na-eme ka ọ dị mfe."}}
{"translation": {"en": "County, Maryland; died Abt.", "ig": "Ukaegbu Ukaegbu (Maryland) - Amakpo;"}}
{"translation": {"en": "You can go to a football game anytime.", "ig": "Nwere ike ịmalite njem gị n'ime ụwa nke ịgba chaa chaa n'oge ọ bụla."}}
{"translation": {"en": "\"How God anointed Jesus of Nazareth with the Holy Spirit and with great power; and He went around doing good and healing all who were oppressed by the devil, because God was with Him.\"", "ig": "(Jọn 1:51) Anyị maara ka Chineke si were mmụọ nsọ na ike tee Jizọs onye Nazaret mmanụ - Ọ gara na -eme ihe ọma wee na -agwọ ndị niile ekwensu na -emegbu, n'ihi na Chineke nọnyeere ya."}}
{"translation": {"en": "Carefully roll the tomatoes in the oil until they are fully coated.", "ig": "Kpachara anya, tinye na ntụpọ tomato ruo mgbe a ga-ewepụ ya kpam kpam."}}
{"translation": {"en": "Managers who make decisions out of fear of their own future also create consequences for their people.", "ig": "Ewoo, ụjọ ahụ mere ka ha mee mkpebi ndị ga-emerụ Wii U na atụmanya egwuregwu nke onwe ha."}}
{"translation": {"en": "Have you ever dreamt of driving a V8 muscle car or maybe even a single-seater race car?", "ig": "Ò nwetụla mgbe ị chọrọ ike a Boomerang racer na eleghị anya mpi na katuunu odide ke ụgbọala racing?"}}
{"translation": {"en": "The only exception is if you are traveling with someone you know and trust, and it is a good practice to remind them not to leave your laptop unattended as well.", "ig": "Nanị ihe ga-eme bụ ma ọ bụrụ na ị na-eme njem na onye ị maara ma tụkwasị obi, ma na-echetara ha ka ha ghara ịhapụ laptọọpụ gị n'enweghị nchebe."}}
{"translation": {"en": "all types of jacquard fabrics manufacturer", "ig": "Akpụkpọ ụkwụ Machine MakingCurtain Fabric Jacquard"}}
{"translation": {"en": "I won't give them the credit to say it was just stupidity.", "ig": "Paul adịghị egbusi oge n'ịgwa ha na nke a bụ nzuzu."}}
{"translation": {"en": "Bahrain has been a pioneer in the Islamic", "ig": "Tù a ghọrọ ọsụ ụzọ n'ụlọ ọrụ ego Islamic."}}
{"translation": {"en": "Blame it on high expectations.", "ig": "Gba onwe gị ụta maka ịtụ anya ihe dị ukwuu n'aka ha. - Amaghi ama"}}
{"translation": {"en": "Looking for new opportunities in this field .", "ig": "Tinye ederede ọhụụ ọhụrụ n'ime mpaghara ndị a."}}
{"translation": {"en": "In addition, you must implement a mechanism that allows the rejection of all", "ig": "Na nke mbụ ị kwesịrị ịmepụta ihuenyo mkpọchi nke ga-egbochi onye ọ bụla nwere ohere ịnwetaghị ikike."}}
{"translation": {"en": "Today many of them are my friends.", "ig": "N'ezie, abụ m ezigbo ndị enyi ọtụtụ n'ime ha taa."}}
{"translation": {"en": "Saray Barcenas - Set fire to the rain (Adele)", "ig": "Tyga - Unu Kpọọnụ tha Playa (Akowara)"}}
{"translation": {"en": "I think I would not have wanted to leave the motorcycle in the desert, because Mario, My mechanic, He had worked so hard to get it ready to race.", "ig": "Echere m na m agaghị achọ ịhapụ bike na desert, n'ihi Mario, m na-arụ ụgbọ, Ọ rụrụ ọrụ otú ike iji dozie mba."}}
{"translation": {"en": "The Book of Life - For Your Marriage", "ig": "Opi Voluntary - N'ihi na gị Wedding ememe"}}
{"translation": {"en": "The launch of an online store in Ireland marks the 17th country in Europe... Continue reading", "ig": "Nke a online cha cha enye kpochapụwo ... Continue reading European ruleti"}}
{"translation": {"en": "The Rugby World Cup The Final", "ig": "Onye egwu bọọlụOnye goolu bọọlụ nyere goolu ikpeazụ"}}
{"translation": {"en": "Do not try to put the fire out with water", "ig": "Anwala ịchọpụta nchapu na ọkụ, jiri mmiri ncha."}}
{"translation": {"en": "Hold for a few seconds and then lower your right arm.", "ig": "Ikwusi maka Sekọnd ole na ole, ma buru ụzọ belata ụkwụ aka ekpe gị wee mezie aka nri gị n'ala."}}
{"translation": {"en": "\"I like relationships.", "ig": "Ọ na-amasị m ka mmekọrịta mmadụ na ibe ya bụ!"}}
{"translation": {"en": "Tighten your thighs, calves and feet while inhaling and exhaling three times.", "ig": "Na-ele anya ejima, triplets, quadruplets na ndị ọzọ ka ị na-awụsị Onyenwe anyị obi gị."}}
{"translation": {"en": "Do Not make the same mistake I did.", "ig": "Biko emehiela otu ahụ m mere na mbụ."}}
{"translation": {"en": "Father: \"That's right, but why do you ask?\"", "ig": "Onye ọka iwu ahụ kwuru, sị, \"Nke ahụ bụ eziokwu, mana gịnị kpatara ị ji ajụ ajụjụ?\""}}
{"translation": {"en": "3 Remember prisoners, as if you were in prison yourselves; remember those who are being ill-treated, since you too are in the body.", "ig": "3  Na-echetanụ ndị nọ n'agbụ ụlọ mkpọrọ+ dị ka à ga-asị na e kere unu na ha agbụ,+ na ndị a na-emegbu emegbu,+ ebe unu onwe unu ka nọkwa n'anụ ahụ́."}}
{"translation": {"en": "Social media is not a \"bad thing.\"", "ig": "Ihe mgbasa ozi ọha abụghị \"ihe.\""}}
{"translation": {"en": "Polished Polish: New Year's!", "ig": "Spinamba Cha cha: Afọ Ọhụrụ!"}}
{"translation": {"en": "I've had a friend do something similar a few years back.", "ig": "Enwere m enyi ọzọ dị ka nke a afọ ole na ole gara aga ma ọ bụ oku na-ebili."}}
{"translation": {"en": "My \"mantra\" is \"Do it best by doing YOUR best.\"", "ig": "Igwe ojii ahụ ga - eme \"nke kachasị mma\" iji nyere gị aka, n'ime oke uru."}}
{"translation": {"en": "Have YOU ever ridden in a boat or on a raft?", "ig": "10- Ọ dị mgbe ị nọ na mbufịt ma ọ bụ nwere ihe mberede na ụgbọ mmiri ahụ?"}}
{"translation": {"en": "The web hosting industry was still very new when Exabytes was established and not many Malaysians had the relevant skill and technical expertise.", "ig": "Ụlọ ọrụ ntanetị weebụ dị nnọọ ọhụrụ mgbe e guzobere Exabytes na ọtụtụ ndị Malaysian nwere nkà na nkà na ụzụ dị mkpa."}}
{"translation": {"en": "The procedure is not too hard like US.", "ig": "Iwulite ụdị nke ngwaahịa a siri ike dịka anyị abụghị (ụdị nke) azụta onwe anyị."}}
{"translation": {"en": "Solutions for Small & Medium Employers", "ig": "Ngwọta Ọfịs maka Ndị Ọrụ Obere na Nke ọkara"}}
{"translation": {"en": "It's worth a buy?", "ig": "Ọ bara uru ịzụta igwe kwụ otu ebe?"}}
{"translation": {"en": "just searching on the internet", "ig": "Naanị chọọ ụzọ ya n'ịntanet."}}
{"translation": {"en": "even can be killed.", "ig": "E nwedịrị ike igbu ya."}}
{"translation": {"en": "I never knew what the jewish religion was about.", "ig": "Ma na-atụfughị mgbe achọpụtara m na ọ bụ ihe banyere okwukwe ndị Juu."}}
{"translation": {"en": "trust the police.", "ig": "Tụkwasị ndị uwe ojii"}}
{"translation": {"en": "It is extremely useful as it helps you monitor the state of your battery.", "ig": "Nke a bụ mma mara, dịka ọ na-enyere gị aka ịhụ na nlele nke ngwa ọdịnala gị kachasị oghere hogs."}}
{"translation": {"en": "It allows users to play YouTube videos in the background while they do other work", "ig": "Ihe dị ọhụrụ banyere YouTube na-ebudata vidiyo na ndabere mgbe ị na-eme ihe ọzọ"}}
{"translation": {"en": "Sao Paulo in Brazil and at the", "ig": "Mekziko akwarala lii ebe Brazil na aga n'ihu"}}
{"translation": {"en": "Twenty years from now, someone might ask you what you did to help.", "ig": "N'ime afọ iri abụọ, ikekwe mmadụ ga-abịakwute gị, gwa gị ụdị ụdị ike ị metụtala ndụ ha."}}
{"translation": {"en": "You can also use honey...", "ig": "Na, Ị nwere ike iji anyị saunas nwekwara ..."}}
{"translation": {"en": "He called out in a loud voice to the four angels who had been allowed to harm the land and the sea.", "ig": "O jiri olu ike tikuo mmụọma anọ ahụ, e kenyere ọrụ imebi ala na oke osimiri."}}
{"translation": {"en": "So, what's green tea?", "ig": "Gịnị Na- Green tii Special ?"}}
{"translation": {"en": "The story of the playstation", "ig": "Akụkọ banyere PlayStation"}}
{"translation": {"en": "I'm excited about spending more time focusing on myself emotionally, physically, and mentally.", "ig": "M na-adị ndụ karịa, na-enwe mmetụta na a kpọtere uche, nke mmụọ, nke mmụọ na nke anụ ahụ."}}
{"translation": {"en": "What kind of 'state' and 'people' can it be?", "ig": "Ndi \"obodo ndi mepere emepe\" kwesiri ime akwa?"}}
{"translation": {"en": "One-stop shop for Poultry", "ig": "Ngwaahịa zuru oke maka ịme 1 nke pudding."}}
{"translation": {"en": "i think this would help to avoid a lot of unnecesery traffic....", "ig": "M ga-eche na nke a karịrị akarị iji gbochie ụgbọ oloko na-enyochakarị ..."}}
{"translation": {"en": "Do you Hear the Money?", "ig": "Mgbe nụrụ nke ihe a na-akpọ ego ịkụ nzọ?"}}
{"translation": {"en": "But, if not, which would be your choice?", "ig": "Ọ bụrụ na ọ bụghị, olee nhọrọ gị?"}}
{"translation": {"en": "Make sure you have signed up and enabled iCloud on your device.", "ig": "Ya mere, ị kwesịrị ijide n'aka na ị rụnyere ma TunesGo na iTunes na kọmputa gị."}}
{"translation": {"en": "be awarded a scholarship by the IACD to present the full paper at the 10th World", "ig": "Mee onyinye nye NBA na-eleba anya n'itinye ọkpụkpọ ụwa niile na ọnọdụ Player."}}
{"translation": {"en": "i do not read the book", "ig": "Agaghị m agụ akwụkwọ ọma ahụ"}}
{"translation": {"en": "Tendencies and Habits 5.", "ig": "Ihe ndi ozo na ihe eji eme akwa 5."}}
{"translation": {"en": "Paraphrasing simple sentences are co-writing, but copywriting.", "ig": "Iji jiri ndị aghụghọ dị mfe, tinye ederede koodu, mana anabatala ya."}}
{"translation": {"en": "The reality is that although 2020 will go down in history as a year of profound change.", "ig": "Eziokwu bụ na ọ bụ ezie na 2020 ga-agbada na akụkọ ntolite dịka afọ nke mgbanwe miri emi."}}
{"translation": {"en": "Tip #3: Reach out for help.", "ig": "Nzọụkwụ # 12: Jụọ maka Enyemaka"}}
{"translation": {"en": "\"We played as children.", "ig": "\"Dị ka, anyi bu umuaka mgbe anyi na-atu egwu!"}}
{"translation": {"en": "The right answer is Translation.", "ig": "Azịza ya bụ otu okwu: ntụgharị ntụgharị."}}
{"translation": {"en": "The African culture, in particular, is most oppressive as a married woman is expected to live with her husband until the end of her days.", "ig": "Ndị Afrịka ọkachasị ndị Igbo, na-ewere ya na ọ bụ ezigbo ihe ka nwaanyị gosi na ọ lụọla di ma o bido ịza aha di ya."}}
{"translation": {"en": "Trifle, but nice, especially for the price.", "ig": "Ọ bụ ọchịchịrị, ọ dị njọ, ma ọ dị ezigbo mma, karịsịa na ọnụahịa ala."}}
{"translation": {"en": "In her conversation she said that in all her years of dealing in material from the North West of England, she had never seen this image before.", "ig": "O kwuru na kamgbe o bidoro rụwa ọrụ dibia bekee, ọ hụtụbeghị udiri a."}}
{"translation": {"en": "When utilized with intention, they can make a major impact on your business.", "ig": "Mgbe ị gbakwunye ha ka ị pụọ-ebumnuche mmapụta, ha nwere ike inwe mmetụta dị ukwuu na ego gị."}}
{"translation": {"en": "\"People spend a lot of time researching", "ig": "Ugbu a, enwere ọtụtụ ndị na-etinye oge dị ukwuu na nyocha ya."}}
{"translation": {"en": "It's purly organic and it doesn't contain any bacteria.", "ig": "Na mgbakwunye Ọ bụ mineral nkịtị na anaghị enye gburugburu ebe obibi nje bacteria."}}
{"translation": {"en": "14 \"This good news of the Kingdom will be preached in all the inhabited earth,\" said Jesus Christ in his prophecy about \"the conclusion of the system of things.\"", "ig": "14\"A ga-ekwusakwa ozi ọma nke a nke alaeze n'elu ụwa dum mmadụ bi,\" ka Jizọs Kraịst kwuru n'amụma o buru banyere \"ngwụsị nke usoro ihe a.\""}}
{"translation": {"en": "Choose the option for Comma Separated Values (Windows).", "ig": "Ugbu a, jide n'aka na Ụkpụrụ Zoro Eche (Comma Separated Values (Windows)) họrọ."}}
{"translation": {"en": "If you don't already have an SSL certificate for qmail:", "ig": "Ọ bụrụ na ịnweghị sava SMTP maka akaụntụ ahụ:"}}
{"translation": {"en": "The Outlaws - \"Green Grass and High Tides\"", "ig": "Ndị Nlekọta - \"Green Grass & High Tides\" *"}}
{"translation": {"en": "Do I need to be a Russian citizen?", "ig": "Achọrọ m ịbụ nwa amaala?"}}
{"translation": {"en": "The Federal Inland Revenue Service, as part of its ongoing reforms, seeks to engage the services of early starters with integrity, drive and desire to win professionally, to strengthen its workforce.", "ig": "Federal Inland Revenue Service dị ka akụkụ nke usoro nkwado ya chọrọ itinye aka na ọrụ nke ndị mbido na-eguzosi ike n'ezi ihe, ịchụso na ọchịchọ iji merie ọkachamara, iji wusie ndị ọrụ ya ike."}}
{"translation": {"en": "But the farmers, when they saw the son, said among themselves, 'This is the heir.", "ig": "Ma mgbe ndị ọrụ ubi ahụ hụrụ ọkpara ya, ha gbara izu n'etiti onwe ha sị: 'Onye a bụ onye ga-eri ya ekpe!"}}
{"translation": {"en": "You should be sure you use a different password for every site.", "ig": "Ọ dị mkpa iji jide n'aka na ị na-eji paswọọdụ dị iche maka akaụntụ ọ bụla."}}
{"translation": {"en": "To start feeling it is to bring a new vision to your life.", "ig": "Dịka, idebe mkpịsị ahụ n'onwe ya bụ iji mee ka ndụ ọhụrụ dị ndụ n'ime ihe ndekọ gị."}}
{"translation": {"en": "\"You can stop soon.\"", "ig": "Ị nwere ike ịkwụsị ngwa ngwa."}}
{"translation": {"en": "Notwithstanding, likewise with any types of gambling, it is vital to have a financial plan and stick to it.", "ig": "Dị ka ụdị ịgba chaa chaa niile dị n'ofe ahụ, ọ dị ezigbo mkpa ịhazi usoro mmefu ego na ịrapara na ya dị ka gluu."}}
{"translation": {"en": "try as i may, i can't seem", "ig": "Gbalịa otú m nwere ike, Enweghị m ike isi eyi ahụ."}}
{"translation": {"en": "When the men came to Jesus, they said, \"John the Baptist sent us to You to ask, 'Are You the One who is to come, or should we expect someone else?'\"", "ig": "20 Na mgbe ndị ikom ahụ bịakwutere ya, ha sịrị, \"Jọn Onye Na -eme Baptizim zitere anyị ka anyị bịakwute gị, na -asị, 'Ọ bụ gị bụ onye ahụ na -abịa, ka anyị ga -achọ onye ọzọ? '\""}}
{"translation": {"en": "It's not \"gun courage.\"", "ig": "O zughi ezu \"na-enye obi ike.\""}}
{"translation": {"en": "When pressed, the user is brought to a secure site and is able to download or order the product they requested.", "ig": "Mgbe etinyere ya, a na-ebute onye ọrụ ahụ na saịtị echedoro ma nwee ike ibudata ma ọ bụ nye ngwaahịa ha rịọrọ."}}
{"translation": {"en": "The duration of the drug is seven to ten days.", "ig": "Mmetụta nke ọgwụ eji eme ihe bụ ihe dị ka 7-10 ụbọchị."}}
{"translation": {"en": "I'm SO glad I did this with my kid!", "ig": "Enwere m obi ụtọ ime nke a na saịtị nwa m!"}}
{"translation": {"en": "(2) Emerald pendant: Emerald is one of the most precious gems.", "ig": "Description: Igwe ọla ntị ndị a na - akpọ Emerald Cut bụ otu n'ime mkpụrụ osisi ọla anyị ji adọrọ adọrọ."}}
{"translation": {"en": "Asked about the practi", "ig": "Ajụjụ ị kwesịrị ịjụ SEO ọrụ"}}
{"translation": {"en": "It's easy now that you're here", "ig": "Nke ahụ bụ nnọọ mfe ebe ọ bụ na ị bụ ebe a."}}
{"translation": {"en": "Hey, y'know", "ig": "AU - Lee, Yongkwun"}}
{"translation": {"en": "How do I get residency status in New Zealand?", "ig": "Kedụ ka m ga-esi nweta License License Dealers na New Zealand, makwaara dị ka, nweta License Dealers Securities na New Zealand?"}}
{"translation": {"en": "Paul if you want to add to the discussion go ahead, remember the future of the industry!", "ig": "Ọbụna ma ọ bụrụ na ị bu n'obi ime mgbanwe ahụ, hụtakwuo ọdịnihu nke ngwanrọ!"}}
{"translation": {"en": "the birth of Abraham, there was a second influx of fallen angels.", "ig": "mmụọ ozi ahụ nke pụtara ìhè n'ihu Abraham tinyere abụọ ọzọ ndị mmụọ ozi"}}
{"translation": {"en": "Some can be black.", "ig": "Ndị ọzọ pụrụ iche na ojiji."}}
{"translation": {"en": "Your prayers help.", "ig": "Ekpere anyi nonyere gi."}}
{"translation": {"en": "Those who do so are rewarded with", "ig": "Nꞌihi na ndị ahụ rụrụ ọrụ ije ozi ha nke ọma nwere ụgwọ ọrụ."}}
{"translation": {"en": "SJWs are incapable of understanding it or utilizing it; if they could, they would not be SJWs.", "ig": "Onye Amụma (salla Allahu alihi wa sallam) ekekerede na ma ma ọ bụ na ha ka ha na-ebi ndụ, n'ihi na ọ maara na ọ bụrụ na ha anọgide na ndụ ha ga-, obi abụọ adịghị anọgide na-kpalie n'ihu agha megide ha."}}
{"translation": {"en": "It's really not too hard and I love it enough that it's work the efforts!:)", "ig": "Ọ dịrịghị m mfe, mana m hụrụ ya n'anya nke ukwuu !!!! daalụ maka ụlọ ahịa maka ịkọwa m otu esi eme nke ahụ:))"}}
{"translation": {"en": "Write therefore, what you have seen, what is now and what will take place later.", "ig": "Ya mere , dee ihe ndị ị hụrụ n' akwụkwọ , tinyere ihe ndị dị adị na ihe ndị ga- eme mgbe ihe ndị a gasịrị ."}}
{"translation": {"en": "In fact it can be one of the most liberating", "ig": "Nke a bụ ma eleghị anya otu n'ime ihe ndị kachasị ewu ewu maka ịghọ freelancer."}}
{"translation": {"en": "oops... here is 2", "ig": "Here 2 There _ ihearadam"}}
{"translation": {"en": "During the Second World War, ...", "ig": "Mana ọbụlagodi n'oge Agha Secondwa nke Abụọ,..."}}
{"translation": {"en": "Many of the Germans in the area came from a part of northern Germany known as Schleswig-Holstein.", "ig": "E nwere ụmụ obere agwaetiti ndị dị nso n'ebe ọdịda anyanwụ steeti ndị Jamanị a na-akpọ Skleswig-Holstin."}}
{"translation": {"en": "There is a negative, or inverse", "ig": "A counterpart bụ hà ma na-abụghị akụkụ."}}
{"translation": {"en": "Published by: General Pub.", "ig": "Gbara akwụkwọ N'okpuru: General Ozi Akpado Na: wordpress."}}
{"translation": {"en": "The plants did not have time to root and died during the winter.", "ig": "Germs agaghị enwe oge iji gbanye mgbọrọgwụ na ịnwụ n'oge oyi."}}
{"translation": {"en": "the Lamb, Jesus Christ, as", "ig": "cles, na onye, dị ka Kraịst, bụ n'ọkwá ka nke"}}
{"translation": {"en": "(When the night comes, it overtakes everything, so where is the day) The man said, \"Where Allah wants it to be. \"", "ig": "28:82 Ndien ke usenubọk ndị chọrọ ịbụ na ya ebe aga na mgbede sị, 'N'ezie, Allah outspreads onye Ọ ga n'etiti-efe ya ofufe, na Ọ na-egbochi."}}
{"translation": {"en": "Good Luck of the Irish", "ig": "Best Lucky Irish Inu mgbanwe"}}
{"translation": {"en": "She had not even been out of the house.", "ig": "O mebeghị ya n'èzí ụlọ, n'agbanyeghị."}}
{"translation": {"en": "And they decreed that it should be proclaimed throughout all Israel from Beersheba to Dan, that they should come and hold the feast of the Passover unto the LORD God of Israel at Jerusalem: for they had not often done it, as it is written how they should.", "ig": "Ha wee kpebie ka a kpọsaara Izrel dum , malite na Bia-shiba ruo Dan , ka ha bịa meere Jehova bụ́ Chineke Izrel ememme ngabiga na Jeruselem; n' ihi na ha emebeghị otú ahụ n' ìgwè dị ka ihe e dere n' akwụkwọ si dị ."}}
{"translation": {"en": "And just as you were present at Pentecost.", "ig": "Ha niile juputara na Mo Nso dika emere na Pentikost."}}
{"translation": {"en": "On the other hand, the Holy See follows the appointment", "ig": "Mkpọchị ahụ ga-apụta na Nchọgharị na-esote akara ngosi okwu."}}
{"translation": {"en": "He's traveled all over", "ig": "Ugbu a, ọ gafere ókèala niile."}}
{"translation": {"en": "women's project for 2013", "ig": "Akpụkpọ ụkwụ akpụkpọ ụkwụ ụmụ nwanyị 2013"}}
{"translation": {"en": "When the canon was set down, a lot of things got cut.", "ig": "Mgbe anwụrụ ọkụ kwụsịrị, ọtụtụ ihe mebiri na Baga."}}
{"translation": {"en": "Labor Day weekend with the family", "ig": "Isiokwu na-esonụNgwụcha izuụka na ezinụlọ"}}
{"translation": {"en": "It's possible to survive", "ig": "Inwere ike ịlanarị."}}
{"translation": {"en": "how to get rid of 85 search engines", "ig": "Olee otú Download 8tracks Ndetuta egwu ọkpụkpọ"}}
{"translation": {"en": "What is the description of the book?", "ig": "Kedu ihe a na-akpọ nkọwa nke akwụkwọ ahụ?"}}
{"translation": {"en": "If you own a Mac, the instructions are similar, but you will need to launch the iBooks app instead of iTunes.", "ig": "Ọ bụrụ na ị nwere Mac, ntụziaka ndị yiri ya, ma ị ga-ebu ụzọ malite ngwa iBooks kama iTunes."}}
{"translation": {"en": "There is a traffic light system to indicate how busy the service is, and how long you might have to wait.", "ig": "Ịdọ aka ná ntị ndị a na-egosi otú nsogbu okporo ụzọ dịruru ná njọ na oge ole ị ga-atụ anya."}}
{"translation": {"en": "If you're a beginner, the BlueJ Java IDE might be right up your alley.", "ig": "Ọ bụrụ na ị bụ onye mbido, BlueJ Java IDE nwere ike ịbụ ebe ị na-egwu."}}
{"translation": {"en": "The psychological, psychological and real differences when considering a 14-year-old and an are that is 16-year-old more significant than these are generally between two adults of comparable age distinctions.", "ig": "Ọdịiche nke anụ ahụ, nke mmetụta uche, na nke uche dị n'etiti onye dị afọ 16 na onye gbara afọ 14 dị mkpa karịa gbakọọ ụbọchị iche Nke dị n'etiti ndị okenye torola eto."}}
{"translation": {"en": "Look at the different airports as well, and come up with a small list of some of the airlines you prefer.", "ig": "indulge ha, anya na ndepụta na-ahọtakwara a ole na ole n'ime ndị ụlọ oriri na ọṅụṅụ na ị chọrọ iyi."}}
{"translation": {"en": "Re-runs on myTV for another month", "ig": "Trickzọ ọzọ iji megharịa WhatsApp n'efu maka otu afọ ọzọ"}}
{"translation": {"en": "Not a fan of the Aston Martin's", "ig": "Ghara ikwu ihe gbasara ọrụ onye isi na Aston Martin."}}
{"translation": {"en": "\"The amount of income they generate is less than the amount they need to keep the system running.\"", "ig": "Ọmụrụnwa dị n'isi ego i bitere ekwesịghị ịkarị ego ị na-akpata.\""}}
{"translation": {"en": "I thank you for the book!", "ig": "Ekelere gị n'akwụkwọ a!"}}
{"translation": {"en": "\"Tim's work is amazing.", "ig": "\"Ihe Tim mere dị ịtụnanya mana ọ dịkwa egwu."}}
{"translation": {"en": "Can we rely on the accuracy of the Scriptures?", "ig": "Ànyị nwere ike ịtụkwasị obi na izi ezi nke Akwụkwọ Nsọ?"}}
{"translation": {"en": "full-size pickups, which share much of their hardware and running gear", "ig": "Tweakers - Mejuputa ọtụtụ Tweaks mma gị na usoro ịrụ ọrụ."}}
{"translation": {"en": "I think we all want to live forever.", "ig": "Anyị niile chọrọ ịdị ndụ ebighi ebi."}}
{"translation": {"en": "You will be able to find a job eventually", "ig": "Na nzukọ a, n'ikpeazụ, ị ga-ahụ ọrụ."}}
{"translation": {"en": "Well you need to consider that not everyone is living your life.", "ig": "Ọ dị mkpa ịmara, na ọ bụghị onye ọ bụla batara na ndụ gị ga-anọ ebe ahụ."}}
{"translation": {"en": "One of the first steps to securing your iPad is creating a password to lock it so that if someone steals it that they won't be able to access your data.", "ig": "Otu n'ime nzọụkwụ mbụ iji chebe gị na iPad bụ ịmepụta passcode iji kpọchie ya ka ọ bụrụ na mmadụ na-ezu ya na ha agaghị enwe ike ịnweta data gị."}}
{"translation": {"en": "I've never experienced a malfunction like this before with any weapon.", "ig": "Ahụtụbeghị m ike nrụrụ siri ike mgbe m jiri ngwá ọrụ a ma ọ bụ ntakịrị banyere."}}
{"translation": {"en": "I recommend the F1.", "ig": "Ana m akwado F1."}}
{"translation": {"en": "Growth Hacking - the Art of Growing Faster", "ig": "Weghachi bọtịnụ: ọsọ ọsọ nke egwuregwu na-abawanye ka ọ na-aga ngwa ngwa"}}
{"translation": {"en": "Cindy saw that she was trapped.", "ig": "Cindy Dollar hụrụ ka e mebie ya."}}
{"translation": {"en": "A long time ago, Technology", "ig": "Ọ bụ ogologo oge gara aga mgbe a bịara na nkà na ụzụ."}}
{"translation": {"en": "The device should not be a tool", "ig": "Ngwaọrụ Mbadamba abụghị Ngwaọrụ Onwe"}}
{"translation": {"en": "self-aligned double pattern", "ig": "Self-ebutu mode Ugboro abụọ n'elu"}}
{"translation": {"en": "And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.\"[21]", "ig": "N'ime nhụjuanya, o kpesiri ekpere ike karị, ọsụsọ ya wee dị ka mmiri nke ịda n'ala."}}
{"translation": {"en": "This was a dream, obviously.", "ig": "O doro anya na ihe omuma a, ihe obula o bu, mu onwe m."}}
{"translation": {"en": "Uniforms for Work and Sport.", "ig": "Akwa visibiliti uwe maka oru na egwuregwu"}}
{"translation": {"en": "A copyright is a form of protection granted under federal copyright law to authors of \"original works of authorship.\"", "ig": "A ikike nwebisiinka bụ ụdị nchedo enyere n'okpuru Federal copyright copyright maka \"ọrụ izizi nke onye ode akwụkwọ\" nke edobere na mpaghara ụzọ pụtara ìhè."}}
{"translation": {"en": "\"David said to him, \"\"Where do you come from?\"\"", "ig": "Devid wee sị ya: \" Olee ebe i si ?"}}
{"translation": {"en": "You've heard of going", "ig": "na mu ji no ha na bu nin go"}}
{"translation": {"en": "The little one is beating up the bigger one!\"", "ig": "Ka o si metuta onye ukwu bụ ka o si metuta onye nta.\""}}
{"translation": {"en": "You can follow the steps to recover your Gmail account.", "ig": "Ị nwere ike ịgbaso ihuenyo na-eme ka ịziea nhọrọ Google Newsstand gị."}}
{"translation": {"en": "No one will harm or destroy over my holy mountain, for as water fills the sea the earth will be filled with the knowledge of Yahweh.", "ig": "Ha agaghị emebi ma ọ bụ merụọ mmadụ ahụ n'elù ugwu m dị nsọ, n'ihi na ụwa ga-ejùpụta n'amamihe nke Yahweh dịka otu mmiri si jupụta n'osimiri."}}
{"translation": {"en": "It is a chain of restaurants where it is cheap, and you can sit at the table and talk.", "ig": "Ọ bụ ụlọ nri dị iche iche ebe ọ dị ọnụ ala, ịnwere ike ịnọdụ ala na tebụl ma kwuo okwu."}}
{"translation": {"en": "Canadian Dollar (CAD) to Bolivian Boliviano (BOB) exchange rate history", "ig": "Canadian dollar (CAD) Ka Bolivian boliviano (BOB) ọnụego mgbanwe n'akụkọ ihe mere eme"}}
{"translation": {"en": "The Girl is the oldest.", "ig": "That girl na Ogbange."}}
{"translation": {"en": "21 For where your treasure is, there also your heart will be.", "ig": "21 Makẹni ebe akụ-lẹ-ụba ụnụ rị, ịya kẹ obi ọnụ jẹnkọ d'a rịzị.\""}}
{"translation": {"en": "- The Baikal is the deepest lake in the world.", "ig": "Baikal bụ ọdọ mmiri kachasị mma na ụwa anyị."}}
{"translation": {"en": "The woman speaks out", "ig": "Nwanyị ahụ kwuru."}}
{"translation": {"en": "After the Party!", "ig": "\"Mgbe m gụsịrị ọmụmụ ihe!"}}
{"translation": {"en": "How to Deactivate and Re-Activate Facebook Account", "ig": "Otu esi ehichapụ ma ọ bụ gbanwee mmeghachi omume na Facebook"}}
{"translation": {"en": "It will be published online for everyone in the world to read.", "ig": "N'ikpeazụ, a ga-edere ederede weebụ maka ndị na-ege ntị n'ụwa niile ka onye ọbụla gburugburu ụwa nwere ike ịgụ ya."}}
{"translation": {"en": "Engineers often use this mechanism to help test network devices and applications.", "ig": "Ndị injinia na-ejikarị usoro a enyere aka inwale ngwaọrụ netwọk na ngwa."}}
{"translation": {"en": "However, the price has seen a 13 percent fall since its daily high to trade at $0.36.", "ig": "Otu ọ dị, ọnụahịa ahụ dara 13% site na ụbọchị ọ bụla iji zụọ ahịa na $ 0,36."}}
{"translation": {"en": "hello i'm trying to get pregnant. my period ended on may 31st. and my cycle is 27 days. what day do i need to have sex so i will get pregnant?", "ig": "Ndewo, enwere m mmekọahụ na Fraịdee 27 na taa na Mọnde nke iri atọ m chọrọ ị theụ ụtụtụ mgbe mkpụrụ ọgwụ ga - arụ ọrụ maka m?"}}
{"translation": {"en": "your sight and hearing.", "ig": "anya na-ahụ, na ntị, rue ta."}}
{"translation": {"en": "I'm glad I have my photography", "ig": "Enwere m obi ụtọ na m nwere ihe ndozi m maka foto m."}}
{"translation": {"en": "Just for Laughs - The Other One Is Cuter - Very Funny", "ig": "Ogologo nkọwa zuru oke na-enwu - njedebe kachasị elu bụ ihe ọchị."}}
{"translation": {"en": "Welcome to kashmir.", "ig": "Ekele Baghachi na Cambodia!"}}
{"translation": {"en": "Now if you're new to the channel as always it's a pleasure to have you here.", "ig": "Ugbu a ọ bụrụ na ị bụ ọwa ọhụrụ na ọ bụ ihe ọ toụ ịnwe gị ebe a."}}
{"translation": {"en": "So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do in the futility of their thinking.", "ig": "Ya mere , ihe m na- ekwu ma na- agba àmà ya n' ime Onyenwe anyị bụ ka unu ghara ịnọgide na- eje ije dị nnọọ ka ndị mba ọzọ na- ejekwa n' echiche na- abaghị uru nke uche ha ,"}}
{"translation": {"en": "He has been called by Christ to serve Him.", "ig": "Mara na Kraịst akpọwo gị n'aha gị iji jeere Ya ozi."}}
{"translation": {"en": "The roof is missing excessive amounts of granules", "ig": "Steel ụba ibughari Mbupu akpa"}}
{"translation": {"en": "Main article: List of incomplete or partially lost films", "ig": "4, akụkụ ndị mejupụtara: nhazi ụdị pụrụ iche na nke na-abụghị nke izugbe ma ọ bụ ihe mejupụtara akụkụ ndị mejupụtara."}}
{"translation": {"en": "Jesus is every man's brother.", "ig": "Anyị kweere na Jizọs bụ Isi nke nwoke ọ bụla."}}
{"translation": {"en": "They should not tell anyone until it is revealed.", "ig": "Ọ dịghị onye ga-agabiga ya, ebighebi ruo ebighebi."}}
{"translation": {"en": "Predating the Queen of Soul's bra-burning version by a year, ...", "ig": "ọhụrụ style 1 afọ party queen nwa uwe n'ihi na ..."}}
{"translation": {"en": "Though not the cheapest of its kind, it's definitely one of the easiest to use and manage.", "ig": "Ọ bụ ezie na ọ bụghị ngwa ngwa, n'ezie ọ bụ usoro netwọk kachasị mfe iji wụnye ma jikwaa."}}
{"translation": {"en": "They say that a lie runs on for 100 years, but the truth can catch up in a day.", "ig": "Nzuzo nwere ike ịrụ ọrụ ruo otu narị afọ, ma eziokwu ahụ nwere ike ijide ha n'otu ụbọchị"}}
{"translation": {"en": "For the Lord will carry out his sentence on the Earth with speed and finality.\"", "ig": "N'ihi na Jehova ga-emezu a nkenke okwu n'elu ụwa. \""}}
{"translation": {"en": "(DIE ZEIT No. 14/2018) show how much people really deal with this topic.", "ig": "\" (Ọpụpụ 21:24) Otú ọtụtụ ndị si ghọta ihe a Baịbụl kwuru dị iche iche."}}
{"translation": {"en": "I love my SO very much, I love my kids, family and friends very much.", "ig": "| Of m mba m n'anya ọtụtụ ndị mgbe m dị ka ma ọ bụrụ na onye hụrụ m, ya na ezinụlọ ya na akụ na ụba ya"}}
{"translation": {"en": "Here, you will see another option.", "ig": "Na ihuenyo ọzọ, ị ga-ahụ ibe nhọrọ ọzọ."}}
{"translation": {"en": "does not accept the micro SD card button.", "ig": "Biko adịghị ịzọpụta natara azụ gị Micro SD kaadị mgbe mgbake."}}
{"translation": {"en": "It eats queues like i've never seen before.", "ig": "Ọ na-eri batrị AA dị ka ihe ọ bụla ọzọ m hụtụbeghị."}}
{"translation": {"en": "Today I am going to be teaching you how to download The Council for a...", "ig": "Na-akwanyere ùgwù taa ana m aga ịkọrọ gị otú ị ga-esi cd ikike serial igodo maka ụbọchị [...]"}}
{"translation": {"en": "The names must be submitted", "ig": "Aghaghị ịkpọ aha ebe esi depụta ha."}}
{"translation": {"en": "We anticipate the group continuing for another year.", "ig": "\"Anyị na-arịọ ka onyeisiala hapụ ndị agha ka ha nọrọ ruo otu afọ ọzọ."}}
{"translation": {"en": "\"Your dog?", "ig": "Dị ka nkịta gị?"}}
{"translation": {"en": "It doesn't get much more simple than CRUSH.", "ig": "Ọ naghị adị mkpa ma ọ dị mfe karịa usoro Raza."}}
{"translation": {"en": "It's so nice to find weatherstripping that is made for our 35 year old Pease door.", "ig": "Ọ na-atọ ụtọ otú anyị si agba ọsọ iji nweta ihe nkiri anyị na-ere maka kamera 35mm ochie anyị."}}
{"translation": {"en": "But it is a phone app, isn't it?", "ig": "Ọfọn, anyị nwere na-ekwu na ọ bụ na-otu ụzọ ndabere iPhone kọntaktị, ọ bụghị ya?"}}
{"translation": {"en": "Then we when we got back into the store, the power went out.", "ig": "Mgbe ahụ mgbe anyị laghachiri na Storelọ Ahịa Play, ozi ga-efu efu."}}
{"translation": {"en": "Early in the morning they set out, the king stood before his people and said, \"Listen to me, Judah and people of Jerusalem!", "ig": "Ka ha na- apụ , Jehọshafat biliri ọtọ , sị: \" Juda na ndị bi na Jeruselem , geenụ m ntị !"}}
{"translation": {"en": "Creatine pulls more water into your muscles which allows you to add on size and weight.", "ig": "Akpa, creatine-akpata gị muscle mkpụrụ ndụ na-echekwa ihe mmiri nke na-akpata gị uru ahụ na-egosi zuru ezu karị na ibu."}}
{"translation": {"en": "The HTTP status code 400 Bad Request is returned when the request sent to a web server (usually to view a web page) had malformed syntax, and wasn't understood.", "ig": "Ihe 400 Njikere Njikere HTTP koodu ọnọdụ pụtara na arịrịọ ị zigara na sava weebụ (dịka ọmụmaatụ, arịrịọ maka ịwụọ ibe weebụ) dịgasịghị njọ."}}
{"translation": {"en": "The building has had different names", "ig": "Ihe nchọgharị dịgasị iche nwere aha dị iche iche maka ihe nchọgharị ha."}}
{"translation": {"en": "We're the best!", "ig": "Anyị bụ ndị kachasị mma!"}}
{"translation": {"en": "Under \"General\" you will see \"Relationship.\"", "ig": "N'okpuru ihuenyo a, ị ga-ahụ njikọ \"Usoro na Ọnọdụ.\""}}
{"translation": {"en": "Choose a Map.", "ig": "Họrọ Map ."}}
{"translation": {"en": "After I finished I asked if he had any questions, and he said that he did not.", "ig": "Oge ọ jụchaara ajụjụ niile ọ jụrụ, a jụrụ m ya ma ọ jụchaala, ọ sị m e na ọ jụchaala."}}
{"translation": {"en": "Comcast caps each customer to a total of 250 gigabytes (GB) of traffic (combination of downloads and uploads) per month.", "ig": "Oghere Comcast onye ahịa ọ bụla nwere ngụkọta nke 250 gigabytes (GB) nke okporo ụzọ (Nchikota downloads na bulite) kwa ọnwa."}}
{"translation": {"en": "GPS performance, however, is quite good.", "ig": "N'agbanyeghị na-arụ ọrụ GPS ga-esiwo mma."}}
{"translation": {"en": "What happens when it is necessary?", "ig": "Mgbe ọ dị mkpa, gịnị na-eme?"}}
{"translation": {"en": "The most affordable way to go is to build all the information and add it into the location yourself.", "ig": "Ụzọ dị ọnụ ala ị ga-aga bụ iji mepụta ọdịnaya niile ma tinye ya na saịtị ahụ n'onwe gị."}}
{"translation": {"en": "The value_if_false argument isn't necessary in this case, and its absence will shorten the formula.", "ig": "A ga-ewepụrịrị arụmụka value_if_false ebe ọ bụ na ọ dịghị mkpa na enweghị ya ga-ebelata usoro ahụ."}}
{"translation": {"en": "Jesus answered, \"You don't know me or my Father; if you knew me, you would know my Father as well.\"Jesus said these things when he was teaching in the temple area, in the place where they received the offerings.", "ig": "Jizọs zara, sị: \"Unu amaghị m, unu amaghịkwa Nna m.+ Ọ bụrụ na unu maara m, unu gaara amakwa Nna m.\"+ 20 O kwuru ihe ndị a n'ebe a na-edebe ego+ mgbe ọ na-ezi ihe n'ụlọ nsọ."}}
{"translation": {"en": "Keep it in the water a while to make sure there are no leaks", "ig": "Tinye ya na ala nke na-anaghị ere ọkụ ruo nwa oge iji jide n'aka na ọ gaghị enweta ọkụ."}}
{"translation": {"en": "When we travel, we have sold out shows.", "ig": "Mgbe show, anyị nyeere anata ahịa na-ewebata ngwaahịa na-ha."}}
{"translation": {"en": "Knows all the...", "ig": "Mara na ihe niile..."}}
{"translation": {"en": "Meanwhile, all sales continue to go towards funding treatment and recovery.", "ig": "Nke a bụ ihe kpatara saịtị ecommerce na-etinye mgbe niile usoro nkwụghachi na ụgwọ mbupu n'ihu."}}
{"translation": {"en": "Help us to continue Christ's work in the same manner and with the same spirit.", "ig": "Mmụọ nsọ na-aga n'ihu n'ọrụ Jizọs na otu uche ahụ na ebumnuche ya."}}
{"translation": {"en": "The perils of Plan B", "ig": "Ụkọ ihe ụfọdụ nke Plan B"}}
{"translation": {"en": "He pointed out that they were standing on the Kohala bridge", "ig": "O kwuru na ha nọ n'orụ n'akụkụ Mmiri Chad."}}
{"translation": {"en": "The application is available totally free and there is actually a paid version as well.", "ig": "The ọkpụkpọ bụ kpam kpam n'efu na maka otu ihe nbudata ruru bụkwa elu."}}
{"translation": {"en": "One application allows students to apply to hundreds of awards.", "ig": "Nwatakịrị nwere ohere na onye na-agụ akwụkwọ nwere ike ibu ọtụtụ narị akwụkwọ n'aka ha."}}
{"translation": {"en": "New Items have been added, and some of their effects slightly altered.", "ig": "Ha agbasawanye usoro ha nke ukwuu ma ụfọdụ n'ime ihe ọhụrụ ahụ dị oke mma."}}
{"translation": {"en": "Then see if you're able to run OTL or OTS.", "ig": "Ugbu a, lee ma i nwere ike ise ọdịdị oval na spiral."}}
{"translation": {"en": "the value of each item, a list of the items remaining", "ig": "Ichebe tiketi maka arụmọrụ ọ bụla, ajụjụ maka ọnọdụ oche fọdụrụnụ"}}
{"translation": {"en": "59:1 Wele, the hand of the Lord has not been shortened, so that it cannot save, and his ear has not been blocked, so that it cannot hear.", "ig": "59:1 Le, n'aka nke Onye-nwe ka e shortened, nke mere na ọ na-apụghị ịzọpụta, na nti-ya na a na-egbochi, nke mere na ọ apụghị ịnụ."}}
{"translation": {"en": "• Analyses of finished product", "ig": "· End ngwaahịa tụnyere analysis"}}
{"translation": {"en": "These are just a few favorites, and new ones are added all the time, but feel free to check out the complete list of XKit features.", "ig": "Ndị a bụ naanị ndị ọkacha mmasị, a na-agbakwụnye ndị ọhụrụ n'oge niile, ma ị nwere ike ịlele ndepụta zuru ezu nke atụmatụ XKit na ibe a."}}
{"translation": {"en": "Don't share your passwords, and change them regularly.", "ig": "Ekekọrịtala paswọọdụ gị ma gbanwee ya ugboro ugboro."}}
{"translation": {"en": "I have a problem in P3Dv4.", "ig": "Enwere m otu nsogbu na p3d v4."}}
{"translation": {"en": "Inconsequentiality: I is a speck of dust", "ig": "Ngosi: Abụ m mmekọ nke CrankWikiri ụkwụ."}}
{"translation": {"en": "Front of the Old Railway Station", "ig": "aka-mere na ochie nkedo ígwè mmiri mgbapụta"}}
{"translation": {"en": "As my love for cooking grew, I realized that I wanted to make a career out of it.", "ig": "Ka agụụ m na-enwe maka egwu na-eto, achọpụtara m na achọrọ m ịme nhọrọ a career na ntụgharị."}}
{"translation": {"en": "\"Rest and save your strength.", "ig": "Zọpụta ya ma jide ume gị."}}
{"translation": {"en": "Why it's Dangerous", "ig": "Ihe na-eme ka ọ dị ize ndụ"}}
{"translation": {"en": "From The Fruit Of The Spirit Bible, we read:", "ig": "N'ikwu banyere mmalite nke ọgbakọ ndị Kraịst, anyị na-agụ:"}}
{"translation": {"en": "VTC: When you're meditating, don't focus in your head.", "ig": "Tweet: Mgbe ị na-ewebata onwe gị, echela naanị maka onwe gị."}}
{"translation": {"en": "(The strawberries, not the sugar.)", "ig": "(Ebe nchacha, ọ bụghị pusi.)"}}
{"translation": {"en": "Ezekiel 37:1 The hand of the LORD was.", "ig": "EZIKIEL 1: 3 Aka Jehova di n'aru ya"}}
{"translation": {"en": "Then this could be the app for you!", "ig": "Mgbe ahụ, ntụziaka a nwere ike ịbụ ihe maka gị!"}}
{"translation": {"en": "[6.94] Now you have returned to Us, alone, as We created you at first, leaving behind all that We have bestowed on you.", "ig": "6:94 Ugbu a ị laghachiri Anyị, nanị, dị ka anyị kere gị na mbụ, na-ahapụrụ nile anyị nwere na onyere gị."}}
{"translation": {"en": "I was visiting motherless babies' homes in the Southeastern part of the country.", "ig": "Enwetara m onye rụrụ ụlọ maka ụmụaka enweghị nne na nna (motherless babies) n'Amichi dị n'okpuru ọchịchị Nnewi South."}}
{"translation": {"en": "Fourth and goals to stop or win the game.", "ig": "1.1.4 Nweta ma ọ bụ merie na cha cha - Mmechi!"}}
{"translation": {"en": "Subwoofers don't always connect the same way that typical stereo speakers do.", "ig": "Ndị na-edozi ihe adịghị ejikọta otu ụzọ ahụ nke ndị ọkà okwu sitiriọtọ na-eme."}}
{"translation": {"en": "That headline read, \"Mother mourns recalcitrant daughter.\"", "ig": "Aha edemede nyere ya mmeri a bụ \"When a Woman Renounces Motherhood."}}
{"translation": {"en": "This section focuses on the need for nutritional supplementation.", "ig": "Nke a mpempe ọmụma ga-nanị lekwasịrị anya na ọ dị mkpa nke nri n'oge vegetative ogbo."}}
{"translation": {"en": "The Scent Hound Breed Group", "ig": "Cement bred panel ezigbo nkume sere"}}
{"translation": {"en": "\"You're beautiful, is that what you want to hear?\"", "ig": "Ee, ị bụ onye egwu egwu, ọ bụ ihe ị chọrọ ịnụ?"}}
{"translation": {"en": "metallic bob is immersed in water, then the new time period", "ig": "Okooko osisi Gosipụta na mmiri - mgbe ahụ, mgbe epupụta zuru ezu oge ntoju."}}
{"translation": {"en": "You can use it to get information about the music you're listening to, a restaurant you're researching, a movie you'd like to see, and much, much, more.", "ig": "Ị nwere ike iji ya nweta ozi gbasara egwu ị na-ege ntị, ụlọ oriri na ọṅụṅụ ị na-achọ, ihe nkiri ị ga-achọ ịhụ, na ọtụtụ, ọtụtụ, karịa."}}
{"translation": {"en": "We are a factory, located in Guangdong,China.Welcome to visit our factory.", "ig": "Anyị bụ ndị emeputa, na anyị nwere onwe anyị factory na Guangzhou.We nabata gị ileta anyị factory."}}
{"translation": {"en": "The product is suitable for: Hyundai Sonata 2011-2013", "ig": "Car Stereo maka Hyundai Sonata 2011-2013  Kpọtụrụ ugbu a"}}
{"translation": {"en": "We usually check our emails via various platforms, it can be easy to forget that each of those may require configurations that are different.", "ig": "Anyị na-enyocha email anyị site na nyiwe dị iche iche na ọ nwere ike ịdị mfe ichefu na nke ọ bụla n'ime ha nwere ike ịchọ nhazi dị iche iche."}}
{"translation": {"en": "The Wind Rises Locations", "ig": "Places nkwonkwo na-anọkwasị."}}
{"translation": {"en": "During a record-breaking session...", "ig": "N'oge nhazi, njupụta nke ikwu dị ihe ..."}}
{"translation": {"en": "My wife and I were there a couple of years ago.", "ig": "Mụ na di m gara ebe a afọ ole na ole gara aga."}}
{"translation": {"en": "\"When He came down from the mountain, large crowds followed Him.\"", "ig": "Ọtụtụ mmadụ sooro Jisọs mgbe o si nꞌugwu ahụ rịdata."}}
{"translation": {"en": "As in \"Let Us make man in our image.\"", "ig": "Nkọwa maka \"Ka anyị mee mmadụ n'onyinyo anyị\""}}
{"translation": {"en": "All of Paris.", "ig": "All Paris bụ gị chọọ."}}
{"translation": {"en": "The 570 pages go by very quickly.", "ig": "Ihe ntanetị 6 na-ebu ngwa ngwa, ihe na-egosi na ọ bụ n'ezie ngwa ngwa."}}
{"translation": {"en": "The three games are, in fact, mobile titles.", "ig": "One dị otú ahụ atọ n'ezie bụ mobile oghere bonus usoro."}}
{"translation": {"en": "The result is that the production manager is almost always", "ig": "Nke a, na-eji Boot Manager, bụ ezigbo mfe na ọ fọrọ nke nta mgbe niile na-arụ ọrụ."}}
{"translation": {"en": "The growth rate, however, is double", "ig": "A na-ele anya mpaghara a ihu uto okpukpu abụọ nke na-abịanụ."}}
{"translation": {"en": "All the girls and women are different.", "ig": "Mụ nwoke niile dị iche, ụmụ agbọghọ dịkwa ka onye ọ bụla."}}
{"translation": {"en": "We can offer series of models and different kind of materials.", "ig": "Anyị nwere ike inye sọrọ eriri multi-mode nakwa otu eriri otu-mode."}}
{"translation": {"en": "The use of ICT makes it possible to better monitor and optimise", "ig": "Ntuziaka weebụ BST na-eme ka ịchọgharị ma na-atụgharị karịa."}}
{"translation": {"en": "get in touch with google", "ig": "Banye gị Google akaụntụ."}}
{"translation": {"en": "and provides access to all content created on the desktop version", "ig": "Nyeghachi ya ihe niile e nyere ahịrị si ọkwa table atụ na-egbo nhọrọ ọnọdụ."}}
{"translation": {"en": "If you're tried to go to UAE.", "ig": "Ọ bụrụ na a nwara gị ịga UAE."}}
{"translation": {"en": "OnePlus 7T is coming next week: Here's all we know about it", "ig": "Meizu 16X ga-ewepụta echi: nke a bụ ihe niile anyị na-atụ anya site na ekwentị ọhụrụ"}}
{"translation": {"en": "The Canton Fair or China Import and Export Fair, is a trade fair held in the spring and autumn seasons each year since the spring of 1957 in Canton Guangzhou , Guangdong, China.", "ig": "The Canton Fair ma ọ bụ China Mbubata na Mbupụ ngosipụta, bụ ngosi ahia a na-eme n'oge opupu ihe ubi na oge mgbụsị akwụkwọ kwa afọ site na oge opupu ihe ubi nke 1957 na Canton (Guangzhou), Guangdong, China.Ọ bụ nke kachasị okenye, nke kachasị, ihe ..."}}
{"translation": {"en": "Find the perfect time to reach out to prospects", "ig": "Nweta ezigbo oge mata mgbe nyocha ọhụụ ga-adị ndụ."}}
{"translation": {"en": "11 Dear friends, if God so loved us, then we also ought to love one another.", "ig": "11 Ndị m hụrụ n'anya, ọ bụrụ na Chineke hụrụ anyị n'anya otu a, anyị kwesịkwara ịhụrịta ibe anyị n'anya."}}
{"translation": {"en": "It is the beginning of your journey and you will accomplish more than you can imagine.", "ig": "Ọrụ gị ga-amalite ịrụ ị ga-emekwa ka arụmọrụ gị dị elu karịa ka ị na-eche maka ya."}}
{"translation": {"en": "Who was the Yongle Emperor?", "ig": "Onye bụ Emperor Ogbonna?"}}
{"translation": {"en": "&nbsp; // variables have the same name.", "ig": "Right-pịa na Normal.dotm, ma họrọ \"Kpọgharia aha\";"}}
{"translation": {"en": "At the next stage, you need to specify your personal data in the profile of your personal account: last name, first name, middle name, citizenship, date of birth, contact phone number.", "ig": "Na ọkwa ọzọ, ọ dị mkpa igosi data nkeonwe gị na profaịlụ nke akaụntụ nkeonwe gị: aha ikpeazụ, aha mbụ, patronymic, nwa amaala, ụbọchị ọmụmụ, akara ekwentị kọntaktị."}}
{"translation": {"en": "We don't want our website to look like another bootstrap.", "ig": "Maka na anyị achọghị ka saịtị anyị dị ka saịtị WordPress ọ bụla."}}
{"translation": {"en": "Today we learned a lot about service.", "ig": "Anyị mụtara ọtụtụ ihe gbasara nchekwa taa."}}
{"translation": {"en": "\"Is there any God beside me?\"", "ig": "Na enwere ụfọdụ chi ọzọ n'akụkụ m?"}}
{"translation": {"en": "This is a lossy video codec used in both HD DVD and early Blu-ray Disc.", "ig": "Nke a bụ a lossy video codec eji na ma HD DVD na mmalite Blu-ray Disc."}}
{"translation": {"en": "Cattle were domesticated from the wild aurochs in the areas of modern turkey and pakistan some 10, years ago.", "ig": "Ehi ka akpa si anụ aurochs na ebe nke oge a na Turkey na Pakistan ụfọdụ 10.500 afọ gara aga."}}
{"translation": {"en": "Let's go in excess of some of these read more.", "ig": "Ebe a na anyị anya na ụfọdụ n'ime n'elu gosiri ndị GỤKWUO >>"}}
{"translation": {"en": "Ephesians 5: For once you were darkness, but now in the Lord you are light.", "ig": "(Ndị Efesọs 5: 6) N'otu oge, ị bụ ọchịchịrị, mana ugbu a ị bụ ìhè n'ime Onyenwe anyị."}}
{"translation": {"en": "So you can find your perfect Vienna bike ride, we've reviewed our full collection of cycling routes in the region to deliver the top 20.", "ig": "Yabụ ị nwere ike ịchọta nke zuru okeHawaii igwe kwụ otu ebeịnyịnya, anyị na-enyocha anyị zuru collection nkeịgba ígwèụzọ gasị na mpaghara ahụ iji nyefee 17 kacha elu."}}
{"translation": {"en": "And the word of the LORD came to Haggai a second time on the 24th", "ig": "Okwu Jehova wee ruo Hagaị ntị nke ugboro abụọ n' abalị iri abụọ na anọ n' ọnwa ahụ , sị:"}}
{"translation": {"en": "If you can, after that no matter the other evidence, you have not been blocked.", "ig": "Ọ bụrụ na ịnwere ike ịgbakwunye ha na otu ahụ, n'agbanyeghị agbanyeghị usoro ndị ọzọ, enwereghị egbochi gị."}}
{"translation": {"en": "When you knee down to god, he stands up for you. and when he stands up for you, no one can stand against you.", "ig": "10: 107 Ọ bụrụ na ị na-emetụ Allah na-emekpa onye ọ bụla nwere ike wepu ya ma ọ bụghị Ọ; na ọ bụrụ na O ekpe ọma ọ bụla maka gị, ọ dịghị onye nwere ike ichughachiazu Ya mmesapụ."}}
{"translation": {"en": "provides in pertinent part that it is unlawful to make any untrue", "ig": "Ọ ga-eme ka ihe ọma iwu na-akwadoghị ka ha na anaghị ekwe ka ihe niile dị ndedehe."}}
{"translation": {"en": "Three changes will be enough.", "ig": "Mgbanwe atọ ha kwesịrị ime ezuola oke."}}
{"translation": {"en": "Not every song downloaded through iTunes can be used as a ringtone; only those that are specially marked as supporting the format.", "ig": "Rịba ama: Ọ bụghị ọ bụla song ebudatara na iTunes nwere ike iji dị ka ụdaolu; naanị ndị a na-ahọrọ dị ka ndị na-akwado usoro."}}
{"translation": {"en": "Have you ever taken a vacation over the internet?", "ig": "Previous Post You nwetụla ụbọchị ịgba akwụkwọ ezumike gị n'ịntanetị?"}}
{"translation": {"en": "\"Does not help.\"", "ig": "Enyerela enyemaka gị aka. \""}}
{"translation": {"en": "But he doesn't honor the age-old", "ig": "Ọ na-adịghị akwado ogbe akakabarede."}}
{"translation": {"en": "Click \"Resize\" to change the aspect ratio of the video.", "ig": "Gbanwee oke \"Gbanwee ntụziaka\"iji setịpụ akụkụ ntụgharị nke vidiyo ahụ."}}
{"translation": {"en": "cut the links of a chain", "ig": "Imechi mgbidi nke gị na ibe na netwọk mmekọrịta."}}
{"translation": {"en": "It's because the video is fake.", "ig": "Nke ahụ bụ n'ihi na vidiyo nke ụlọ ọrụ adịghị mma."}}
{"translation": {"en": "Read this article and you will have clear views...", "ig": "Agụ isiokwu a, ị ga-enwekwa ezigbo echiche."}}
{"translation": {"en": "I can relate to what your saying.....", "ig": "O nwere ike gosiputara ihe ị kwuru kama..."}}
{"translation": {"en": "Your husband ().", "ig": "Onye di ka Gi (Ekele)"}}
{"translation": {"en": "There was no Rome.", "ig": "Ọ dịghị nke tampered ROM."}}
{"translation": {"en": "Who's the target today?", "ig": "Kedu ihe mere onye ji eji taabụ?"}}
{"translation": {"en": "Listen in on social media conversations about your brand, competition, and space.", "ig": "Gee ntị na mkparịta ụka mgbasa ozi mmekọrịta gbasara akara aka gị, asọmpi, na oghere gị."}}
{"translation": {"en": "Qubool Hai aims at changing the perception of Indian women in contemporary", "ig": "Haitian gourde Ka Indian rupee ọnụego mgbanwe taa."}}
{"translation": {"en": "Oh, what a mistake by the referee!", "ig": "onyisi tinyebezia ya n'ubochi uka hoo!"}}
{"translation": {"en": "I think we lost something of great worth.", "ig": "Echere m na ihe dị oké ọnụ ahịa furu efu n'ezie mgbe nke ahụ mere."}}
{"translation": {"en": "I can't see a point to having two different words here.", "ig": "Ma enweghị m ike iche banyere okwu okwu abụọ nke na-adịghị ada ụda na-egbuke egbuke na nke a."}}
{"translation": {"en": "the first known", "ig": "The mbụ e ji mara na-nọ."}}
{"translation": {"en": "Once again, old-school.", "ig": "Ihe classroom again a< Ihe age ol"}}
{"translation": {"en": "reservations well in advance of arrival are the only pre-requisite", "ig": "Nhọrọ mmelite a na-ebute tupu ha ewepụta ndozi na-echekwa nkesa kpọmkwem na ha bụ naanị ihe ngwọta achọrọ."}}
{"translation": {"en": "\"That is my work.\"", "ig": "\"Chọpụta, ọ bụ ọrụ m.\""}}
{"translation": {"en": "Thousands of people are browsing our website to look for Handyman in Silloth.", "ig": "Puku kwuru puku mmadụ na-eke mpụtara ihe ha ji akụrụngwa FaceApp mee na soshal midia."}}
{"translation": {"en": "Returns a signed number representing the distance traveled by the current car.", "ig": "Tụkwasị na nke a, ị ga-ahụ ogologo mmanya nke na-anọchite anya etu esi esi kesaa ụgbọala ahụ ugbu a."}}
{"translation": {"en": "Your DSL speed can change depending on how you use the network.", "ig": "Ịgba ọsọ DSL nwere ike ịgbanwe ma dabere n'otú i si eji netwọk."}}
{"translation": {"en": "There is literally NO physical evidence that supports the claim, therefore, it is reasonable that it is not true.", "ig": "N'ọkwado ndị ọkachamara, anaghị egosipụta foto ahụ na slides, ya mere, ọ dịghị ezi uche ịhazi ya."}}
{"translation": {"en": "Within this flux of change, there is an ever-increasing amount of content circulating in the digital space.", "ig": "Na nzaghachi nke ike a, ọnụ ọgụgụ na-arịwanye elu nke ọrụ egwu egwu egwu na- enye ọnọdụ offline."}}
{"translation": {"en": "hold the greatest number of people", "ig": "Nweta ọkwa kachasị elu nke ọtụtụ mmadụ."}}
{"translation": {"en": "You don't have to sit before a big screen of a computer for hours to play a game.", "ig": "Ya mere, na ihe ọkpụkpọ dịghị mkpa ka nọdụ n'ihu kọmputa ruo ogologo awa na-enweta cha cha egwuregwu ọzọ."}}
{"translation": {"en": "I will be..trying to not take it at all but can't - Bren323 on Jun 25, 2016", "ig": "Enwere m ike, ma anaghị m ada mbà - Kelechi Iheanacho Nwere ike 12, 2021"}}
{"translation": {"en": "It goes down behind as well.", "ig": "Ọ bụ n'azụ azụ azụ, kwa."}}
{"translation": {"en": "As mentioned above, keeping up with government regulations is a full-time job unto itself.", "ig": "Dị ka m kwuwororịrị, ịnweta ọrụ backlinks nke ọchịchị bụ ọrụ siri ike na ọrụ oge."}}
{"translation": {"en": "-The game takes place in the year 2004.", "ig": "Chọpụta na egwuregwu 2004 a."}}
{"translation": {"en": "Bring-Your-Own cutlery, the wrong?", "ig": "Kedu ihe nkedo na-enweghị eriri, kedu ihe na-adịghị mma?"}}
{"translation": {"en": "\"Too late\" Nooooooooooo Ruth, it's only been 7 years!", "ig": "Calm Down Nigerians, It's Only Four Years! - Ugochukwu Ejinkeonye"}}
{"translation": {"en": "Isaiah 59:20 \"The Redeemer will come to Zion, And to those who turn from transgression in Jacob,\" Says the Lord.", "ig": "59:20 Na Mgbapụta ga-abịa na Zayọn, na ndị na-esi ajọ omume n'ime Jekọb, ka Jehova kwuru."}}
{"translation": {"en": "It's time for another feeding.", "ig": "Ugbu a bụ oge ha inye nri ndị ọzọ."}}
{"translation": {"en": "Your relationship has been broken.", "ig": "Njikọ mbanye gị emebiela."}}
{"translation": {"en": "World Federation of Advertisers (WFA) Guide for Marketers: Five things every brand owner should know about the General Data Protection Regulation:", "ig": "Nke a bụ MDG nke Mgbasa Ozi si infographic, 5 Ihe Branddị Ọ Bụla Ọ Dị Mkpa tomara Banyere Ahịa nye ndị Papa:"}}
{"translation": {"en": "The penny dropped.", "ig": "Mgbe ahụ penny dara."}}
{"translation": {"en": "Kelly is reading her favourite book...", "ig": "Onye Edemede Katya Metelitsa Banyere Akwụkwọ Kachasị Amasị Ya"}}
{"translation": {"en": "Do You Want to Get Rich?", "ig": "[6] Ị chọrọ ịbụ onye nwere akụ hie nne?"}}
{"translation": {"en": "The Night's Watch wear black heavy coats to protect them from the cold.", "ig": "Na oyi dị n'akụkụ akuku, oyi hardy Roses ga-echebe site na oké ntu oyi."}}
{"translation": {"en": "It can also help with anxiety if you have a fear of flying", "ig": "Ị nwekwara ike ịmasị egwu site na mkpuchi mkpọchi mgbe egwu na-akpọ."}}
{"translation": {"en": "Kornheiser: \"It's certainly not a souffle.\"", "ig": "EndSARS: 'Ọ bụghị Buhari ka o sị n'aka, etu a ka ọ dị kamgbe'"}}
{"translation": {"en": "Quick and easy to use, 5 stars!", "ig": "Nhazi ngwa ngwa na mbufe ngwa ngwa, kpakpando 5!"}}
{"translation": {"en": "In addition, it is one of the three elemental Type II superconductors, along with vanadium and technetium.", "ig": "Ke adianade do, ọ bụ otu n'ime atọ elemental Type II superconductors, tinyere vanadium na technetium."}}
{"translation": {"en": "SS: It is essential.", "ig": "Aha (SSID): ihe di oke mkpa."}}
{"translation": {"en": "You're fed up with the lies and B.S. that you've been fed to all your life, causing you to keep on piling on the pounds.", "ig": "Ị na-eriju ụgha na BS na enyere gị aka na ndụ gị niile, na-eme ka ị nọgide na-etinye na pound."}}
{"translation": {"en": "Alternatively, if you don't have a compatible mobile device, you can also use it through its Facebook app.", "ig": "N'aka ozo, oburu na i nweghi ngwaọrụ mkpanyere ekwenti, i nwekwara ike iji ya site na ngwa Facebook ya."}}
{"translation": {"en": "If you go to the website, you'll be able to see some of those testimonies.", "ig": "Ma ọ bụrụ na ị mbugharị na peeji ebe a, ị nwere ike ịhụ ụfọdụ stats."}}
{"translation": {"en": "Have no fear, it's a fake.", "ig": "\"Apụla egwu Egwu; ọ bụ onyinyo."}}
{"translation": {"en": "That is almost a prophecy.", "ig": "A okwu fọrọ nke nta amụma."}}
{"translation": {"en": "There are so many strange things and people in this world do not be afraid to be one of them.", "ig": "Mana enwere ihe di oke egwu banyere ihe ndi a nile, ihe ndi ozo adighi na-abia ime ka ha di egwu n'ime uwa."}}
{"translation": {"en": "It's hard to find these days", "ig": "O siri ike ịchọta ụbọchị ndị a."}}
{"translation": {"en": "But have you ever thought about History?", "ig": "Enweela mgbe ọ bụla ịtụgharị uche na ịkọ akụkọ?"}}
{"translation": {"en": "After all, we've heard it a million times.", "ig": "Anyị niile anụla otu nde ugboro."}}
{"translation": {"en": "The reactants absorb the energy", "ig": "The PureVolumen ike dịtụ eme gị obi ụtọ na energetic."}}
{"translation": {"en": "I am getting through it, but finding just 10 minutes tough to do.", "ig": "Amaara m na o siri ike, mana lee, ọ bụ naanị sekọnd iri nke ịrụsi ọrụ ike."}}
{"translation": {"en": "But today, I'm hurt.", "ig": "M merụrụ onwe m taa"}}
{"translation": {"en": "I'm not afraid because You're always with me.", "ig": "Agaghị m atụ egwu ihe ọ bụla ọzọ, n'ihi na ị ga-anọ n'akụkụ m mgbe niile."}}
{"translation": {"en": "He is a speaker, a hearer, a seer, and possesses the related", "ig": "Na onye na-anụ, ọzọ, nke steeti dị iche iche, na ụgbọ elu, na ogo, na ọnọdụ nke nsụhọ."}}
{"translation": {"en": "But of course, the move must be made before the commencement of the action.", "ig": "N'ezie, ịkwesiri inwe ọganihu n'ime egwuregwu ahụ tupu nke a amalite."}}
{"translation": {"en": "\"How long did you stay?\" he asked.", "ig": "Ọ jụrụ, sị, 'Olee mgbe gị na nọgidere?'"}}
{"translation": {"en": "substituted for the inductance L2.", "ig": "Dịka, L1 maka ntinye azụ na L2 maka ntinye n'ihu."}}
{"translation": {"en": "9:114 Abraham asking for forgiveness for his father", "ig": "9: 114 Abraham nanị rịọrọ mgbaghara n'ihi na nna ya n'ihi na nke a nkwa o mere ya."}}
{"translation": {"en": "\"How do you know I did?\" he asked sharply.", "ig": "\"How'd ị maara?\" ọ jụrụ, ezie, ọ maara nke ọma otú ọ maara."}}
{"translation": {"en": "Replaces the 15 textures of the moon through high definition textures that make a real improvement in terms of realism.Additionally it's now possible to use 2048x2048 instead of 1024x1024 or 512x512 resolved textures.", "ig": "Anọchi nke 15 textures nke ọnwa site elu definition textures na-eme ka a ezigbo mma na okwu nke realism.Additionally ọ bụ omume ugbu a iji 2048x2048 kama 1024x1024 ma ọ bụ 512x512 kpebiri textures."}}
{"translation": {"en": "Cadillac's new ad campaign to tell you how to get lucky", "ig": "Egwuregwu egwuregwu nke usoro Westworld a ma ama na-eru nso, anyị ga-agwa gị ihe ọ bụ na otu ị ga-esi nweta onyinye"}}
{"translation": {"en": "Can you ask for help and understand the answer?", "ig": "Ị Pụrụ Ịjụ Mpempe Ngụ Mmasị ma Nweta Azịza?"}}
{"translation": {"en": "It's obvious, because they're laying up all their treasure on the Earth.", "ig": "Nke a gosiri na ha na-akpachapụ anya elekọta ihe niile o nwere n'ụwa."}}
{"translation": {"en": "I've got my help", "ig": "enyemaka m,"}}
{"translation": {"en": "God's Word is clear, don't divorce this person.", "ig": "- Ka m mechie n'ikwu nke a: Echekwala okwu Chineke nye anyị n'ọgbọ a."}}
{"translation": {"en": "I'm going out on a limb and suggesting that marketing is not a Production or Management issue, but is a Business matter.", "ig": "M na-adụ ọdụ na mgbasa ozi mmekọrịta na ịde blọgụ abụghị atụmatụ ahịa, ha bụ atụmatụ ụlọ ọrụ."}}
{"translation": {"en": "engineers have done it.", "ig": "Ndị Engineering Engineering mere ya."}}
{"translation": {"en": "What I wrote is an opinion piece athat is why it is online.", "ig": "Edere m akwụkwọ banyere ihe kpatara nke a, akpọrọ Why Why Influencer Online"}}
{"translation": {"en": "of a sacrifice.", "ig": "ma ọ bụ otu mkpụrụ aja"}}
{"translation": {"en": "Recent research has shown that ginger can play an important role in controlling type 2 diabetes and unstable blood sugar levels.", "ig": "Nnyocha e mere na nso nso a egosiwo na ginger nwere ike ịrụ ọrụ dị mkpa n'ịchịkwa ụdị ọrịa shuga 2 na ọkwa shuga na-ejighị n'aka."}}
{"translation": {"en": "Psalms 118:8-\"It is better to trust in the Lord, than have confidence in man.\"", "ig": "Abụ Ọma 118: 8-9, \"Ọ dị mma ịgbaba n'ime Onyenwe anyị karịa ịtụkwasị mmadụ obi."}}
{"translation": {"en": "Let it all cook for about a minute.", "ig": "Anyị na-ahapụ ka ihe niile sie nri ọnụ maka nkeji ole na ole."}}
{"translation": {"en": "Basically, anything that is linking back to your website is classed as a back-link.", "ig": "N'ikpeazụ, ọ bụla njikọ si saịtị ọzọ na saịtị gị weere dị ka backlink azụmahịa."}}
{"translation": {"en": "Pls, tell me if it is normal?", "ig": "Pls sir, gwa m ma ọ bụrụ na mgbe ụdị dị."}}
{"translation": {"en": "By opening up to others, you'll prompt people to open up with God, this generous Father in heaven.\" (message version)", "ig": "Site na imeghere onwe gị nye ndị ọzọ, ị ga-akpali ndị mmadụ imeghere Chukwu, Nna a nke eluigwe na-emesapụ aka .\""}}
{"translation": {"en": "\"Sorry that I missed the call!", "ig": "O wutere m na echefuru m ịkpọ Ole!"}}
{"translation": {"en": "Pros and cons of VPN gambling in 2020", "ig": "Nkwenye nke akwụkwọ na nkwenye nke Akaụntụ Casino Nwere ike 20, 2020"}}
{"translation": {"en": "We're talking about using your own content as a screensaver in this report.", "ig": "Anyị na-ekwu maka iji ọdịnaya nke aka gị dị ka screensaver na akụkọ a."}}
{"translation": {"en": "Maybe because I care to have people hear what I say.", "ig": "Ana m eme ya n'ihi na achọrọ m ka ndị mmadụ gụọ ihe m ga-ekwu."}}
{"translation": {"en": "One nice thing that ASUS did was include two USB 3.0 ports on the left-hand side for use with high speed external hard drives for easy storage expansion.", "ig": "Otu ihe dị mma nke ASUS mere gụnyere ọdụ ụgbọelu USB abụọ n'akụkụ aka ekpe maka iji ya na-agba ọsọ ngwa ngwa nke na-agba ọsọ maka mgbasa ozi dị mfe."}}
{"translation": {"en": "High precision, low noise, high reliability and long life3.", "ig": "Ikike ceramic dị elu, na-atụgharị, mkpọtụ dị ala na ogologo ndụ.3."}}
{"translation": {"en": "Go shopping at the Kongregate", "ig": "Chọta onyinye a nwere ike na Ụlọ Ahịa Container."}}
{"translation": {"en": "Human beings have different", "ig": "Okike, Ndi mmadu, Mee Different Dị Iche."}}
{"translation": {"en": "OPI Nail Polish 15...", "ig": "Adriano Onyegbule 15 GER - -"}}
{"translation": {"en": "It is now a protected", "ig": "Ugbu a kpatụ Chekwa ."}}
{"translation": {"en": "Genesis 1:6-8 presents the second stage: the formation of an \"expanse\" (raqia') that", "ig": "Mbụlembu 1:8 Nchileke eworu ìphè ono gụa \"Akpamigwe.\""}}
{"translation": {"en": "Here's the First 5 Steps to Take", "ig": "Ndị a bụ ndụmọdụ 5 iji soro ya na-emegharị, were nzọụkwụ mbụ"}}
{"translation": {"en": "The Chinese were also the", "ig": "Ndị Chaịna bụ ha nọkwanụ n'isi ya."}}
{"translation": {"en": "Alternatively, mail from the attacks will arrive only after the attack has begun, stating that the attack will cease only when a ransom is paid, or that the severity of the attack will be decreased if a part of the payment is transferred.", "ig": "N'aka nke ọzọ, ozi ole na ole ga-eru nanị mgbe ebidola mbanye ahụ, na-achọ ka a kwụọ ụgwọ mgbapụta ịkwụsị nbuso agha ahụ ma ọ bụ maka akụkụ nke ụgwọ a ga-akwụ iji belata oke agha ahụ."}}
{"translation": {"en": "\"How old is the photo?\"", "ig": "N'ime afọ ole ka foto pụtara?"}}
{"translation": {"en": "You probably are not the only one having a particular issue or problem.", "ig": "O yikarịrị ka ị bụghị, ọ bụghị naanị gị na ọ ga-ekwe omume onye nwere ike inye ụfọdụ nzaghachi ma ọ bụ mkpebi maka nsogbu gị."}}
{"translation": {"en": "\"In my father's house are many dwelling places; if it were not so, I would have told you; for I go to prepare a place for you.", "ig": "N'ulo Nnam ọtutu ebe-obibi di; ọ buru na ọ bughi otú a, M'gāgwawori unu; n'ihi na anamaga idoziri unu ebe."}}
{"translation": {"en": "The information on this manual covered everything you need to know when you want to re.", "ig": "Imirikiti ihe ọmụma ahụ nwere ihe niile ị chọrọ ịma mgbe ị na-akwaga ná mba ọzọ."}}
{"translation": {"en": "@DanNerdCubed Sadly, yep - a friend of mine went to get a cup of tea, and when she got back, Windows 10 was updating...", "ig": "@DanNerdCubed Ọ dị mwute, yep - otu enyi m gara ka a iko tii, na mgbe ọ nwetara azụ, Windows 10 e-emelite..."}}
{"translation": {"en": "You will become wiser on how to handle various issues that come up when using a vehicle.", "ig": "Ọzọkwa, site n'ikwu ya, e nwere ụzọ isi dozie nsogbu ndị kachasị na-ebili mgbe ị na-emepụta onye router."}}
{"translation": {"en": "Exploring the new terrain through the lens of Brave New World can help us guard against missteps.", "ig": "Irite kpakpando ịchụ ọhụrụ etoju na mezue rụzuru na-egwu anyịnya igwe for free."}}
{"translation": {"en": "Some are given up by owners for various reasons (see below).", "ig": "Ọzọkwa, ọtụtụ n'ime ha na-agba ọsọ n'azụ maka ihe kpatara ya (lee n'okpuru ebe a)."}}
{"translation": {"en": "Sunburns cause immediate pain, but they also can have long-term repercussions such as skin cancer, he said.", "ig": "Sunburns dị ize ndụ karịsịa, ma karịsịa n'ihi na ha nwere ike imebi ahụ ike ogologo oge, dịka ọrịa kansa."}}
{"translation": {"en": "\"Some of the arguments I have heard tonight are troubling.", "ig": "Otu okwu m nụrụ taa gbagwojuru ụfọdụ anya ịde blọgụ."}}
{"translation": {"en": "The Blood Of The Russian Proud Of It", "ig": "Ghaaranụ raspberries Mpako nke Russia na ubi ya"}}
{"translation": {"en": "Do we have enough food to invite a friend?", "ig": "Ọ bụ n'ezie ihe fun na-ekiri ya na enyi, nri?"}}
{"translation": {"en": "A beginner's guide to buying a mountain bike A minimal toolkit", "ig": "New ejiji obere akpa ego maka nwa ewu silicone mini wallet mkpụrụ ego akpa obere akpa ego maka nwa ewu"}}
{"translation": {"en": "And none of the disciples dared ask him, \"Who are you?\"", "ig": "Ọ dighi onye ọ bula nime ndi nēso uzọ-Ya puru iju Ya ase, si, Gì onwe-gi bu Onye?"}}
{"translation": {"en": "Is it possible to be happy without love?", "ig": "Ọ ga -ekwe omume inwe obi ụtọ n'enweghi onye mmekọ?"}}
{"translation": {"en": "A8: One tool, One purpose.", "ig": "Wii U mkpa: Ọkara; naanị njikwa nke nwere ihe mgbaru ọsọ."}}
{"translation": {"en": "We may not always understand God s actions, but we can be sure that He knows what He is doing.", "ig": "Anyị nwere ike ghara ịghọta ihe Chineke na-eme ugbu a na ndụ anyị, mana anyị nwere ike ijide n'aka na ọ bụ ihe ziri ezi."}}
{"translation": {"en": "The U.K.'s central bank told FTAdviser that it has \"no current plans\" to launch its own cryptocurrency, but will continue to research the topic.", "ig": "si akụ etiti gwara FTAdviser na o nwere \"dịghị ugbu a atụmatụ\" ẹkedori ya cryptocurrency, ma ga-anọgide na-enyocha isiokwu."}}
{"translation": {"en": "Barriers to the development and application of technological aids for handicapped persons /", "ig": "6 n'elu isi n'ichepụta teknụzụ / Siri nkenke / Zero nkwarụ"}}
{"translation": {"en": "Snorting kratom in small or large amounts is not advisable.", "ig": "Zụta igwe kwụ otu ebe nke pere mpe ma ọ bụ buru oke ibu agaghị adị mma."}}
{"translation": {"en": "It should be 84.", "ig": "O nwere ike n'ezie nwere '84."}}
{"translation": {"en": "This rinse can be used 3 times per day.", "ig": "Nwere ike iji ngwakọta mmanụ a na ịhịa aka n'ahụ ogologo oge 3 ugboro n'ụbọchị."}}
{"translation": {"en": "Now I have a chance to show what I can do.", "ig": "Ha nyere m ohere igosi ihe m nwere ike ime."}}
{"translation": {"en": "The power supply is Natural Gas", "ig": "Gas mgbali bụ ala."}}
{"translation": {"en": "In Jude 5 we read, \"Now I desire to remind you, though you know all things once for all, that the Lord, after saving a people out of the land of Egypt, subsequently destroyed those who did not believe.\"", "ig": "Ederede Critical na KJV gụrụ, \"Ugbu a, achọrọ m ichetara gị, n'agbanyeghị na ị maara ihe niile otu oge na ihe niile, na Onyenwe anyị, mgbe ọ zọpụtara ndị mmadụ n'ala Ijipt, mechara bibie ndị na -ekweghị.\""}}
{"translation": {"en": "- 59% connect with their customers through micro-blogging sites like Twitter", "ig": "59% jikọọ na ndị ahịa ha site na micro-ịde blọgụ saịtị dị ka Twitter"}}
{"translation": {"en": "rise once more in order to keep the", "ig": "Pịa Right ọzọ iji chọta Ntachi obi."}}
{"translation": {"en": "Now is the right time to demonstrate the fabled \"deferred parse: example 1.", "ig": "Mgbe nke a mere ha na-asị iwu ndakọrịtà ụdaume, \"ka o dịbazie\" 1."}}
{"translation": {"en": "Nevertheless, we realized that the control options aren't an exact", "ig": "Ya mere anyị mụrụ na isi ike nwere ike ọ gaghị abụ ezigbo echiche."}}
{"translation": {"en": "They Aren't YOUR Customers", "ig": "Are bụghị onye ahịa gị."}}
{"translation": {"en": "Adriana was dead.", "ig": "Adriana Agwu"}}
{"translation": {"en": "No one spoke a word against any of the Israelites.", "ig": "Ọ dịghị nwoke ọ bụla kwuru pịm megide ụmụ Izrel ."}}
{"translation": {"en": "He must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined.", "ig": "kama ọ bụ onye na- ele ọbịa , onye hụrụ ezi ihe n' anya , onye uche ya zuru okè , onye ezi omume , onye na- eguzosi ike n' ihe , onye nwere njide onwe onye ,"}}
{"translation": {"en": "Restaurants with Wi-Fi in Piketberg", "ig": "Chọta Atụmatụ maka Iji Wi-Fi na PictBridge Na ese foto"}}
{"translation": {"en": "If it occurs longer, or if she is dehydrated, then a veterinarian should be seen for treatment.", "ig": "Ọ bụrụ na ogbugbe ahụ na-eto, na-adị ọkụ, ma ọ bụ enwere mgbanwe ndị ọzọ na mpụga n'ihu, mgbe ahụ, a ga-akpọ onye na-agwọ ọrịa anụmanụ ka ọ kwuo okwu banyere ọnọdụ anụ ahụ."}}
{"translation": {"en": "Back to Unsweetened", "ig": "Weghachi ihu efu efu"}}
{"translation": {"en": "A: Please send us a requirement via Email, Skype, Wechat and Whatsapp.", "ig": "A: can nwere ike zitere anyị ajụjụ site na email, WhatsApp, Skype ma ọ bụ WeChat."}}
{"translation": {"en": "the park were doing so for the", "ig": "Ụlọ ahụ mere nke a maka iPad ."}}
{"translation": {"en": "This was to fulfill what the scripture says, \"They divided my clothes among themselves, and for my clothing they cast lots.\"", "ig": "O mezuola ihe e dere n'akwụkwọ nsọ sị: \"Ha ekeriela onwe ha uwe m, bịa fee nza maka uwe nruala m.\""}}
{"translation": {"en": "That is how it is for the friendship of 4 women.", "ig": "Otu ihe a metụtara contraindications maka ịmụ nwa n'ihi ahụike nke enyi nwanyị anọ nwere ụkwụ nwanyị."}}
{"translation": {"en": "Capricorn, Taurus, Virgo free online Psychic Reading focused on Love and Relationships for week of October 19, 2015.", "ig": "Capricorn, Taurus, Virgo free online Psychic Reading na-elekwasị anya na Ịhụnanya na mmekọrịta maka izu nke October 19, 2015."}}
{"translation": {"en": "It's quick and easy to install, and it even features a USB drive, allowing you to play personal files from hard storage.", "ig": "Ọ dị ngwa ma dị mfe ịwụnye, ọ na-enwekwa eriri USB, na-enye gị ohere igosi faịlụ onwe gị site na nchekwa siri ike."}}
{"translation": {"en": "But what's all the fuss about the Fantastic Four?", "ig": "Ihe ojoo na emekwa na uwa.all4 peanuts?"}}
{"translation": {"en": "Jesus was born during the last years of Herod's reign.", "ig": "A mụrụ Jizọs n'ime afọ ikpeazụ ma ọ bụ afọ abụọ nke ndụ Eze na ọchịchị ọchịchị nke Eze Herọd."}}
{"translation": {"en": "The Orioles need long relief, and long relievers.", "ig": "Pepsi chọrọ usoro dị ogologo oge na ụfọdụ ngwaahịa dị ukwuu iji weghachite ya."}}
{"translation": {"en": "But keep an eye on taxes, trade and regulation.", "ig": "Ma, ka anyị lebazie anya n'oge mbụ isiokwu, ahịa na zuo iwu."}}
{"translation": {"en": "The July 1999 Meeting", "ig": "nzukọ ọnwa Ọgọstụ"}}
{"translation": {"en": "We hope that one of these methods is helpful to you.", "ig": "Enwere m olileanya na otu n'ime ụzọ ndị a ga-aba uru maka gị."}}
{"translation": {"en": "The Lake District (146)", "ig": "Ebe nchekwa na 24, ọdọ mmiri nke 25"}}
{"translation": {"en": "While the petroleum industry is still vital to the country's economic success, the United Arab Emirates has seen continued growth in tourism, science and technology.", "ig": "Ọ bụ ezie na azụmaahịa mmanụ ka dị mkpa maka mmuta ego nke mba ahụ, United Arab Emirates ahụla mmepe nkwado na ụlọ ọrụ njem, sayensị na ihe ọhụrụ."}}
{"translation": {"en": "4) Tutorials and support are available online", "ig": "Nkwado na ndụmọdụ ntanetị dịnụ ma enwere ike ịnye ihe ntanetịime."}}
{"translation": {"en": "Basketball is a popular sport that everyone loves to play.", "ig": "Alto's Adventure bụ egwuregwu ịgba bọọlụ ama ama nke onye ọ bụla ga-enwe mmasị igwu egwu."}}
{"translation": {"en": "They want to be teachers of the law, but they don't understand what they are saying or what they so confidently assert.", "ig": "na- achọ ka ha bụrụ ndị na- akụzi iwu , ma ha adịghị aghọta ihe ndị ha na- ekwu ma ọ bụ ihe ndị ha na- ekwusi okwu ike banyere ha ."}}
{"translation": {"en": "They will move away from you.", "ig": "Ha ga-achụpụ gị n'ebe ofufe."}}
{"translation": {"en": "Proper due diligence has to done before sale of business.Parties have to be aware of consequences of entering a sale of business, and the legal implications behind it.", "ig": "Proper arụ ọrụ emeela tupu ire ere azụmaahịa .Parties nwere ịmara maka nsogbu ịbata na a ire ahia, na ihe iwu pụtara n'azụ ya."}}
{"translation": {"en": "but I don't know how many", "ig": "Amaghị m ole."}}
{"translation": {"en": "13 If I had taken his life, f the king would have uncovered everything about it, and you would never have protected me!\"", "ig": "Ma ọ́ bụghị ya , m gaara eji aghụghọ meso mkpụrụ obi ya ihe , a gaghịkwa ezoro eze ihe a dum ezoro , gị onwe gị kwa anọrọ n' akụkụ ."}}
{"translation": {"en": "description: Don't know the track title?", "ig": "Ihe dị mkpa: Amaghị ihe paswọọdụ dị na akaụntụ nchịkwa?"}}
{"translation": {"en": "I think it's quite a stretch to say that requiring formal dress for a concert would significantly decrease attendance.", "ig": "Echere m na ọ bara uru ikwu, sị, na njigide nke egwuregwu ahụ chọrọ obere tweaking maka otu onye ọkpụkpọ na-arụ ọrụ n'ezie."}}
{"translation": {"en": "\"Gender inequality is the root cause for the lack of women's representation in politics.", "ig": "\"Enweghị ìhè mgbe chi jiri bụ otu ihe kachasị eme ka ụmụ nwanyị nwee mmetụta nke enweghị nchekwa na obodo ha."}}
{"translation": {"en": "cant log on to my...", "ig": "Pot Igwe Ọdụdọ na m ..."}}
{"translation": {"en": "Are we taking advantage of the opportunities?", "ig": "Ànyị na-aga na oghere nke ha agaghị aba uru ọzọ?"}}
{"translation": {"en": "In early 2011, a Mac version of ACDSee Pro was released as a public beta.", "ig": "Ná mmalite afọ 2011, a tọhapụrụ Mac version of ACDSee Pro dị ka beta ọha na eze."}}
{"translation": {"en": "If you don't plan to have a car, this is the spot to be.", "ig": "Ọ bụrụ na ị naghị eji anwụrụ ọkụ ị kpọpụtara na ụgbọala ahụ, ebe a bụ ebe zuru okè maka ya."}}
{"translation": {"en": "Minecraft: Story Mode - The Complete Adventure is an episodic story-driven series based on the award-winning adventure game Minecraft.", "ig": "Minecraft: Ụdị akụkọ - The Complete Adventure bụ usoro ihe omume nke episodic na-adabere n'iche egwuregwu egwuregwu na-emeri-egwuregwu."}}
{"translation": {"en": "The only hand thrower that can throw birds on top of each other.", "ig": "Ndị Knights bụ naanị otu mpempe akwụkwọ nke nwere ike ịnwụ n'elu ibe."}}
{"translation": {"en": "Revelation 19:11 I saw heaven opened, and behold, a white horse!", "ig": "11 M wee hụ ka e meghere eluigwe, ma, lee, ịnyịnya ọcha!"}}
{"translation": {"en": "This book provides a few intriguing signs.", "ig": "Ebumnuche nke a akwụkwọ a na-ewetara ụfọdụ nke Amụma ọrụ ebube na ihe ịrịba ama nke ya Prophethood."}}
{"translation": {"en": "She gave birth to a little boy who is now 7 years old.", "ig": "Otu nwoke amụnyela nwa ya dị afọ asaa ọkụ na ndụ | Ka Ọ Dị Taa"}}
{"translation": {"en": "God is ready to help you now, today.", "ig": "Taa ka Chineke jikeere ịzọpụta gị."}}
{"translation": {"en": "You don't have time to be hungry!", "ig": "Enweghị oghere, n'aka nke ọzọ, ka agụụ na-agụ ya."}}
{"translation": {"en": "Wednesday have no new injury problems for the trip to bottom-of-the-table Crystal Palace on Saturday.", "ig": "Goolu abụọ asataghị asata ka ha ji pịawaa ndị Crystal Palace azụ na mgbede Satọdee."}}
{"translation": {"en": "\"People in Southern Illinois were not cooperative.", "ig": "\"Ndị nọ na Ndịda Naijiria enweghị efe."}}
{"translation": {"en": "Ultra-low - extremely low", "ig": "Ultra -low nkịtị efere"}}
{"translation": {"en": "WordPress stood against the competition due to the number of themes and plugins it had available to it.", "ig": "WordPress guzo megide asọmpi ahụ n'ihi ọnụ ọgụgụ nke gburugburu na plugins ọ nwere ya."}}
{"translation": {"en": "To fix a tear in vinyl...", "ig": "ịkwanyere flooring mpịakọta ịkwanyere mma vinyl flooring ..."}}
{"translation": {"en": "Notes on the target market", "ig": "GoalTime N ahịa okpu"}}
{"translation": {"en": "(And it did it again!", "ig": "Emere ya ọzọ!)"}}
{"translation": {"en": "ClockGen is good for playing around with, but i never use it for real overclocking.", "ig": "The trackpad bụ ọkwa dị mma maka laptọọpụ ma ị gaghị eji ya maka ịgba chaa chaa PC ma ọlị."}}
{"translation": {"en": "Justin Tokimitsu Nozuka is a Canadian-American singer and songwriter.", "ig": "Justin Tokimitsu Nozuka bụ a Canadian-American na-agụ egwú na songwriter."}}
{"translation": {"en": "The Words of the Preacher, the Son of David King in Jerusalem", "ig": "Okwu nke Onye-nkpọkọta, bú nwa Devid, bú eze nime Jerusalem."}}
{"translation": {"en": "So the person invented the incubator in a timely manner and thus significantly increased the chicken population, which now exceeds three times the number of people on the planet.", "ig": "Ya mere, onye ahụ mepụtara incubator na oge kwesịrị ekwesị ma si otú a mụbaa ọkụkọ ọkụ, nke ugbu a karịa ugboro atọ ọnụ ọgụgụ ndị mmadụ nọ na mbara ala."}}
{"translation": {"en": "Don't blame yourself and don't blame anyone.", "ig": "Mmadụ ọbụla atala ya ụta. let nobody blame him."}}
{"translation": {"en": "The chiefs are the rulers in this country.", "ig": "Ọ bụ ndị a bụ ndị isi ndị Horaịt dị ka ndị isi ha nwere n' ala Sia si dị ."}}
{"translation": {"en": "What is it you want to change in your community?", "ig": "Gịnị ka ị chọrọ ịgbanwe n'obodo gị?"}}
{"translation": {"en": "Woe to the earth and the sea, because the devil has come down to you, having great wrath, knowing that he has [only] a short time (Revelation 12:12b).", "ig": "12 N'ihi nke a, ṅụrịanụ ọṅụ, gị eluigwe na unu ndị bi n'ime ya!+ Ahụhụ+ ga-adịrị ụwa na oké osimiri,+ n'ihi na Ekwensu agbadatawo n'ebe unu nọ, ọ na-ewe oké iwe, ebe ọ maara na o nwere oge dị mkpirikpi.\"+"}}
{"translation": {"en": "There are many social activities which can not appear every day.", "ig": "Kwa ụbọchị, enwere ọtụtụ adreesị agaghị ekwe omume nke a ga-edozi n'ime usoro ahụ."}}
{"translation": {"en": "It can also come in handy during a shower of rain.", "ig": "Mana nke a, onye na-anụ ọkụ ọkụ nwekwara ike ịrụ ọrụ na mmiri ozuzo."}}
{"translation": {"en": "Original 4 cylinder motor and 3 speed manual transmission.", "ig": "Adomụta MOSFET electrocircuit, na nhazi ọsọ ọsọ 3."}}
{"translation": {"en": "It was against the Fourteenth Amendment.", "ig": "Echere m na ọ megidere Ndezigharị 14th."}}
{"translation": {"en": "The fire at the market", "ig": "Fire Inu ahịa okpu"}}
{"translation": {"en": "The Inspector-General of Police (IGP), Mohammed Adamu has urged doctors to treat victims of gunshot wounds first before asking for any police report.", "ig": "ONYEISI ndị uweojii n'ala anyị (Inspector General of Police) Mohammed Adamu akpọkụọla ndị dịbịa oyibo ka ha buru ụzọ na-agwọ ndị mmadụ a gbara egbe tupu ha amalite naba akwụkwọ ikike si n'aka ndị uweojii (police report)."}}
{"translation": {"en": "Nov. 20. - The will of Charles", "ig": "1 - Charles Obinwa"}}
{"translation": {"en": "An interface for accessing a capture, possibly over a network connection.", "ig": "Ọ na-ebute oke ịkọ ọkọ na ngada, o nwereike site na ngada gafee n'ike mmadụ."}}
{"translation": {"en": "The game should be run through the middle of the track enemy fire.", "ig": "Akara AirDrop kwesịrị ịdị n'etiti, na-esote bọtịnụ AirPlay Mirroring."}}
{"translation": {"en": "Online shopping for child-friendly and family oriented video games", "ig": "Etu ị ga-esi kesaa ngwa na egwuregwu vidiyo zụrụ na gam akporo na ezinụlọ"}}
{"translation": {"en": "\"If you build up rapport with customers, they will return back to your salon.\"", "ig": "Ọ bụrụ na ị jikọtara ndị na-ege ntị n'okwu gị, ọ ga-abụ na ha ga-aga na blog gị site n'aka onye dere akwụkwọ. \""}}
{"translation": {"en": "Because of the corona measures, the information you find here may differ from what is actually possible.", "ig": "Dabere na mbipute nke Chrome, nhazi mbụ ị hụrụ nwere ike ịdịtụ iche na nke e gosipụtara ebe a."}}
{"translation": {"en": "I'm trying to make a new column with results from an SQL query in PHP:", "ig": "M hụrụ a workaround site na ekewetde ụfọdụ akara nke koodu na PHP:"}}
{"translation": {"en": "Marshall Islands - Council on Foreign Relations", "ig": "Marshall Islands - Onye Nchịkwa Nkwukọrịta Mba"}}
{"translation": {"en": "respect and honouring of the earth?", "ig": "Ihe omuma ma obu payware?"}}
{"translation": {"en": "How do I calculate the total amount of taxes withheld?", "ig": "Etu esi edozi ụdị ngwaahịa zuru ezu?Enwere m ụtụ isi."}}
{"translation": {"en": "Discovering and Creating Your Character", "ig": "Chapụta ma mepụta ọdịdị anyị."}}
{"translation": {"en": "There are a number of new phones that will be launched at the MWC 2018.", "ig": "Chọpụta ihe banyere ekwentị ọhụrụ nke ika a ga-eweta na MWC 2018."}}
{"translation": {"en": "If you have any questions, feel free to ask and I'll respond as soon as possible.", "ig": "Ọ bụrụ na ị nwere ajụjụ ọ bụla, nweere onwe gị ịjụ n'okpuru ebe a, m ga-aza gị ozugbo enwere ike."}}
{"translation": {"en": "The is was built to keep East Germans from escaping to the West", "ig": "Ewubere ya iji gbochie ndị German East ịgbanahụ West."}}
{"translation": {"en": "You can make your response as long as possible.", "ig": "Ị nwere ike ime ọkwa gị, ọ bụrụhaala na ị nwere ike mezue onwe gị."}}
{"translation": {"en": "I'd say one, the index lists 10.", "ig": "Ekem, ke ibuot 10 ọ na-akọwa"}}
{"translation": {"en": "Did it have to be back then?", "ig": "Ọ bụ nsogbu laa azụ n'oge ahụ?"}}
{"translation": {"en": "Above all, they are intensely", "ig": "Nke mbụ, ha na-ebu ọnụ."}}
{"translation": {"en": "Lisbon is not only a special city, but also the capital of Portugal.", "ig": "Obodo Moscow dị ịrịba ama ọ bụghị naanị n'ihi na ọ bụ isi obodo nke mba anyị."}}
{"translation": {"en": "Long service life of 35,000 hours", "ig": "7.The ọrụ ndụ nke> 3000 awa"}}
{"translation": {"en": "S: The Beauty of the Garden", "ig": "Next: N'ogbe ubi nnụnụ ịchọ mma"}}
{"translation": {"en": "You can call up physical properties in an instant.", "ig": "Ya mere, ị nwere ike ịchọta ihe ịchọ mma nke anụ ahụ ozugbo na akara."}}
{"translation": {"en": "Before planting, the bulbs are immersed for about half an hour in a weak solution of potassium permanganate.", "ig": "Akpa, ị ga-etinye ya maka ọkara awa n'ime akpa na ngwakọta garlic ma ọ bụ ngwọta na-adịghị ike nke potassium permanganate."}}
{"translation": {"en": "Basically, 'honour' is like a cheat code to control women.", "ig": "Na ihuenyo \"Họrọ Ngwa\" bụ ndepụta nke codecs nke na-ahọrọ na-akpaghị aka maka nwụnye."}}
{"translation": {"en": "in the eyes of the people/public", "ig": "Lee dịka Ọha / Ndị ọzọ"}}
{"translation": {"en": "As a result, Learn English at Home is looking for a", "ig": "Ịzụ oke oke bekee n'ụlọ, otu esi egwu ya"}}
{"translation": {"en": "Warning: A higher number of search result pages will result in slower search", "ig": "Add more trackers: Inwe ihe onwunwe nke tracker ga budata dịkwuo iyi download ọsọ."}}
{"translation": {"en": "If you're linking up we encourage you to visit some of the other link-ups.", "ig": "Ọ bụrụ na ị nwere mmasị itinye aka n'ụdị ozi ụfọdụ, anyị na-agba gị ume ka ị kpọtụrụ onye ọ bụla n'ime ndị nlekọta maka ozi ndị ọzọ."}}
{"translation": {"en": "3:20The man called his wife Eve, because she was the mother of all living.", "ig": "3:20 Na Adam na-akpọ aha nwunye ya, 'Eve,'N'ihi na ọ bụ nne nke niile dị ndụ."}}
{"translation": {"en": "The Göttingen Seven (German: Göttinger Sieben) were a group of seven professors from Göttingen.", "ig": "Asaá Göttingen (Jeman: Asaá Göttingen) bu mgbe mbu ọtú asaá ndi nkuzi mahadum shí Göttingen."}}
{"translation": {"en": "God's message to humankind is a call to faith in Aliorvmqve, the one and only God of Israel.", "ig": "Ozi Chineke nye mmadụ bụ ọkpụkpọ oku ka e nwee okwukwe na Yahweh, onye naanị ya bụ Chineke nke Israel."}}
{"translation": {"en": "6:35 PM if u want to add me ass your friend (5)", "ig": "06:23 pm If we're adding to the noise da na na na na na *mosh*"}}
{"translation": {"en": "So I've done it, now what?", "ig": "Enweela m, Ugbu a gịnị?"}}
{"translation": {"en": "\"You shall rise up before the hoary head, and honor the face of the old man, and fear your God: I am the LORD.\"", "ig": "I gēbili ọtọ n'iru onye-isi-awọ, sọpuru kwa iru okenye, tu kwa egwu Chineke-gi: Mu onwem bu Jehova."}}
{"translation": {"en": "Only if more F-22's are built.", "ig": "Naanị ihe ma ọ bụrụ na ị gbakwunye ọtụtụ ga-ejikwa pH."}}
{"translation": {"en": "The goal of this course is for students to begin", "ig": "Usoro a dabara adaba maka ụmụ akwụkwọ bidoro na IT."}}
{"translation": {"en": "This is a great place where you can study public opinion and create it.", "ig": "Nke a bụ nnukwu ebe iji mụọ echiche ọha na eze ma mepụta ya."}}
{"translation": {"en": "My first day on the trail was good.", "ig": "Izu mbụ nke ịgba ịnyịnya ígwè, ọ dị mma."}}
{"translation": {"en": "It's been amazing how technology has advanced over the past few years, and I'm excited to see what comes next.", "ig": "Ọ bụ ihe ịtụnanya nye m etu thentanetị si malite kemgbe ọtụtụ afọ, naanị m na-eche ihe ga-eme n'ọdịnihu."}}
{"translation": {"en": "Hypothesis statement that deals with the fear of death", "ig": "Nkenke aha onyonyo Ndị ọmekatara ihe pụọ ụjọ kwenyere na ọ bụ ha mere mwakpo a"}}
{"translation": {"en": "I appreciate that this one is a householder, but I think it is all relevant to the issue we are talking about.", "ig": "Enwere m afọ ojuju na ọ bụ ọkaibe mara mma mana ọ dabara na ụgwọ ahụ gbasara ebe anyị niile ga-aga ebe a."}}
{"translation": {"en": "Most patients are able to leave the hospital", "ig": "N'aka nke ọzọ, ihe ka ọtụtụ n'ime ụlọ ọgwụ ahụ dị mma ịpụ."}}
{"translation": {"en": "After that, select a contact of your friends to whom you would like to send a voice message.", "ig": "Mgbe ịmechara, pịa akụ na ala aka nri iji họrọ ndị enyi ị ga-achọ izigara vidiyo gị."}}
{"translation": {"en": "If you wanted someone to find you, it cost you dearly with a banner ad on a regional website.", "ig": "Ọ bụrụ n'ịchọrọ ka mmadụ chọta gị, ọ ga-efu gị nnukwu ihe na mgbasa ozi ọkọlọtọ na webụsaịtị mpaghara."}}
{"translation": {"en": "Top of the list (or bottom?", "ig": "Kedu ka nnukwu ihe oyiyi ahụ (ma akụkụ ma ụda faịlụ)?"}}
{"translation": {"en": "They take the time to meet with you to assist in breaking through any challenges you might be experiencing.", "ig": "Ha na-ewepụta oge iji soro gị na-enyere gị aka imeri nsogbu ọ bụla nwere ike ịbịara gị."}}
{"translation": {"en": "\"For if you posses these qualities in increasing measuring, they will keep from being in effective and unproductive n your knowledge of our Lord Jesus Christ.\"", "ig": "N' ihi na ọ bụrụ na ihe ndị a adịrị n' ime unu ma jubiga ókè , ha ga- eme ka unu ghara ịbụ ndị na- adịghị arụ ọrụ ma ọ bụ ndị na- adịghị amị mkpụrụ n' ihe metụtara ezi ihe ọmụma banyere Onyenwe anyị Jizọs Kraịst ."}}
{"translation": {"en": "It does not prevent HIV or other sexually transmitted diseases.", "ig": "Ọgwụ a adịghị egbochi nje HIV ma ọ bụ ọrịa ndị ọzọ a na-ebute site ná mmekọahụ."}}
{"translation": {"en": "we have, in accordance with applicable law, obtained your prior explicit consent prior to Processing your Sensitive Personal Data (as above, this legal basis is only used in relation to Processing that is entirely voluntary - it is not used for Processing that is necessary or obligatory in any way).", "ig": "anyị nwere, dị na ngwacabIwu, nwetara nkwenye gị doro anya tupu ịhazi data nke onwe gị (dị ka nke dị n'elu, a na-eji usoro iwu a eme ihe n'ihe metụtara Nhazi nke zuru oketary - ejighi ya maka Nhazi nke dị mkpa ma ọ bụ iwu n'ụzọ ọ bụla)."}}
{"translation": {"en": "Did you know that an injury can lead to chronic pain?", "ig": "You maara na enwere ike ime ka ihe mgbu na-afụ ụfụ site na nsogbu ikpere?"}}
{"translation": {"en": "It is important to note that we would not intentionally establish an asset protection trust to keep assets away from the US Government.", "ig": "Ọ dị mkpa iburu n'uche na anyị agaghị ama ụma guzobe ntụkwasị obi nchebe akụ na ụba iji gbochie akụ na ụba na gọọmentị US."}}
{"translation": {"en": "At its most basic level, a Distributed Denial of Service (DDoS) attack overwhelms the target system with data, such that the response from the the hosting company is either slowed or stopped altogether.", "ig": "N'ebe kachasị dị elu, nkesa Mgbasa Ozi (DDoS) na-ekpochapụ usoro ihe a na-ejide n'aka na data, dịka na nzaghachi sitere na usoro ahụ ezubere na-eme ngwa ma ọ bụ kwụsị kpamkpam."}}
{"translation": {"en": "What is the cost of a golden visa in Dubai?", "ig": "Kedu ihe nkọwa nke visa ọla edo dị na Dubai?"}}
{"translation": {"en": "Let's Find a Time to Connect", "ig": "Chọta oge ị chọrọ ịmekọrịta."}}
{"translation": {"en": "Adopting a baby is a sign of weakness.", "ig": "N'ihi nke a, uto nwata na -ebu ụzọ egosi akara adịghị ike."}}
{"translation": {"en": "Wait until you have amassed at", "ig": "Chere ruo mgbe gị imewe ka kpamkpam Fikiere tupu n'itinye n'elu uwe."}}
{"translation": {"en": "Now, registering a document means backing up the contract's content with an authorized official or office.", "ig": "Idingbido n'okwu a pụtara ịnwe nkwekọrịta bịanyere aka na ya nke nwere aha onye anamachọ ya ma ọ bụ ihe omume."}}
{"translation": {"en": "Holding a patient's nose to force his or her mouth open", "ig": "Denye onye na-achọ anụ ụlọ aka na egbugbere ọnụ ya."}}
{"translation": {"en": "R&B-Show (German title)", "ig": "... aka \"Slowo na R\" - Poland (imdb display title)"}}
{"translation": {"en": "Our gates will always be open.", "ig": "\" A ga- eghewe ọnụ ụzọ ámá gị niile oghe mgbe niile ."}}
{"translation": {"en": "A private Sector Bank", "ig": "Mepee Akaụntụ Akaụntụ na Bank Private Bank"}}
{"translation": {"en": "Is it good enough for extremely dry and frizzy hair?", "ig": "Ndi igwe mmiri ozuzo okacha-acha zuru oke iji nweta ncha nhicha na ncha ntutu ngwa ngwa ka m gbanwere nhazi?"}}
{"translation": {"en": "They report over 1.6 billion daily visitors, compared to 70% of daily usage in 2015.", "ig": "76% nke ndị ọrụ Facebook gara na saịtị ahụ kwa ụbọchị n'oge 2016, yana ihe karịrị 1.6 ijeri ndị ọbịa kwa ụbọchị, ma e jiri ya tụnyere 70% nke ojiji kwa ụbọchị na 2015."}}
{"translation": {"en": "Credit checks can be completed quickly by providing the following information...", "ig": "Enwere ike idozi ngwa ngwa Spyware na komputa site nbudata nke:"}}
{"translation": {"en": "Samsung has officially announced that the production of the Galaxy Note 7 have been halted.", "ig": "Samsung kwenyesiri ike na ọ kwụsịrị mmepụta nke Galaxy Note 7"}}
{"translation": {"en": "Uhhh... running", "ig": "na -agba ọsọ"}}
{"translation": {"en": "IP address: An IP address is a series of unique numbers that identifies a computer connected to the Internet.", "ig": "Adreesị IP: Adreesị IP bụ usoro nke nọmba pụrụ iche nke na-akọwa kọmputa ejikọrọ na Ịntanetị."}}
{"translation": {"en": "Jeffery is slated to be", "ig": "Jeffery Nwagbara"}}
{"translation": {"en": "Worshipped as a God-Emperor.", "ig": "| Chineke na-anabata ndị nchegharị nke Ya ohu otú Agrger onwe ya"}}
{"translation": {"en": "It also provides an overview of what the project is and why I'm pursuing it.", "ig": "Ma nke ahu bu kwa ihe di iche iche n'ile anya n'usoro usoro a na ihe mere eji me ya."}}
{"translation": {"en": "When the man saw the boys, he fled.", "ig": "\"Oge nwoke hụrụ ndị agboro, ọ wụọ aja gbaalaga."}}
{"translation": {"en": "21 And when they had heard this, they entered the temple at first light, and they were teaching.", "ig": "21 Ma mbe ha nuru ya, ha bara n'ulo uku Chineke n'isi-ututu, n taughtzí ihe."}}
{"translation": {"en": "The terabyte tb is the most common unit used to measure hard drive size and a number you might actually run into from time to time.", "ig": "Tee na-ahụkarị (TB) bụ nke kachasị na-arụ ọrụ iji tụọ draịvụ ike na ọnụ ọgụgụ ị nwere ike ịbanye n'ime oge ruo n'oge."}}
{"translation": {"en": "Ok, so here is my list..", "ig": "Ya mere,... si ebe a gaa, ebe a bụ ndepụta m:"}}
{"translation": {"en": "For example, we may use your Personal Information as follows:", "ig": "Ka ihe atụ, anyị nwere ike iji ozi nkeonwe gị na:"}}
{"translation": {"en": "The song is 12 minutes long.", "ig": "The song dịruru 2.2 nkeji."}}
{"translation": {"en": "Now, at last, he could possibly be allowed to reach at their bride.", "ig": "Ma ọ dịkarịa ala, ọ nwere ike ịrapara n'ahụ onye nwe ya."}}
{"translation": {"en": "It's an age-old question: Does Crime Pay?", "ig": "Kwa afọ n'oge ụtụ isi a na-ebilite ajụjụ ndị a: Jizọs ọ̀ na-atụ ụtụ isi?"}}
{"translation": {"en": "There are plenty of reasons to use old technology.", "ig": "A na-eji ọtụtụ kuki kuki eme ihe site na iji ike nke ochie nke nchọgharị."}}
{"translation": {"en": "In the meantime, let's play!", "ig": "Ya mere, ka anyị gwuo egwu, anyị a ga-aga!"}}
{"translation": {"en": "He was not aware that he had been particularly", "ig": "O maghị na Enwe kwadooro ya nke ọma."}}
{"translation": {"en": "You should find out the particulars for your car.", "ig": "Wantedchọrọ ịchọpụta ihe mbụ wiil ụkwụ gị kwesịrị ịbụ maka ụgbọ ala gị."}}
{"translation": {"en": "I am under pressure from these two things; but what I do desire is the releasing and the being with Christ, for this, to be sure, is far better.'", "ig": "Ihe abụọ ndị a na- enye m nsogbu; ma ihe m chọrọ bụ ntọhapụ na iso Kraịst nọrọ , n' ihi na , n' ezie , nke a ka nnọọ mma ."}}
{"translation": {"en": "The breakfast menu is my favorite.", "ig": "Muesli bụ nri ụtụtụ kachasị amasị m."}}
{"translation": {"en": "It is replaced with a guide that works with each student to help them learn and grow.", "ig": "Wulite atụmatụ mmepe maka ndị ọrụ ọ bụla nke na-enye ha ụzọ mmepe nke nkà iji nyere ha aka ito ma mụta ihe."}}
{"translation": {"en": "To experience all 3 types, you need to make everyone a caster.", "ig": "Iji gbanwee nke ọ bụla n'ime atọ ahụ n'ụdị ha ọzọ, ị ga-achọ Display Glass."}}
{"translation": {"en": "Do not use IV.", "ig": "4. asịkwala na ọ gaghị eme ft."}}
{"translation": {"en": "Best ever, I tell you.", "ig": "Oge kachasị mma, ana m agwa gị!"}}
{"translation": {"en": "capital often tend to be critical of the lack of obvious dividends", "ig": "Nkebiokwu ahụ na-enwekarị nsonaazụ nke imebi ahịrịokwu na-abụghị asọmpi."}}
{"translation": {"en": "The company was founded in 2009 and today has 230 employees.", "ig": "Tọrọ ntọala in2005, na Company ugbu a nwere 210 na-arụ."}}
{"translation": {"en": "clothing and on top of the computer.", "ig": "Bụ isi window-egosi na n'elu na kọmputa na ihuenyo."}}
{"translation": {"en": "Dishonourable Mention: Uncharted 4's ending", "ig": "Emeli: Izo ya ezo paswọọdụ ogologo bụ ejedebeghị 4 chara"}}
{"translation": {"en": "Many of our brothers and sisters killed.", "ig": "Ọtụtụ ụmụnna anyị nyeere ha aka."}}
{"translation": {"en": "When you wake up, love", "ig": "Na mgbe ị ga-eteta, ị ga-enwe obi ihunanya"}}
{"translation": {"en": "let's get the stars", "ig": "Ya mere, anyị ga-ewere ọdịdị nke kpakpando ahụ."}}
{"translation": {"en": "The point of no return piano music", "ig": "Weghachi iPad Mini si ndabere"}}
{"translation": {"en": "It is about Franklin D. Roosevelt.", "ig": "Nye Franklin D. Roosevelt, ọ bụ redio."}}
{"translation": {"en": "If so, where I can I find it?", "ig": "Ọ bụrụ otú ahụ, olee ebe m chọta ha?"}}
{"translation": {"en": "Special feature: always pushes itself to the fore in order to attract attention", "ig": "Nkowasi: Fanye ejikarị ederede ka ọ bụla ngwa iji na-ekpo ọkụ isi n'ịgwa."}}
{"translation": {"en": "loss in our day, the result cannot be a favourable one.", "ig": "N'oge a ka njọ ụbọchị, dị Nrụpụta nwere ike na-eme ezighị mwute ikwu na."}}
{"translation": {"en": "Don't hesitate to send us an email or give us a call if you have have questions regarding our products.", "ig": "Yabụ ị kwesịrị ịkpọtụrụ anyị site na iziga anyị ozi ịntanetị ma ọ bụ kpọọ anyị mgbe ị nwere ajụjụ ọ bụla gbasara ngwaahịa anyị"}}
{"translation": {"en": "According to surveys conducted by Nielsen", "ig": "3. ọ Chọrọ Ịduzi Otu Ndị Na-agụ Akwụkwọ Na-agụ Ihe Na-eme Ihe Site Niche Niche"}}
{"translation": {"en": "Part of the characteristics of the Xiaomi Mi 5 are confirmed in an online store", "ig": "Ihe onyonyo ohuru ohuru nke Xiaomi Mi5 gosiputara ya na okpokolo agba"}}
{"translation": {"en": "This site offers free software, and today it is a movie maker.", "ig": "Nke a na-emepe igbe nkwụnyeghị onwe ya, na taabụ AutoText."}}
{"translation": {"en": "There are egg substitutes in the market but not having used any of them, can't recommend.", "ig": "A na-eme ihe ndị ọzọ n'otu ụzọ ahụ dị ka ọ dị n'ahịa Market, ma e wezụga na mmelite maka shea a enweghị ike iwepụ."}}
{"translation": {"en": "Walking is also a great option if you have a long layover.", "ig": "O nwekwara usoro nchekwa ma ọ bụrụ na ị nwere ogologo oge foto n'ihu."}}
{"translation": {"en": "Understanding of Voice over IP", "ig": "Voice n'elu esemokwu IP"}}
{"translation": {"en": "A battery backup sump pump can help during these situations.", "ig": "Mgbakwunye mgbakwunye nke nnukwu tank nwere ike inye ga -enyere aka n'okwu ndị a niile."}}
{"translation": {"en": "The main goal is to provide information about each device in the rack.... О сайте", "ig": "Ebumnuche Milo bụ ịnwe ngwaahịa niile na shelf ọ bụla na web..."}}
{"translation": {"en": "The mater, Gavin.", "ig": "Nwagbara, Gavin"}}
{"translation": {"en": "The Best Restaurant Openings of 2017", "ig": "Ngwongwo ụlọ oriri na ọ restaurantụ restaurantụ ụlọ oriri kachasị mma nke 2017  Kpọtụrụ ugbu a"}}
{"translation": {"en": "Don't avert your eyes from death.", "ig": "Unu ebekasịla onwe unu ahụ́ , unu akpụchapụla iku anya unu n' ihi onye nwụrụ anwụ ."}}
{"translation": {"en": "No data set is perfect, and there are problems with the data.", "ig": "E wezụga enweghị ike maka data zuru oke, enwerekwa data data na-enye nsogbu."}}
{"translation": {"en": "in helping people to change.", "ig": "Nyere ndị mmadụ aka ịgbanwe."}}
{"translation": {"en": "A quick scan of their website reveals a minimum monthly cost of $475 per month.", "ig": "Nyocha ngwa ngwa nke weebụsaịtị ha gosipụtara ụgwọ opekata mpe kwa ọnwa $ 475 kwa ọnwa."}}
{"translation": {"en": "Joshua said to them, \"Pass over before the ark of the LORD your God into the middle of the Jordan, and each of you pick up a stone and put it on your shoulder, according to the number of the tribes of the children of Israel;", "ig": "Jọshụa wee sị ha: \" Gaferenụ igbe Jehova bụ́ Chineke unu ruo n' etiti Jọdan , onye nke ọ bụla buru otu nkume n' ubu ya , dị ka ọnụ ọgụgụ ebo ụmụ Izrel si dị ,"}}
{"translation": {"en": "(I was very pleased.)", "ig": "Obi dị m anụrị)"}}
{"translation": {"en": "When I discovered they were behind it, I was baffled.", "ig": "Ozugbo m hụrụ na ọ na-egbukepụ egbukepụ, ha nwere m."}}
{"translation": {"en": "It is said that Microsoft is preparing the basis for such a radical change.", "ig": "Ọ bụ uru arịba ama na Microsoft na-akwadebe a Obere-version nke mbadamba Mkpa."}}
{"translation": {"en": "This week, be the Queen of Rods.", "ig": "Isi kaadị izu nke izu a bụ Queen of Spades."}}
{"translation": {"en": "2/15/19 The Political Agenda: why so much hate?", "ig": "Senegal Oroma: gịnị kpatara ịkpọasị dị ukwuu? - Ntorobịa Africa"}}
{"translation": {"en": "the sweetest. thank you!", "ig": "Nwa bebi dị mma nke ukwuu) masịrị) ekele!"}}
{"translation": {"en": "When he (the king) sits on the throne he shall write for himself a copy of this law in a book, from the one before the priests, the Levites.", "ig": "Ma lee, mgbe o lere anya eze guzoro n'akuku ide, dika omenaala siri di, ya na ndiisi na ndi ogbuopi ya guzo ya n'akuku."}}
{"translation": {"en": "They believed his word.", "ig": "Ha wee kwere n'ihe o kwuru."}}
{"translation": {"en": "I'll start with #16 & #17:", "ig": "Usoro malitere Malite na & # 61; Nbanye"}}
{"translation": {"en": "It is not pleasing to God, if we be not reconciled to our brother.", "ig": "Site ihu ọma nke Allah, ị na-abụghị a agwa anyi, ma ọ bụ nwanne ,."}}
{"translation": {"en": "Read about them here....here...here...Google it yourself if you want more.", "ig": "Kụrụ ya.Push.Dig.Dig.Ọ bụrụ na ịchọrọ obere karịa, megharịa."}}
{"translation": {"en": "Well, watch the video, you'll get the point!", "ig": "Ugbu a na-ele vidiyo gị ma ị ga enweta ego!"}}
{"translation": {"en": "you thought, \"No one sees me.\"", "ig": "Ị sịwo: \" Ọ dịghị onye na- ahụ m ."}}
{"translation": {"en": "Thanks for your support during these tough times.", "ig": "Enwere m ekele maka enyemaka gị n'oge ndị a siri ike,"}}
{"translation": {"en": "\"What's wrong, dear friend?", "ig": "Ọ dị njọ, enyi?"}}
{"translation": {"en": "In fact, it's also my phone.", "ig": "N'ezie, nke a bụ ọbụna na ekwentị m."}}
{"translation": {"en": "\"Where's the alcohol?\"", "ig": "Where ia Ihe liquor?'"}}
{"translation": {"en": "Green naturism also has its fans.", "ig": "Steel Ọdịdị ewu nwekwara eco-enyi na enyi."}}
{"translation": {"en": "20 If you wish to replace one wife with another, do not take any of her bride-gift back, even if you have given her a great amount of gold.", "ig": "60:11 Ọ bụrụ na ọ bụla nke nwunye unu agbahapụ gị na-na na-ekweghị ekwe na ị emegwara, enye ndị nwunye na-agbahapụwo Ẹkot ihe ha nọrọ."}}
{"translation": {"en": "He is to stay under house arrest until October 8.", "ig": "Ọ ga-anọkpa n'ụlọ nga wee ruo abalị iri n'asatọ nke ọnwa Febụwarị nke afọ a bụ ụbọchị a ga-ama ya ikpe."}}
{"translation": {"en": "but the same app works on windows.", "ig": "Otú ọ dị, enwere nkata ndị ọzọ na-arụ ọrụ n'otu aka ahụ na kọmputa Windows."}}
{"translation": {"en": "Upon arrival at Dubai Airport, you will be transferred to the hotel by our local representative.", "ig": "Mgbe ị rutere n'Ọdụ Ụgbọelu International nke Dubai, a ga-akpọga gị na họtel gị site na onye nnọchiteanya anyị."}}
{"translation": {"en": "I... I don't know how to act.", "ig": "Ezi.- Amaghi m ka m si adi?"}}
{"translation": {"en": "To enhance the application, a smaller, self sufficient tracking device would be created.", "ig": "Iji mee ka arụmọrụ kachasị mma, e mepụtala ụzọ pụrụ iche - AutoSEO na FullSEO."}}
{"translation": {"en": "Herod says he has done nothing wrong.", "ig": "Herọd nꞌonwe ya kwa achọpụtaghị ihe ọjọọ ọ bụla nwoke a mere."}}
{"translation": {"en": "So, 2 out of 3 ain't bad, right?", "ig": "Hey, mmadụ abụọ n'ime atọ adịghị njọ, ọ dị mma?"}}
{"translation": {"en": "Features in Cities in Motion 2 include a day/night cycle, rush hour, and cooperative and competitive multiplayer game modes.", "ig": "Atụmatụ dị na \"Obodo dị na Motion 2\" gunyere oge ehihie na abalị, ọsọ ọsọ ọsọ, na ịkwado asọmpi ọtụtụ egwuregwu."}}
{"translation": {"en": "the testimony, and confirms it in the disciples.", "ig": "Pịachie ihe akaebe ahụ , kaakwa iwu ahụ akara n' etiti ndị na- eso ụzọ m !"}}
{"translation": {"en": "If you're working hard to build muscles, your protein requirement increases.", "ig": "Ọ bụrụ na gị na ahu ọkọkpọhi aka ya na-azụlite ọzọ protein, ọ pụtara na gị muscle uka ga-amụba n'ike n'ike."}}
{"translation": {"en": "\"In a dark place we find ourselves, and a little more knowledge lights our", "ig": "N'ebe gbara ọchịchịrị anyị hụrụ onwe anyị, na ntakịrị ihe ọmụma na-enwu ụzọ anyị."}}
{"translation": {"en": "My Counselor is...", "ig": "Onye nyere m ndụmọdụ bụ ..."}}
{"translation": {"en": "What's a good family?", "ig": "Gịnị bụ ezinụlọ nyo?"}}
{"translation": {"en": "Finally, freeze leftovers from sauce-based meals that you won't eat in the next 3 days.", "ig": "Simyo ga - enyere gị aka ị gbakọba mega-bonuses nke ị na-agaghị eri iji nwee ike imefu ha n'ime ọnwa atọ na - esote."}}
{"translation": {"en": "We have over 50 speakers.", "ig": "Ọ bụ ya mere e nwere ihe kariri ụdị okwu ọkà okwu ise."}}
{"translation": {"en": "Looking for a new TV and want to get the best view?", "ig": "Na-achọ igwe mkpanaka ọhụrụ ma chọọ inwe ozi ịhọrọ nke ka mma?"}}
{"translation": {"en": "This was the only prayer", "ig": "Ọ bụ naanị ekpere anyị nwere maka ụka nke ụka mbụ."}}
{"translation": {"en": "Got rid of them on the C: drive.", "ig": "Ọ bụrụ na m ahapụ ya na akpaka, ọ na-etinye na C: ụgbọala."}}
{"translation": {"en": "It is also important to note that Pazuzu was a member of the Anunnaki (gods who came from the sky and settled on Earth).", "ig": "Okwagi kwuruogwu na nba okechi oga mesu na nba ozo (You spoke in the Heavens and it came to pass on Earth)"}}
{"translation": {"en": "Kinda like you, Pard.\"", "ig": "Next Onye Yiri Gi - Depee \""}}
{"translation": {"en": "The North American Eighth", "ig": "o8 Ihe amerlcan"}}
{"translation": {"en": "I don't have kids, in fact, according to my doctor I will likely never had kids biologically because of a medication I was forced to take as a teen, but I am a big brother, the oldest of 5 kids, so I know, I really do.", "ig": "M na-adịghị ụmụaka na, n'eziokwu, dị ka dọkịta m na m ga-abụ na mgbe nwere ụmụaka biologically n'ihi a ọgwụ m na-amanye iji dị ka a n'afọ iri na ụma, ma M nnukwu nwanne, ndị kasị ochie nke 5 ụmụaka, otú ahụ ka m mara , m n'ezie ime."}}
{"translation": {"en": "\"Do not let kindness and truth leave you; bind them around your neck, write them on the tablet of your heart, so that you will find favor and good repute in the sight of God and man.\"", "ig": "[3] Ekwela ka ebere na ezi-okwu rapu gi: Ke ha n'olu-gi; De ha n'elu mbadamba nkume, bú obi-gi:[4] Chọta kwa amara na ezi uche N'anya Chineke na madu."}}
{"translation": {"en": "Took a while, but they made it!", "ig": "Ọ bụ ezie na o were oge, ma ha nwetara ya!"}}
{"translation": {"en": "The Engineers will be home this week.", "ig": "Kidsmụ m nọ n'ụlọ n'izu a, kwa."}}
{"translation": {"en": "And she wanted to do something to show her appreciation.", "ig": "Ọ gwara Agụ na ọ ga-emere ya nnukwu ihe ọma, iji kelee ya."}}
{"translation": {"en": "I can't force the picture to look \"My way.\"", "ig": "Enweghị m ike ịme ikpe n'ihi na CAMERA - M nwere ike 'ikwu ihe ọ na-eyi."}}
{"translation": {"en": "You only have to select the right service for your needs, mobile phone type and model, connectivity, etc.", "ig": "Naanị ị ga-ahọrọ ọrụ ziri ezi dabara na mkpa gị, ụdị ekwentị mkpanaka na ụdị, njikọta, wdg."}}
{"translation": {"en": "Get up to $2,000 or more Cash Back when you buy or sell.", "ig": "Hapụ R1 na R2 mgbe ị na-awụli elu ma ọ bụ na-atụgharị."}}
{"translation": {"en": "to carry out a simulation run over a period of ten days with the objective of evaluating the", "ig": "Nyefe ga-mere n'ime a kacha oge nke ụbọchị iri site na ẹkụre nke iji akụ ụlọ akụ ga-egosi mgbe zuo."}}
{"translation": {"en": "So Saul died, and his three sons, so all his household members died together.", "ig": "Sọl na ụmụ ya atọ wee si otú a nwụọ , ndị ụlọ ya niile nwụkọtara ọnụ ."}}
{"translation": {"en": "And the letters were sent by posts into all the king's provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, [even] upon the thirteenth [day] of the twelfth month, which [is] the month Adar, and [to take] the spoil of them for a prey.", "ig": "Ewe site n'aka ndi-ọb͕a-ọsọ ziga akwukwọ n'ala nile anāchi achi nke eze, ikpochapu, na ib͕u, na ime ka ndi-Ju nile la n'iyì, site na nwata we rue okenye, ma umu-ntakiri ma ndinyom, n'otù ubọchi, n'ubọchi nke-iri-na-atọ nke ọnwa nke-iri-na-abua, nke ahu bu ọnwa Ada, na iluta ihe-nkwata-ha n'agha."}}
{"translation": {"en": "Differences Between God and Jesus", "ig": "Ọpụrụiche doro anya dị n'etiti onye Chineke na Jizọs bụ"}}
{"translation": {"en": "I have bought property in both.", "ig": "M zụtara abụọ na ha abụọ dakọtara na ime ụlọ ịwụ dị iche iche."}}
{"translation": {"en": "is featured on AOL Music.", "ig": "Kedu ihe m ga-ekiri na AOL Music ?:"}}
{"translation": {"en": "We invest huge funds in R&D and manufacturing facilities.", "ig": "Anyị na-akwụ nnukwu ọrụ na ngalaba R&D na ngalaba Production."}}
{"translation": {"en": "O Musa, this is Me, Allah, the All-Mighty, the Wise.", "ig": "27: 9 Moses, ọ bụ m, Allah, Pụrụ Ime Ihe Nile, nke maara ihe ."}}
{"translation": {"en": "• Now go to the cell where you want the formula to be copied into", "ig": "• Ugbu a pịa naghachi na ibà ụzọ ebe ị chọrọ ka echekwa faịlụ."}}
{"translation": {"en": "Genesis 5:24 Enoch walked with God, and then he was no more, because God had taken him away.", "ig": "1 Genesis 5:24 - Ma Enoch n'ụzọ a jere ije na Chineke, ọ bụghị n'ihi na Chineke kuru ya."}}
{"translation": {"en": "Personal Effects on DVD...", "ig": "Ike nrụpụta anyị maka dvd ụgbọ ala maka igwe egwu..."}}
{"translation": {"en": "11.3.1 The use of the Standard Mark is governed by the provisions of", "ig": "3.10 Onye ọrụ ga -edobe nnomi nke ọdịnaya etinyere na ngwa ahụ."}}
{"translation": {"en": "Pre-Sales - Act as a support function to the sales team", "ig": "Windows Vista na - eji ọrụ ọrụ ọrụ ndabara arụ ọrụ nke WORKGROUP."}}
{"translation": {"en": "So that we can get it done faster!", "ig": "Ngwa ngwa anyị nwere ike iji ọrụ nnyefe ha, ọ ka mma!"}}
{"translation": {"en": "\"No one believes more firmly than Comrade Cameron that all animals are equal.", "ig": "O nweghi onye nwere nkwenye karịa Akịrịka na ụmụ anụmanụ niile bụ otu ."}}
{"translation": {"en": "On October 23, the phone finally arrived.", "ig": "Mana n'ikpeazụ, taa ka ọnwa Mee dị na mkpụrụ ụbọchị iri abụọ na atọ, emeela ka ekwenti ekwenti."}}
{"translation": {"en": "Worth watching this video if you're not familiar with how to do it.", "ig": "Ọ bara uru ịnye onye nyochaa foto gị foto ma ọ bụrụ na ị maghị kpọmkwem otu esi eme ya n'ụzọ ziri ezi."}}
{"translation": {"en": "That would have increased anxiety.", "ig": "Nke a ga - eme ka enwekwu nchegbu."}}
{"translation": {"en": "I will let others speak about them.", "ig": "Mgbe ahụ, ha kwere ka ndị ọzọ kwuo banyere ha."}}
{"translation": {"en": "It's a fly!", "ig": "nke bụ ụgbọelu n'ezie!"}}
{"translation": {"en": "gay dating in the usa 100 free online dating sites in south africa", "ig": "ONLINE DATING 100 FREE - Europe mkpakọrịta nwoke na nwaanyị Online"}}
{"translation": {"en": "Acts 27:26 However, we must run aground on some island._", "ig": "27:26 Ma, ọ dị mkpa ka anyị na-abata na a n'otu agwaetiti."}}
{"translation": {"en": "And if God will do it for someone else, He will do it for us.", "ig": "\"Otú ọ dị, ọ bụrụ na Chineke na-emere ndị ọzọ ihe ndị a ma ọ bụ ihe ndị ọzọ, ọ dị anyị mkpa."}}
{"translation": {"en": "Patreon's audience maybe artists and creative people, but anyone can use Patreon as a subscription service.", "ig": "Ndị na-ege ntị na Patreon nwere ike ịbụ ndị na-ese ihe na ndị okike, ma onye ọ bụla nwere ike iji Patreon dị ka ọrụ ndenye aha."}}
{"translation": {"en": "12:47And all Israel, in the days of Zerubbabel and in the days of Nehemiah, gave the portions of the singers and the doorkeepers, every day what was needed, and they consecrated things for the Levites; and the Levites consecrated for the children of Aaron.", "ig": "Izrel dum n' oge Zerọbabel nakwa n' oge Nehemaya na- enye ndị na- abụ abụ na ndị nche ọnụ ụzọ ámá òkè ha dị ka mkpa ha nwere kwa ụbọchị si dị , ha na- edokwa ihe ndị ahụ nsọ maka ndị Livaị; ndị Livaị na- edokwa ihe ndị ahụ nsọ maka ụmụ Erọn ."}}
{"translation": {"en": "Material inscriptions are undergoing a shift as the material itself sheds and shape shifts.", "ig": "Pallet changer bụ adaba n'ihi na ihe onwunwe na-ebugote na ebutu na n'ihu rụọ arụ ọrụ arụmọrụ."}}
{"translation": {"en": "But the rich man also died and was buried.", "ig": "Nwoke ahụ bara ọgaranya nwekwara nwua, elìe ya."}}
{"translation": {"en": "Jesus said this show what kind of death He was to die.", "ig": "Jisọs kwuru nke a igosi ụdị ọnwụ nke ọ ga-anwụ."}}
{"translation": {"en": "I am the crowned prince of SRD", "ig": "I'm the bonafide Obi of Obinugwu -Eze Nwangwu"}}
{"translation": {"en": "We think ahead, but we don't really hone our vision.", "ig": "Anyị abụghị ndị ọnụ ọgụgụ, mana anyị anaghị ewere ozi ọhụụ anyị hụrụ dị ka eziokwu."}}
{"translation": {"en": "telephone calls within 48 hours.", "ig": "Hapụ ekwentị naanị maka ihe na-erughị awa 48."}}
{"translation": {"en": "Start of construction - March 2020.", "ig": "Cha cha cha ọhụrụ - Machị 2020!"}}
{"translation": {"en": "Here's a summary of the most important HKEY_CURRENT_USER subkeys:", "ig": "Ihe na-esonụ bụ ụfọdụ ozi na ole na ole igodo dị n'okpuru oghere HKEY_CURRENT_USER:"}}
{"translation": {"en": "The service allows users to Read full casino review", "ig": "Nke a gbajiri gam akporo data mgbake mmemme kpamkpam na-agụ-na-software."}}
{"translation": {"en": "Why can't I end the wars?", "ig": "Kedu ihe kpatara na enweghị m ike ịkwụsị oke ịkekọrịta niile?"}}
{"translation": {"en": "I think they're my favorite new band, but they're not industrial, they're complete metal.", "ig": "Ikekwe ọkacha mmasị m bụ ABC ọhụrụ ha... ọ bụghị Na-emechi Mgbe Niile, ọ bụ Na-ejikọta mgbe niile!"}}
{"translation": {"en": "After the files are lost, sometimes the data itself isn't deleted; just the area where the lost data was stored is now marked as free space for other new files to be written.", "ig": "Mgbe photos furu, data onwe ya na-adịghị ehichapụ; dị nnọọ ebe ndị furu efu photos e echekwara ugbu a akara dị ka free ohere maka ọzọ ọhụrụ faịlụ ka e dere."}}
{"translation": {"en": "331 An equivalent number of spaces is defined as the number of spaces", "ig": "3368 Mmekọrịta ga-adị n'otu ọnụ ọgụgụ ubi nwere otu ụdị data ahụ."}}
{"translation": {"en": "Luke 15:17-20 - When he came to his senses, he said, \"How many of my father's hired men have food to spare, and here I am starving to death!", "ig": "15:17 Na-alọta anya doo ya, o kwuru, sị: 'Olee otú ọtụtụ ndị goro aka na ụlọ nna m dị ọtụtụ nri, mgbe m n'iyi ebe a na ụnwụ!"}}
{"translation": {"en": "\"Why do you call me, 'Lord, Lord, and do not do what I say?\"", "ig": "Ma gini mere unu nākpọm, Onye-nwe-ayi, Onye-nwe-ayi, ma unu emeghi ihe nile M'kwuru?"}}
{"translation": {"en": "For the identity of his", "ig": "Maka onye ọ bụ"}}
{"translation": {"en": "But we're talking about one pound a year weight loss.", "ig": "Etu aga-esi felata n'otu ọnwa Kg Full Ọnwa na Ibu Loss."}}
{"translation": {"en": "Keep a rotation and switch it after each battle and you'll have a well-rounded team which you'll find yourself more attached to, which will increase your enjoyment of the game.", "ig": "Nọgide na-agbanwe agbanwe ma gbanwee ya mgbe agha ọ bụla gachara, ị ga-enwe otu ìgwè zuru oke nke ị ga-ahụ onwe gị karịa, nke ga-eme ka ị nwekwuo mmasị na egwuregwu ahụ."}}
{"translation": {"en": "Acts 26:2 [Paul's self-defense speech] - \"I consider myself fortunate that it is before you, King Agrippa, I am to make my defense today against all the accusations of the Jews,\"", "ig": "26:2 \"M na-ewere onwe m gọziri agọzi, O eze Agrippa, na mụ onwe m na-enye m na-azara ọnụ taa tupu ị, banyere ihe nile nke ebo m ebubo ndị Juu,"}}
{"translation": {"en": "The Free version does not require a license", "ig": "Njikwa Free Unlocker nwere nsụgharị dị na-anaghị achọ nkwụnye."}}
{"translation": {"en": "❸ Aluminum beam has the characteristics of high strength, light weight, high speed, the maximum speed of 145 m/min; 1.2 G acceleration; To improve the overall performance of the laser cutting machine.", "ig": "igba aluminum doo elu ike, ike kwụsie ike, ìhè arọ, elu ọsọ, ike ujo eguzogide, nchekwa, ọsọ kacha nke 170 mita / nkeji; 1.5 G osooso; mma n'ozuzu arụmọrụ nke laser ọnwụ igwe"}}
{"translation": {"en": "Another benefit of using a digital connection is that it can allow you to control your iPod directly from the head unit.", "ig": "Uru ọzọ nke iji njikọ dijitalụ bụ na ọ nwere ike ịme ka ị chịkwaa iPod gị kpọmkwem site n'isi."}}
{"translation": {"en": "I do not see how a piston can get corroded when it is in oil.", "ig": "Agaghị m ahụ otú akara akara nwere ike isi jupụta mmanụ ma ọ bụrụ na mmanụ ọkụ gị adịghị mma."}}
{"translation": {"en": "The US Government says it anticipates processing up to 310,000 refugees and asylum seekers in 2019.", "ig": "Mba Amerika ekwuola na ya ga-anabata mmadụ dị pụkụ narị atọ na pụkụ ịrị bụ ndị gbatara ọsọ ize ndụ nakwa ndị chọrọ mkpụchi n'obodo ahụ n'afọ 2019."}}
{"translation": {"en": "So how can you know what to do?", "ig": "Ya mere, olee otu ị maara ihe ị ga-eme?"}}
{"translation": {"en": "The Wrike Digital Work Report 2016 was conducted in August 2016 among 3,000 office workers, with 1,000 respondents each in the UK, France, and Germany.", "ig": "A na-eduzi ọmụmụ ihe a na Disemba 2020 na ndị egwuregwu Xbox ma ihe fọrọ nke nta ka ọ bụrụ ndị na-aza 14,000, bi na mba dị iche iche dịka France, Poland na Spain."}}
{"translation": {"en": "the airport's security", "ig": "Tinyekwa echebe n'ọdụ ụgbọ mmiri"}}
{"translation": {"en": "Defender of the 33rd America's Cup", "ig": "Nnukwu Ihe ngosi Guitar nke America 3307 hits"}}
{"translation": {"en": "A tribute to the warrior, By Femi Fani-Kayode", "ig": "Tribute to Dim Chukwuemeka Odumegwu Ojukwu - By Femi Fani Kayode"}}
{"translation": {"en": "190 cm = 75\" (without the tassels)", "ig": "17 \"laptọọpụ: 90 watts (obere maka obere ụdị)"}}
{"translation": {"en": "I call upon God as a witness on my behalf that it was in order to spare you that I did not return to Corinth.", "ig": "Chineke bụ onye akaebe m, nꞌihi na ọ maara obi m, ọ maara na ekpebiri m ịhapụ ịbịa Kọrint nꞌihi na achọghị m ime ka obi jọọ unu njọ site na mba nke m bu nꞌobi ịbara unu."}}
{"translation": {"en": "But in the fourth generation they shall come hither again: for the iniquity of the amorites is not yet full.", "ig": "Ma n' ọgbọ nke anọ , ha ga- alọghachi n' ebe a , n' ihi na njehie ndị Amọraịt ezubeghị ."}}
{"translation": {"en": "Don't worry we don't spam !", "ig": "Echegbula, anyị agaghị spam!"}}
{"translation": {"en": "You can also use Ctrl-C on the keyboard once the code has been selected.", "ig": "I nwekwara ike kụrụ CTRL-C na keyboard gị mgbe ederede ederede."}}
{"translation": {"en": "amateur holiday pics tips on how to make love to a man", "ig": "Ibe Kachikwu Glo Bumpa Aso Ebi How to make love Kachikwu"}}
{"translation": {"en": "Three days later, it's gone.", "ig": "Ọ na-ehichapụ mgbe ụbọchị atọ gasịrị."}}
{"translation": {"en": "We started with 1 ..", "ig": "Ọ malitere na 1 ..."}}
{"translation": {"en": "Signing up is easy and free, and can be done by going to placer-alert.org.", "ig": "Zipu ihe oyiyi na ekele; ha nwere ike ịdị mfe, mana ha na-atọ ụtọ - na site na saịtị saịtị e-acards.com."}}
{"translation": {"en": "He did some research online and came to realise that he had been the victim of a fraud.", "ig": "O kwuru na ha mere nyocha banyere ihe gbụrụ nwaamadị a wee hụ na ọ bụ ọdịda elu gburu ya."}}
{"translation": {"en": "So he returned and told his father and mother, \"I have seen a daughter of the Philistines in Timnah.", "ig": "O wee gbagoo gwa nna ya na nne ya , sị: \" Ọ dị otu nwaanyị m hụrụ na Timna n' ime ụmụ nwaanyị ndị Filistia , lụtaranụ m ya ."}}
{"translation": {"en": "How to know what you don't know?", "ig": "Olee ihe ị ga na-akọwa m na-amaghị?"}}
{"translation": {"en": "More than 700 students c...", "ig": "Ihe karịrị 600 ọkachamara ụmụ akwụkwọ f ..."}}
{"translation": {"en": "\"But I say to you, I will not drink of this fruit of the vine from now on until that day when I drink it new with you in My Father's kingdom.", "ig": "29Ma ana m asị unu, Agaghị m a drinkụ mmanya ọ bụla n'ubi vaịn a ruo n'ụbọchị ahụ mụ na unu ga-a itụ ya nke ọhụrụ n'alaeze Nna m. \""}}
{"translation": {"en": "All of christendom has benefited from this.", "ig": "Ihe atụ a ga-abakwara ndị Kraịst niile uru."}}
{"translation": {"en": "How to participate in three steps", "ig": "Malite E-Mbupụ na ndị na-akwalite na nzọụkwụ atọ"}}
{"translation": {"en": "Note: You can stop the screen sharing at any time you choose.", "ig": "Rịba ama: Ị nwere ike iwepụ ọnọdụ nzuzo na nzuzo na saịtị ọ bụla mgbe ịchọrọ."}}
{"translation": {"en": "Act3:8 and he leaped, and stood, and wandered.", "ig": "3:8 Na wulie elu,, o we guzo na-eje ije gburugburu."}}
{"translation": {"en": "He could go back home.", "ig": "E mesịa , o nwere ike ịlawa ."}}
{"translation": {"en": "So, we will take them and not harm you.\"", "ig": "N'onu ya, \"ihe ha mere jogburu onwe ya, anyị agaghị anabata ya, anyị ga-eme nyocha zuru oke ma kpụpụ ha ụlọịkpe\""}}
{"translation": {"en": "\"The king also said to Zadok the priest, \"Are you not a seer?", "ig": "Eze wee sị Zedọk onye nchụàjà: \" Ọ̀ kwa ị bụdị onye ọhụ ụzọ ?"}}
{"translation": {"en": "Here's To The Ones Who Waited", "ig": "Nke a bụ maka ndị na-echere."}}
{"translation": {"en": "leavin' me again", "ig": "Kwụsị m nwere oku ọzọ."}}
{"translation": {"en": "provocation; however, there is a", "ig": "Mkpughe:; mana ọbụrụ n'onye"}}
{"translation": {"en": "You're now in manual mode", "ig": "Ugbu a enweta na Manual ntọlite."}}
{"translation": {"en": "Refer also to the user's manual that accompanies your PC", "ig": "Nkowasi: Jikwaa na-egosipụta na arụnyere ọkwọ ụgbọala na ọrụ gị PC."}}
{"translation": {"en": "He moved to Ireland more than two decades ago as a political dissident.", "ig": "Ọ chịrị mba Zimbabwe ihe karịrị afọ iri atọ tupu a chụpụ ya nʻọkwa afọ abụọ gara aga."}}
{"translation": {"en": "Brian now.", "ig": "Bria Nasugbu"}}
{"translation": {"en": "See also the code", "ig": "See Code kwuo"}}
{"translation": {"en": "Let's see the preparation of pakoda...", "ig": "Tụlee otu esi esi rụọ peacock na ..."}}
{"translation": {"en": "And I'm getting better at putting down books that just aren't worth my time.", "ig": "Ọ ga-akara m mma ịnweta ikpe na-enweghị oge n'efu nke na-ahapụ ihe oyiyi m naanị."}}
{"translation": {"en": "prednisone trade name buy prednisone online can you drink with prednisone", "ig": "Ndị mbụ 'WandaVision' na-ebukọrọ ihe nwere ike ị na-eri eri n'ịntanetị - BGR"}}
{"translation": {"en": "This ends my annual CES Wrap-Up Report for 2016 - However, this is definitely not the end of my reporting on products that were shown at CES - as I will have more info on individual products and technologies in the coming weeks and months of 2016.", "ig": "Nke a na - eme ka CES Wrap-Up Report for 2016 - Otú ọ dị, nke a abụghị njedebe nke akụkọ m maka ngwaahịa ndị egosiri na CES - ka m ga - enwekwu ozi na ngwaahịa na teknụzụ n'izu na ọnwa ndị na - abịanụ na 2016. ."}}
{"translation": {"en": "The Smartproxy representative responds to all your questions immediately, and you don't need to wait for a long time.", "ig": "Dịka, ndị na-achọgharị ekwentị na-achọ nzaghachi ngwangwa maka ajụjụ ha niile ma ghara ichere ogologo oge karịa sekọnd ole na ole."}}
{"translation": {"en": "Reliable internet, or not.", "ig": "Ikuku ntanetị na-enweghị nchebe dị mma ma ọ bụ na ọ bụghị?"}}
{"translation": {"en": "work in Sri Lanka", "ig": "Ọrụ na Sri Lanka"}}
{"translation": {"en": "Both topics are required for this section.", "ig": "Ozi niile achọrọ na ngalaba nke saịtị a dị mkpa maka ihe abụọ a chọrọ."}}
{"translation": {"en": "Either cast iron, or stainless steel; teflon/non-stick is not recommended.", "ig": "Elu a na - emegharighi, na - egbochi oke izopu ihe, ma ya achoghi mpempe silicone / Teflon iche."}}
{"translation": {"en": "Anchia: \"Don't you agree with the New York University's School of Law's Brennan Center?\"", "ig": "EFCC: Enweghị ọgbaahara mgbe anyị gbachiri 'Rochas Okorocha Foundation College' - BBC News Ìgbò"}}
{"translation": {"en": "There is an easy way to create accounts for students", "ig": "Anyị na-enye ọrụ dị ọnụ ala maka mmeghe akaụntụ ụlọ akụ maka ụmụ akwụkwọ na Mann."}}
{"translation": {"en": "This was a great response to it!", "ig": "Nke ahụ dị ka nnukwu azịza nye m!"}}
{"translation": {"en": "14:11 Polo tanto, if I do not understand the nature of the voice , then I shall be like a foreigner to the one with whom I am speaking; and he who is speaking will be like a foreigner to me .", "ig": "14:11 Ya mere, ma ọ bụrụ na m na-adịghị aghọta ọdịdị nke olu, mgbe ahụ, m ga-abụ dị ka a mba ọzọ onye m na-ekwu; na onye na-ekwu okwu ga-adị ka a mba ọzọ m."}}
{"translation": {"en": "Nucleic acids research ...", "ig": "Nchọpụta Nucleic acid dị ugbu a ..."}}
{"translation": {"en": "Accompanied by a check box and enabled by default, this setting instructs IE11 to play an audio chime whenever a pop-up window is stifled by the browser.", "ig": "Site na igbe igbe ma nyefee na ndabara, ọnọdụ a na-agwa IE11 igwu egwu chima mgbe ọ bụla ihe nchọgharị ahụ kwụsịrị window."}}
{"translation": {"en": "Complaints Regarding the Code of Ethics:", "ig": "Mkpesa maka ụkpụrụ omume:"}}
{"translation": {"en": "And immediately after exiting from the synagogue, they went into the house of Simon and Andrew with James and John.", "ig": "Ha wee si n' ụlọ nzukọ ahụ pụọ ozugbo banye n' ụlọ Saịmọn na Andru , ha na Jems na Jọn ."}}
{"translation": {"en": "Or, have you lost hope that you have a good Father who cares for you?", "ig": "Ka ị nwere ihe mere ị ga-eji kwere na onye gị na ya na-esobu onye nwere ego nwere ego zuru ezu ọ ga-eji na-elekọta onwe ya?"}}
{"translation": {"en": "Keep your ears trained to the sounds of the forest, and you will hear bird-calls from a plethora of avifauna.", "ig": "Be gbarụ a n'ọkwukwo kwnornu aị, nụ nye nọotu ọnu-ẹli nụ nye nọozosna mkpụru nwernu ọkwnata ovu nụ be jeeri mkpụru hiri n'ẹkwu."}}
{"translation": {"en": "This story is really good, please don't give up on it", "ig": "Ederede ahụ dị oke mma, biko egbula m ụzọ na-ezighi ezi."}}
{"translation": {"en": "More and other...", "ig": "More na ndị ọzọ ..."}}
{"translation": {"en": "The most advantageous travel souvenir is not what you can buy with money, but the money......", "ig": "Ihe kachasị mma OKB ọnụego ịzụta nwere ike ọ gaghị adị na dollar, mana iji ego dị iche ma ọ bụ ego ego."}}
{"translation": {"en": "Many economists and experts believe the scheme will benefit the economy.", "ig": "Ụfọdụ ndị ma ihe ekwe na-akụ n'ihe gbasara akụnụba na ego ekwuola na atụmatụ a ga ara ahụ."}}
{"translation": {"en": "The Composer Create a free website or blog at WordPress.com.", "ig": "Di-Jana Mepụta a free website ma ọ bụ blog na WordPress.com."}}
{"translation": {"en": "belongs to us all", "ig": "Imo bu nke anyi nile."}}
{"translation": {"en": "I dont want to, for example, re-edit all my old posts to check if there are any wrong word, so, if these wrong words be translated, it will give me problems, and for any wrong word generated by the engine translation?", "ig": "M Edieke edide chọrọ, atụ, re-dezie niile m ochie posts iji lelee ma ọ bụrụ na e nwere ihe ọjọọ ọ bụla okwu, ya mere, ma ọ bụrụ na ndị a na-ezighị ezi okwu a sụgharịrị ịbụ, ọ ga-enye m nsogbu, na ihe ọ bụla na-ezighị ezi okwu site na engine nsụgharị?"}}
{"translation": {"en": "This would be easy, if the other players were.", "ig": "Nke a kwesịrị ịbụ ihe dị mfe, Otú ọ dị, ọ ga-abụrụ ndị egwuregwu ma ọ bụrụ na mmelite ndị ọzọ na-ekwute okwu ahụ."}}
{"translation": {"en": "The ultimate Walk-in customers are welcomed", "ig": "A na-anabata ndị na-etinye ego maka ịbịa ihe ngosi ikpeazụ."}}
{"translation": {"en": "The New Adventures of Emily: Get thee to an apple orchard", "ig": "Apple Remote: Nye Apple Apple igodo nke igodo dị iche iche."}}
{"translation": {"en": "Here is the LA Times article about paco that is referenced in the article above.", "ig": "Ekwuola Cayman Forex mgbanwe Ikike ekwuola n'elu na mmeghe ngalaba nke ibe a."}}
{"translation": {"en": "The rice price is kept high in Korea by the government's policy.", "ig": "E kwuwo ọnụahịa ikike ikike dijitalụ Japan dị elu na ngalaba mmeghe nke ibe a."}}
{"translation": {"en": "I dont have a horse..", "ig": "Enwere m ihe otutu n'elu ịnyịnya ibu, ..."}}
{"translation": {"en": "I'll start with Five.", "ig": "Ya mere, m ga-amalite na ise."}}
{"translation": {"en": "Holiday Greetings and end of the year", "ig": "Afọ ọhụụ na ekele dị mma na njedebe nke afọ"}}
{"translation": {"en": "The Lady The fair Lady...", "ig": "Nwanyi ocha~Fair lady"}}
{"translation": {"en": "Designed to fit easily into your hand", "ig": "Kekọrịta otu ngwa dị mfe ịbanye n'ime bọtịnụ gị."}}
{"translation": {"en": "Contact the social service agency in your area.", "ig": "Inwe na aka gị Obodo Professional onodi Service nọ n'ógbè gị!"}}
{"translation": {"en": "This will allow you to access at any time.", "ig": "Nke a ga-enye gị ohere ịlaghachi n'oge ọ bụla."}}
{"translation": {"en": "5) Cruel, inhuman and degrading treatment.", "ig": "(3) Nchekwa dị elu, nke na-adịghị egbu egbu na adịghị emerụ ahụ mmadụ."}}
{"translation": {"en": "As a token gesture, the Bill provides", "ig": "Dị ka nchekwa ọzọ, paswọọdụ chebe ndekọ a."}}
{"translation": {"en": "Having poor or nonexistent network security features and safety measures is also a mistake.", "ig": "Nchekwa nke netwọk - ọrụ ndị na-ezighi ezi ma ọ bụ mmebi mberede nke mberede - dịkwa mkpa."}}
{"translation": {"en": "Ok, so we are now having a good education in place.", "ig": "Ọ dị mma, ya mere, ugbu a anyị na-enwe ezigbo mmụta na ebe."}}
{"translation": {"en": "I would like to announce the publication of my new book:", "ig": "Iji mee akwụkwọ ọhụrụ m ga-ahọrọ File> Ọhụrụ."}}
{"translation": {"en": "the Sraddha had been", "ig": "Sharapova aka Gaara"}}
{"translation": {"en": "A great relationship, because...", "ig": "A na-esi na ya enwe ezi mmekọrịta n'ihi na ọ..."}}
{"translation": {"en": "Greetings to Mary, who worked so hard for you.", "ig": "6 Keleenụ Meri, bụ́ onye rụụrụ anyị ọrụ dị ukwuu."}}
{"translation": {"en": "I purchased it for my daughter's birthday.", "ig": "M zụtara ya maka ụmụ m nwanyị maka ụbọchị ọmụmụ m."}}
{"translation": {"en": "Little or no pain or discomfort", "ig": "Ime ma ọ bụ ikensi mgbu ma ọ bụ ọbụna erughị ala afọ"}}
{"translation": {"en": "From now on, we will record the date", "ig": "N'oge a, anyị ga-edezi ndekọ ahụ."}}
{"translation": {"en": "The squirrel thinks it, too.", "ig": "SharpReader na-eche otú ahụ, kwa."}}
{"translation": {"en": "One of the biggest advantages of the iPad is that it can be placed almost anywhere.", "ig": "Otu n'ime uru ndị dị mkpa nke iPhone bụ na ọ nwere ike ijide gị na ihe fọrọ nke nta ka ọ bụrụ onye ọ bụla site na ọ bụla ebe ọ bụla."}}
{"translation": {"en": "my dear friend Sal.", "ig": "Sọlọmọn Ezigbo enyi m,"}}
{"translation": {"en": "The last part of this process is comparing your measurements with the ones from the sizing chart.", "ig": "Ngwa a ga-eleba usoro gị anya ma jiri ya tụnyere ihe ndị a chọrọ na-ekpebi ịhapụ ekpe nke 4."}}
{"translation": {"en": "Art Therapists in Oregon", "ig": "Nwa nkịta Teacup na Oregon"}}
{"translation": {"en": "My wife and I did not agree on it.", "ig": "Mụ na di m ekweghị."}}
{"translation": {"en": "Don't skip meals, because this will cause you to overeat.", "ig": "Ma zere ndị a ihe oriri n'ihi na ọ na -eme ka gị na afo ọzọ keokuko ."}}
{"translation": {"en": "I'm here If you need me!", "ig": "Here if ya need me!"}}
{"translation": {"en": "the x-axis in R2 .", "ig": "Oh mainu kehndi na na na na -x2."}}
{"translation": {"en": "Many of the same things that made", "ig": "N'ihi na otu ihe ahụ ụfọdụ na unu mete Withal ya"}}
{"translation": {"en": "It is measured in terms of seconds, minutes, hours.", "ig": "The nnyocha dabeere na nnyocha mbuli nkeji, ewu nkeji na mmezi nkeji."}}
{"translation": {"en": "The soul that recommends itself to me by the recitation of the Rosary, shall not perish.", "ig": "Nkpuru-obi nke na-atụ aro onwe ya m site recitation nke Rosary, ghara ịla n'iyi."}}
{"translation": {"en": "For rest or work.", "ig": "Na-arụ ọrụ mọbụ mgbe m na-ezu ike."}}
{"translation": {"en": "Ah, the eyes?", "ig": "? m?r? anya ala"}}
{"translation": {"en": "the parent (RMB)", "ig": "Tere Wiri Wiri (rpm)"}}
{"translation": {"en": "bolically representing the name of the Bishop, Christopher.", "ig": "Meaning nke aha mbụ, si, ndakọrịta nke aha na aha nna Kristopher Klapec."}}
{"translation": {"en": "S8: The Sword of Destiny", "ig": "Mbụk 8: Ata Ikpọ Owo ke Isọn̄"}}
{"translation": {"en": "Geoffrey Blainey - The Causes of War", "ig": "Kenweezy Nwagbo · Causes"}}
{"translation": {"en": "Our goal is to become the best", "ig": "Ihe mgbaru ọsọ anyị bụ ịghọ onye nke kasị mma saịtị dị ka nke a."}}
{"translation": {"en": "Believe it or not, there are lot of butts on Street View.", "ig": "Kwere ma ọ bụ na ọ bụghị, enwere ọtụtụ nkwụsị na Street View."}}
{"translation": {"en": "OLED isn't just phones or TVs.", "ig": "Adịghị ekwu nanị ekwentị, redio, ma ọ bụ TV set."}}
{"translation": {"en": "colonel yells at the lieutenant, and the lieutenant, whose squad is responsible for the snafu, doesn't", "ig": "Aru na eme na imo,ya kuo ofo ya nala ihe emebie,pls advice the governor he's wrong"}}
{"translation": {"en": "Has he been informed of the secrets (of the heavens and the earth),", "ig": "25: 6 Kwuo, sị, 'Ọ e zigara ala site Onye maara ihe nzuzo nke eluigwe na ụwa."}}
{"translation": {"en": "To keep relationships flourishing, some sacrifices have to be made.", "ig": "Site n'inweta ngwà ngwaike dị n'ime ime nkwụ, a ghaghị ịchụ àjà ụfọdụ."}}
{"translation": {"en": "The most important thing in the world is love", "ig": "The kacha mma isi na ụwa bụ na mmadụ ka unu na love."}}
{"translation": {"en": "I think Walt's concern for Jesse is more or less genuine.", "ig": "* Nkwupụta m maara na ihe atụ akụkọ ihe mere eme nke Jesi James bụ ihe karịrị ọtụtụ ma ọ bụ na ọ bụghị ezi."}}
{"translation": {"en": "Despite Adam and Eve being thrown out of the garden God was still good in that he made a promise of a means that would rectify the situation.", "ig": "N'agbanyeghị na chụpụrụ Adam na Iv n'ogige Chineke ka dị mma n'ihi na o kwere nkwa nke ga-edozi ọnọdụ ahụ."}}
{"translation": {"en": "A lot of people have success with 30.", "ig": "Ihe ọtụtụ ndị na-aga nke ọma enwetabeghị afọ 30 ha"}}
{"translation": {"en": "The 1xBet is constantly expanding its product offerings and world customer base as it rises to the very best levels of the international sport industry.", "ig": "The 1xBet bụ mgbe niile ịgbasa ya ngwaahịa àjà na zuru ụwa ọnụ ahịa isi dị ka ọ na adahade ọkwa kachasị nke mba egwuregwu ụlọ ọrụ."}}
{"translation": {"en": "\"And I will say to my soul, 'Soul, you have many goods laid up for many years to come; take your ease, eat, drink, and by merry.'", "ig": "m ga- asịkwa mkpụrụ obi m: \" Mkpụrụ obi , i nwere ọtụtụ ezi ihe m kpakọbara maka ọtụtụ afọ; tụsara ahụ́ , na- eri , na- aṅụ , mee onwe gị obi ụtọ ."}}
{"translation": {"en": "Just relax and let go off all your worries.", "ig": "Kpoo nsogbu gị niile ma dozie iwe niile metụtara gị."}}
{"translation": {"en": "On the 11th April following the high constables were ordered to forthwith contract for the repair.", "ig": "N'ọgbakọ ha nwere n'ụbọchị Wenezdee, ndị omeiwu a kpọrọ oku ka e mee ngwa ngwa dozie ọdọụgbọelu ahụ."}}
{"translation": {"en": "\"You can pay twenty dollars.\"", "ig": "\"Iri abụọ dollar nwere ike ịzụta ọtụtụ obere ego!\""}}
{"translation": {"en": "in your head, I think", "ig": "Nime isi m, echem no"}}
{"translation": {"en": "Here's a thought, put them on a real track!", "ig": "Na ezie, otutu ihe idere kwere nghota, jisie ike!"}}
{"translation": {"en": "The first three weeks of life are key to your baby's development.", "ig": "Ọnwa atọ mbụ nke ndụ nwa gị metụtara mmalite eriri afọ ya."}}
{"translation": {"en": "Answer to discuss the meaning of principal-agent problem why does this problem exists.", "ig": "Iji malite ịkọwa n'ụzọ sara mbara nsogbu nke ọkà ọrụ aka, n'ihi na nke ọ malitere."}}
{"translation": {"en": "I wanted to laugh like a child.", "ig": "A kwara m emo mgbe m bụ nwata."}}
{"translation": {"en": "The story has been picked up by the BBC", "ig": "Ihe onyonyo a BBC setere gbara nke a n'anwụ."}}
{"translation": {"en": "Passion: Garcia has won 91 caps for the Honduran national team", "ig": "Fiji: Mmọn̄ ama ọtọ emen in̄wan̄ Mme Ntiense 192 abiat n̄kpọ."}}
{"translation": {"en": "It kinda helped me because I am in a similar situation.", "ig": "I nyeere m aka ịtụgharị uche nke ọma, nke mere na nwunye m nọ n'ọnọdụ yiri ya ugbu a."}}
{"translation": {"en": "You took me from my mother's", "ig": "O bukwa gi kpuru m n'afo nne m,"}}
{"translation": {"en": "This statement piece doesn't only look great, but it's crafted to last for years.", "ig": "Ọ bụghị naanị na ọ na-ada ụda nke nta ka ọ dị ka afọ gara aga, mana ikwughachi okwu bụ gigantic."}}
{"translation": {"en": "The Dukes of Hazzard/Ding, Dong, the Boss Is Dead", "ig": "Cattle man don speak oooooo,hahahaha,ozu Nwuru anwu na aga ihe."}}
{"translation": {"en": "I don't necessarily think this will be a success (because the competition is tough), but it's not a new magical idea Value is making here, it is literally a video game console.", "ig": "Anaghị m ekwu na ọ dị mfe igwu egwu n'egwuregwu (ọ bụ, ọ bụ ihe siri ike damn siri ike), mana ọ bụghị akwụkwọ edemede-vomity ọ bụ na egwuregwu, ma."}}
{"translation": {"en": "Google play music for example.", "ig": "Ebe a, m na-Google Play dị ka ihe atụ."}}
{"translation": {"en": "There were times when her pain at the loss or lack of love and trust emanated from her body.", "ig": "Afọ ndị ahụ ọ ga-ekewasị ya ka ha bụ maka ya nwụrụ n'ihi egbughị oge ma ọ bụ ihe mgbu na-egbu mgbu, okwukwe nke ịhụnanya riri ya nwayọ."}}
{"translation": {"en": "By nature, we are enemies and rebels against God.", "ig": "N'ebe anyị bụ ndị iro inupụrụ Chineke isi, Onye Nsọ hụrụ anyị n'anya."}}
{"translation": {"en": "You're covered, don't you worry", "ig": "E kpere gị atụmatụ, echegbula banyere ya."}}
{"translation": {"en": "However, there are still ways for you to engage with patients in a virtual setting.", "ig": "Otú ọ dị, e nwere ụzọ ndị ọzọ ị na-esi mee ka ị ghara ịbanye na njikọ Ịntanetị nke na-arụ ọrụ dịka ngbanwe anụ ahụ."}}
{"translation": {"en": "You don't realize that it is better [L for you] for one man to die for the people than for the whole nation to be destroyed.\"", "ig": "unu echeghịkwa na ọ kaara unu mma ka otu onye nwụchitere mmadụ niile ọnwụ , kama a ga- ebibi mba a dum ."}}
{"translation": {"en": "(I Corinthians 10:31 - Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.)", "ig": "10:31 Ya mere, ma ị na-eri ma ọ bụ ihe ọṅụṅụ, ma ọ bụ ihe ọ bụla ọzọ i nwere ike ime, eme ihe niile n'ihi na ebube Chineke."}}
{"translation": {"en": "It was of him that I said, \"Behind me comes one who has passed ahead of me because he existed before me.\"", "ig": "Onye a bu Onye mu onwem kwuru okwu bayere Ya, si, Otù Nwoke nābia n'azum Onye ghọworo Onye burum uzọ: n'ihi na Ọ buri Onye mbu n'ebe m'nọ."}}
{"translation": {"en": "We Found A Fuss", "ig": "We Found Okoronkwo Chiekezie"}}
{"translation": {"en": "The impeller On/Off switch is located below the", "ig": "A na-e /omi / dozie osisa dị n'okpuru."}}
{"translation": {"en": "I just want to add some URLs I knew and helped me to help you.", "ig": "Okechukwu Okereke Naanị chọrọ ịkọ echiche ole na ole m mụtara n'ụzọ nwere ike iwetara gị nghọta, na ọ nyere aka weta m."}}
{"translation": {"en": "It's really frustrating to see people in this type of situation.", "ig": "Ha sị na o bụ ezigbote nsogbu ma ha hụ ndị mmadụ n'ụdịrị ọnọdụ a."}}
{"translation": {"en": "Minecraft: The best way to Get Paper", "ig": "Whitepaper: Omume kachasị mma maka Ide ederede Nzuzo"}}
{"translation": {"en": "money has gone down.", "ig": "Ọnụ ego belatara!"}}
{"translation": {"en": "Open our hearts to You.", "ig": "Megheenụ obi unu nꞌebe anyị nọ."}}
{"translation": {"en": "Achromobacter xylosoxidans can cause infections such ...", "ig": "Mmụba nke chlorophyll nwere ike inyere ụdị wii wii a aka ..."}}
{"translation": {"en": "In addition, the use of tobacco products will be prohibited", "ig": "A ga-amachibidokwa ịnye ọrụ nnyefe maka ngwaahịa cannabis."}}
{"translation": {"en": "This merchandise isn't for use by or sale to persons beneath the age of eighteen.", "ig": "Ọ bụ maka ngwaahịa a abụghị maka ya ma ọ bụ ree ya maka ndị na-erubeghị afọ 18."}}
{"translation": {"en": "At the end if the day it isn't about morals, but money which makes the world go round.", "ig": "Ná ngwụsị nke okwuchukwu ya, Pọl ekwughị banyere ihe ime mmụọ, kama ọ bụ banyere ego, n'ihi na ego nke gbara ya gburugburu na-abịa."}}
{"translation": {"en": "we do, and you will remember your pledge to us.\"", "ig": "Dịka anyị na-enye ọgbụgbaama anyị, ụnụ ga-enyekwa ọgbụgbaama nke ụnụ.\""}}
{"translation": {"en": "Just sit back, relax and don't worry.", "ig": "Nanị nọdụ ala, zuru ike, kwadebe ka ị tụọ ụjọ ma gharakwa imechi anya gị."}}
{"translation": {"en": "@zeta-band Your comment is a complete answer to the question.", "ig": "@Mike _Hosting nyere anyị nzaghachi ya na usoro ederede ogologo."}}
{"translation": {"en": "VALUE: Value to be compared.", "ig": "Ekwu: na n'ezie-efu jiri ya tụnyere ego."}}
{"translation": {"en": "You won 50 events on Xbox LIVE.", "ig": "Mee 50 egbu na Xbox Live."}}
{"translation": {"en": "The firm concept is that you cannot say 'I', 'We', or 'You' in particular writing.", "ig": "Ihe dị mgbagwoju anya gbasara okwu a bụ na okwu \"bụ\" na \"gị\" anaghị ede akwụkwọ ozi ha."}}
{"translation": {"en": "This is why they could not believe: Isaiah also said,", "ig": "Ihe mere na ha enweghị ike ikwere bụ na Aịzaya kwukwara , sị:"}}
{"translation": {"en": "success though, because it does not completely take people out of the real world.", "ig": "Ọ bụrụ na ha nwere ihu ala, ọ bụ na ha anaghị enye ndị mmadụ kpamkpam pụọ na ụzụ."}}
{"translation": {"en": "'Mum, I Love You Everyday' was written as a Mother's Day reflection.", "ig": "M hụrụ gị n'anya mama lyric: \"Mgbe m nwetara gị na m ohere, ụbọchị ọ bụla bụ Ụbọchị Ndị Nne.\""}}
{"translation": {"en": "This task is pretty intricate, as both of these two are hard to tackle.", "ig": "Nke ahụ bụ ajụjụ siri ike n'ihi na ha abụọ yikọrọ ma ọ na-esiri anyị ike ịhọrọ n'etiti ha abụọ."}}
{"translation": {"en": "In order to use Dolby Pro Logic IIz to is the maximum effect, the front height speakers should be mounted approximately 3ft directly above the front left and right main speakers.", "ig": "Iji jiri Dolby Pro Logic IIz rụọ ọrụ kachasị elu, ekwuru okwu elu n'ihu dịka 3ft n'elu n'elu aka ekpe na aka nri ziri ezi."}}
{"translation": {"en": "The measure would fund the government through September 2016.", "ig": "Ma nke a ga-eme ka steeti ahụ nwee ike ichekwa ego ruo mgbe February nke 2017."}}
{"translation": {"en": "TV Series with Horses in the Last 10 Years", "ig": "Ọ bụ ngwa VidSoftLab ọkara ịnyịnya site na abụọ ndị gara aga."}}
{"translation": {"en": "The software allows you to register without leaving Facebook.", "ig": "The software-enye gị ohere n'enweghị wepụ faịlụ na-enweghị ha mgbake."}}
{"translation": {"en": "We are looking forward to continuing success in 2021!", "ig": "Anyị nwere olile anya na ị ga-aga n'ihu na-eme anyị nganga 2021."}}
{"translation": {"en": "This paper does not claim that they are less efficient than the one focused in it.", "ig": "Nke a ịma aka n'onwe ya na-egosi ha adịghị n'ụzọ dị irè karị na a bụ ọkpụrụkpụ ihe na ha a baara ya mba."}}
{"translation": {"en": "Choose a team that will meet your problems with experience and professionalism.", "ig": "Họrọ ihe mgbagwoju anya nke dabara na ahụmịhe gị na ụdị egwuregwu ndị a."}}
{"translation": {"en": "He said \"die before you die!\"", "ig": "O kwukwara na \"otela ndị ahụ nwụru tupu ahụ ha.\""}}
{"translation": {"en": "Then the angel of Yahweh reached out the tip of the staff that was in his hand, and he touched the meat and the unleavened cakes; and fire went up from the rock and consumed the meat and the unleavened cakes.", "ig": "Mmụọ ozi Jehova wee setịa ọnụ mkpara o ji n' aka metụ anụ ahụ na achịcha ahụ na- ekoghị eko , ọkụ wee si n' oké nkume ahụ pụta rechapụ anụ ahụ na achịcha ahụ na- ekoghị eko ."}}
{"translation": {"en": "The teachings he gave whilst there are the basis of the teachings that appear at our Center today.", "ig": "Ga ahụta ihuenyo dịka nke dị na nseta ihuenyo nke anyị ji meghee nkuzi taa."}}
{"translation": {"en": "We want all to Learn.", "ig": "Ọ chọrọ k'anyị niile mụta ya."}}
{"translation": {"en": "This is a feasible target", "ig": "Nzube ahụ dị ezigbo mma na ọ na-arụ ọrụ nnata n'ihu."}}
{"translation": {"en": "\"Late goals are a consequence of a team that doesn't kill an opponent.\"", "ig": "\"Peeji ndị dị na ya bụ nsonaazụ ọchụchọ dị oke mkpa nke na-adịghị agụnye okwu ọchụchọ nke onye nchọpụta.\""}}
{"translation": {"en": "Discuss the relative merits of the use of these languages", "ig": "- ọrụ ahụ na-eme ka arụmụka arụmụka ahụ kwuru n'elu n'elu ọnụ ọgụgụ dị nso nke uru a"}}
{"translation": {"en": "Is a 20-minute nap worth it?", "ig": "Ime mgbatị ahụ dị nkeji 20 ọ dị mma?"}}
{"translation": {"en": "And then once again it was time to saddle up Marigold and hit the trail.", "ig": "Dị ka oge ọ bụ oge iji kpoo mgbịrịgba Jingle na kuki Gingerbread, wee malite ịkwọ ụgbọala"}}
{"translation": {"en": "If you are thinking of a trip to New Zealand or another...", "ig": "Ma ị na-aga njem ụgbọ ala ma ọ bụ na-akwụ ụgwọ New Zealand ma ọ bụ..."}}
{"translation": {"en": "The trailer for Two Lovers is the same as the International Trailer just does not subtitles and everything is in English.", "ig": "Ochie nnukwu efere bụ ihe ọhụrụ gam akporo simulator, naanị downside bụ asụsụ, ọ na-abịa na English."}}
{"translation": {"en": "\"I can't answer that,\" said Lennon.", "ig": "\"Amaghị m otú m ga-esi zaa nke ahụ,\" Lang kwuru."}}
{"translation": {"en": "This may act as proof of concept for the application of \"rejuvenated\" T cells in treating various diseases.", "ig": "Usoro a nwere ike inyere ncha ahụ \"nu\" ụfọdụ ísìsì n'usoro ịgwọ ọrịa."}}
{"translation": {"en": "He reigns in righteousness and truth.", "ig": "Ya agbago ezi okwu, na ezi omume n'omume Ọ na-eweta."}}
{"translation": {"en": "He's just powerful.", "ig": "Naanị ya pụr'im'ihe niile."}}
{"translation": {"en": "Please leave a note in the order instructions to let us know your preferred method of delivery.", "ig": "Biko kpọtụrụ anyị na-enweta ihe ọmụma nke mbukota na ka anyị mara gị preferrence nke shippment ụzọ."}}
{"translation": {"en": "The page can not be displayed!", "ig": "Page ahụghị!"}}
{"translation": {"en": "It is a game that becomes more than just a series of button and control stick movements.", "ig": "Ọ bụ egwuregwu nke na-aghọ ihe karịrị nanị usoro usoro ma na-ejikwa mkpịsị aka aka."}}
{"translation": {"en": "The sales tax is regressive", "ig": "Ụtụ dị na azụ bụ azụ ."}}
{"translation": {"en": "\"Those women are brave.", "ig": "Women n'anya obi ike."}}
{"translation": {"en": "LORD will also deliver the army of Israel into the hand of the Philistines.", "ig": "Jehova ga- enyefekwa ndị agha Izrel n' aka ndị Filistia ."}}
{"translation": {"en": "What are the odds of Steve Irwin, Crocodile Harasser, being killed by an animal that a) wasn't a crocodile and b) wasn't being harassed?", "ig": "Edieke isụhọrede idem, didie ke (a)  idinam n̄kpọ ke ini ẹtorode nnyịn? (b)  ididu uwem, isịne n̄kpọ inyụn̄ ikama idem?"}}
{"translation": {"en": "(1:6) Guide us to the straight path:", "ig": "1: 6- eduzi anyị ka anyị ụzọ kwụ ọtọ ,"}}
{"translation": {"en": "Some might even have outriggers and sails.", "ig": "Ụfọdụ nwekwara ike encrypt na paswọọdụ chebe ha."}}
{"translation": {"en": "MIKE: I know, Aunt Bee...", "ig": "aka Aunt Bee"}}
{"translation": {"en": "\"I smile every morning when I put the key in the door.", "ig": "Morningtụtụ m ọchị tupu m lakpuo na keyboard m, Barbara"}}
{"translation": {"en": "The LX100 did everything that he could understand the technology.", "ig": "N'oge a, Active-X na-eme ihe ọ bụla na teknụzụ na-abịanụ enweghị ike ịme."}}
{"translation": {"en": "Been on a bracelet that I've never worn.", "ig": "Enwere obere efere dị n'elu ọnụ mmiri nke m na-ewepụbeghị."}}
{"translation": {"en": "Why, it's Luke.", "ig": "otu ru rk en."}}
{"translation": {"en": "India has been rocked by sex attacks over the past years, with a 10-year-old giving birth in 2017 after she was raped.", "ig": "Ndị uweojii ebidola nyocha n'etu nwaanyị amaghị onwe ya ihe ruru afọ iri nọ n'ụlọọgwụ siri tụrụime mụọ nwa na nwgụcha ọnwa dizemba afọ 2018."}}
{"translation": {"en": "(Luke 23:43) Let us learn more about Jesus Christ and how he will make God's wonderful promises come true.", "ig": "(Luk 23:43) N'isiokwu na-esonụ, anyị ga-amụtakwu banyere Jizọs Kraịst nakwa otú ọ ga-esi mee ka ọmarịcha nkwa ndị Chineke kwere anyị mezuo."}}
{"translation": {"en": "All about us...", "ig": "Gbasara anyị..."}}
{"translation": {"en": "I want you to notice the grown-up me", "ig": "M pụtara na ị na-anabata ntozu okè m"}}
{"translation": {"en": "for the BBC", "ig": "a-ha na BBC"}}
{"translation": {"en": "Instead, it's a good idea to start with a small change.", "ig": "Ọ na-adịghị ga-abụ ihe magburu na, n'eziokwu, ọ bụ ka mma na-amalite obere na-agbanwe agbanwe."}}
{"translation": {"en": "What you see on Booking.com is what you get.", "ig": "Na Starfall.com ihe ị na-ahụ bụ ihe ị nwetara."}}
{"translation": {"en": "Please share this information to help people wake up.", "ig": "Biko kekọrịta edemede a iji nyere ụmụ nwoke aka ka ha jidekwa ahụike ha."}}
{"translation": {"en": "It's not just error", "ig": "Nke a abụghị naanị mmejọ nkịtị."}}
{"translation": {"en": "Macedonia is a rapidly developing country in Southeastern Europe.", "ig": "Macedonia bụ mba na-eto ngwa ngwa ma na-emepe emepe, nke dị na South-ọwụwa anyanwụ Europe."}}
{"translation": {"en": "The world: Australia", "ig": "Isi ụlọ ọrụ: Australia"}}
{"translation": {"en": "While A domain name is a part of a larger internet address called a URL.", "ig": "Iji bụrụ nke ziri ezi n'ụzọ ziri ezi, ngalaba aha bụ otu akụkụ nke ọnụọgụ ịntanetị dị ukwuu a na-akpọ \"URL.\""}}
{"translation": {"en": "The first child was named Cain.", "ig": "Mgbe ha mụrụ nwa nwoke mbụ ha, ha kpọrọ ya Ken."}}
{"translation": {"en": "\"Because\" response reveals that you can still change that sentence", "ig": "Ọ bụ ezie na edeberela ihe ederede na ị ka nwere ike \"tweak\" mmetụta ahụ."}}
{"translation": {"en": "There are many who love your work!", "ig": "Puku kwuru puku mmadụ hụrụ ọrụ anyị n'anya!"}}
{"translation": {"en": "If you seek from Me, you will find.", "ig": "Kama ọ bụrụ na ị tufuo ya nꞌihi m, ị ga-achọta ya."}}
{"translation": {"en": "Nice to be back in the land of the living", "ig": "Obi dị m ụtọ ịlaghachi n'ala ndị dị ndụ."}}
{"translation": {"en": "Just In Health.", "ig": "Jiri naanị ahụ ike."}}
{"translation": {"en": "Prayers for a baby girl", "ig": "Ekpere diri Nwa Agbọghọ Atụrụ nwanyị"}}
{"translation": {"en": "I say to you, whoever does not accept the kingdom of God like a child will not enter it.\"", "ig": "N' ezie , ana m asị unu , Onye ọ bụla nke na- anabataghị alaeze Chineke dị ka nwatakịrị agaghị aba n' ime ya ma ọlị ."}}
{"translation": {"en": "I stared at him unconsciously.", "ig": "\"Elere m ya anya n'amaghị ama."}}
{"translation": {"en": "It's a mix of floral and slightly spicy/musky I guess.", "ig": "Obere oke ala na akara ngosi / mkpọtụ na akara ahụ, echere m."}}
{"translation": {"en": "So I would like to leave", "ig": "mgbe ahụ, m masịrị pụọ"}}
{"translation": {"en": "The water's history", "ig": "Akụkọ M Gbasara Mmiri"}}
{"translation": {"en": "You can find that under the \"Contact Support\" option and by selecting \"Can't find an answer to your question?\"", "ig": "Gbanwee akụkụ a ma ọ bụrụ na a pụghị ịchọta azịza ya, site na ịhọrọ Mba, kọntaktị nkwado maka ajụjụ ahụ \"Ị nwere ike ịchọta ngwọta maka ajụjụ gị?\""}}
{"translation": {"en": "Here are the list of The Best Films for Your Smartphone", "ig": "Were foto kachasị mma na ngwa ngwa igwefoto ndị a maka smartphone gị"}}
{"translation": {"en": "In this review, we have the Korean version of the LG G Pro 2 that could differ from the international model.", "ig": "LG si ukara gam akporo Lollipop version nke Korean nlereanya nke LG G2 na nke ahụ debe ngwa niile nke LG."}}
{"translation": {"en": "there's a blizzard in your area...", "ig": "Chegodi oke ikuku mere na mpaghara gi..."}}
{"translation": {"en": "So it is very important for them to manage the tax efficiently to avail the full benefit of it.", "ig": "Ọ bụ ya mere o ji dị mkpa maka ụlọ ọrụ ka ha nwee ike isetịpụ ego na-aga nke ọma, ma kwanyere ha ugwu ka agbamume ya."}}
{"translation": {"en": "You are truly welcome, David.", "ig": "You're nabatara nke ọma, Dave!"}}
{"translation": {"en": "Wasn't it perfectly perfect?", "ig": "Ndibeghi ya zuru oke na mbu?"}}
{"translation": {"en": "The money itself is evil.", "ig": "Ego n'onwe ha ezighi ezi."}}
{"translation": {"en": "biotic or abiotic?", "ig": "Ike na biogel ma ọ bụ acrylic?"}}
{"translation": {"en": "Finally, you could stop working entirely.", "ig": "Site na nke a, ịnwere ike ịkwụsị ọrụ ahụ kpamkpam."}}
{"translation": {"en": "Ya know what I mean now...?", "ig": "Ị maara ihe m pụtara - site ugbu a ị:"}}
{"translation": {"en": "Overcoming fear of public speaking (Story)", "ig": "Na ụjọ na-emeela ka itumgbere site (na ịkpatawo) ọha na eze ntuli aka."}}
{"translation": {"en": "The patients may have their data sold on the black market.", "ig": "Ha nwere ike izuru data ka ha wee ree ya n'ahịa ojii."}}
{"translation": {"en": "That is equivalent to 4 viewing hours a day for about 20 years or 8 viewing hours a day for about 10 years.10.", "ig": "Nke ahụ dị ka oge elele anya 4 kwa ụbọchị maka ihe dịka afọ 20 ma ọ bụ 8 elele anya n'ehihie maka ihe dị ka afọ 10."}}
{"translation": {"en": "This is a CAD render of the Google Pixel 4.", "ig": "Nke a bụ mmeghe ihu na ntọala igwefoto ọhụrụ nke Google Pixel 4"}}
{"translation": {"en": "Why eco-innovation is essential for business growth", "ig": "Ihe kpatara Martech ji bụrụ atụmatụ dị mkpa maka uto azụmaahịa _ Martech Zone"}}
{"translation": {"en": "He walked up to the guard and asked him where the manager was.", "ig": "Ọ sịkwa na ha gara ụlọọrụ ndị uweojii ije jụọ ha ebe ya bụ mmiri sị baa opi ụgbọghịrị."}}
{"translation": {"en": "But we do not complain about the RX-A1080.", "ig": "Enweghị m mkpesa gbasara ọdịyo nke TX-NR708."}}
{"translation": {"en": "He was the best-selling recording artist from 1939 to 1943, leading one of the best known big bands .", "ig": "Ọ bụ ihe kasị mma-ere ndekọ omenka malite na 1939 ruo 1943, na-eduga onye nke kasị mma mara nnukwu gbalaga."}}
{"translation": {"en": "Use the scroll bars to move the image up, down, left, or right in the preview window.", "ig": "Jiri igodo igodo iji tichaa onyinyo ahụ pixel elu, ala, aka ekpe, ma ọ bụ aka nri n'ime windo ihe oyiyi ahụ."}}
{"translation": {"en": "What is the function of confocal microscope?", "ig": "Ntak emi mîdịghe ifịk ke iconIfịk ke ini n̄kotde ndidot?"}}
{"translation": {"en": "My hope with having an exhibition someday will be to shed light on infertility and women's reproductive health.", "ig": "Olileanya otu ụbọchị, nọọsụ ga-enweta ihe nrite maka agwa na iguzosi ike n'ezi na ndị nọọsụ na-anọchi anya."}}
{"translation": {"en": "The Third Sunday after Epiphany", "ig": "Sunday nke-atọ ka Epiphany gara."}}
{"translation": {"en": "We become God's enemy.", "ig": "Anyị bụrụla ndị iro Chineke na mbụ."}}
{"translation": {"en": "For each degree we established a general final expectation that we see as a benchmark in the development of the student's cultural awareness.", "ig": "Maka ogo nke ọ bụla, anyị kwadoro olileanya ikpeazụ nke anyị na-ahụ dị ka ihe akaebe maka mmepe nke mmuta nke onye mmụta."}}
{"translation": {"en": "Save the Planet: Take time to de-clutter", "ig": "Nkowasi: Wụt ugbu a oge na desktọọpụ."}}
{"translation": {"en": "With KAYAK, you can't really publication anything through the web site.", "ig": "Site na PS Vita, ị gaghịzi enwe ike ịnyefe ihe ọ bụla site na ntaneti na-dobe."}}
{"translation": {"en": "All data does not necessarily transmitted correctly.", "ig": "N'ezie, ịkwesighi ịmegharị ozi niile na- abata na folda kwesịrị ekwesị site n'aka."}}
{"translation": {"en": "What happened to the split screen?", "ig": "Gịnị mere DataNumen Disk Image?"}}
{"translation": {"en": "How many people live on a dollar a day?", "ig": "Ego ole ka ọnụ ọgụgụ nke ndị mmadụ na-ahụ maka otu ụbọchị n'ụbọchị?"}}
{"translation": {"en": "Also the wallpapers are not done yet (includes the Dock under the Dashboard...", "ig": "ChaCha nwekwara nghọta n'ime usoro (n'aka ekpe bụ dashboard nke m wuru)."}}
{"translation": {"en": "So, maybe we can start to see why this feast day is celebrated throughout the whole world.", "ig": "Na mkpokọta ihe ndị a niile, anyị nwere ike ịghọta ihe kpatara egwuregwu a na-aga kwa ụbọchị.."}}
{"translation": {"en": "You can also listen to your favorite songs on the camcorder.", "ig": "I nwekwara ike ige nti pọdkastị kachasị amasị gị n'ime Rhythmbox."}}
{"translation": {"en": "0 Responses to \"Twitter is making changes to the API.", "ig": "Ndị ọrụ Twitter na-atụgharị uche na mgbanwe dị iche iche nke okwu \"sụgharịa n'ime DM.\""}}
{"translation": {"en": "The system is very effective, the worlds most popular casino games the payment is made almost instantaneously.", "ig": "The nso nke egwuregwu bụ nnọọ mbara, àjà ndị kasị ewu ewu cha cha egwuregwu, -eji kpọrọ ihe site nile."}}
{"translation": {"en": "Supply and Use of the nation's Urban Highways", "ig": "Otu esi etinye ya ma jiri ya Ota Citizen's Plaza"}}
{"translation": {"en": "As for your examples, there is something wrong with the word order.", "ig": "Kọlụl mbụ, Iwu a na-akpọ, nwere ihe mejọrọ na ụzọ ụzọ ya dị iche."}}
{"translation": {"en": "With its Media Browser provided, you can easily find your local media files and drag them directly into the program window for converting.", "ig": "Na ya Media Nchọgharị nyere, ị nwere ike mfe ịhụ gị Obodo media faịlụ na ịdọrọ ha kpọmkwem n'ime usoro ihe omume window maka converting."}}
{"translation": {"en": "Lightzone was first launched in 2005 as business software program, although the corporate behind the applying stopped improvement of the software program in 2011.", "ig": "E bu ụzọ kpoo Lightzone na 2005 dịka ngwanrọ azụmahịa, ọ bụ ezie na ụlọ ọrụ dị n'azụ ngwa ahụ kwụsịrị mmepe nke ngwanrọ ahụ na 2011."}}
{"translation": {"en": "Usually it involves a week off school.", "ig": "Ọ na-anọcha otu izuụka mgbe ụfọdụ ma o si ụlọakwụkwọ were bịa."}}
{"translation": {"en": "It can also help to stop hair loss.", "ig": "O nwekwara ike inye aka wepu ntutu isi ma belata ntutu isi."}}
{"translation": {"en": "Ground, He first class, 2s second class.", "ig": "N'elu ụlọ nke mbụ, klas ndị isi, na ụlọ nke abụọ nke klaasị nke mbụ."}}
{"translation": {"en": "He told his disciples, \"Sit here, while I go over there and pray.\" 37 He took with him Peter and the two sons of Zebedee, and he began to be sorrowful and distressed.", "ig": "Ọ nọ sị ụmụ-azụụn a, \"Nọdị nị alị ebeni nị m jẹnzụka d'e mẹ ekpere.\" 37 Ọ nọ weri Pita lẹ ụmụ Zẹbẹdi ẹbụọ, ọ nọ sụkụrụma, obi nọ ferimẹ ẹ."}}
{"translation": {"en": "\"You shall fear the LORD your God; you shall serve Him and cling to Him, and you shall swear by His name. -Deut.", "ig": "Ọ bụ Jehova bụ́ Chineke gị ka ị ga- atụ egwu , ọ bụkwa ya ka ị ga- efe , ọ bụkwa aha ya ka ị ga- eji ṅụọ iyi ."}}
{"translation": {"en": "Only you can make the choice to continually show up.", "ig": "Ị pụrụ nanị ikpebi usoro ya iji mee ka ọ laghachi azụ na nkịtị."}}
{"translation": {"en": "The Story of Power", "ig": "ike no hotori"}}
{"translation": {"en": "The Judicial System of Jehovah's Witnesses (Part 1): From God or Satan?", "ig": "Usoro Ikpe nke Ndịàmà Jehova: O Si n'aka Chineke Ka Ọ Bụ Setan? - Ibe akwukwo Beroean - JW.org Onye nyocha"}}
{"translation": {"en": "As my father has sent me, so I send you.\"", "ig": "Dị ka Nna m zitere m, otú ahụ ka m na-eziga gị.\""}}
{"translation": {"en": "At this point, I'm about to grab my cell phone.", "ig": "\"M na-ebudatara a nso nke oge mmachi Pọdkastị m iPhone."}}
{"translation": {"en": "where do they find the time?", "ig": "Ebee ka ịchọta oge?!"}}
{"translation": {"en": "HAVE you forgotten?", "ig": "Ofer: Na-echefu ihe ?"}}
{"translation": {"en": "Comments in Russian (though they don't much matter).", "ig": "E nwekwara nkwado maka asụsụ Russian * (ọ bụ ezie na ụfọdụ ebe akara ajụjụ na-apụta, ma ọ bụghị ihe dị egwu)."}}
{"translation": {"en": "\"And you will cry out in that day because of your king whom you have chosen for yourselves, and the Lord will not hear you in that day. \"", "ig": "Unu ga- eti mkpu ákwá n' ụbọchị ahụ n' ihi eze unu , bụ́ onye unu onwe unu họọrọ , ma Jehova agaghị aza unu n' ụbọchị ahụ ."}}
{"translation": {"en": "There could be an awakening.", "ig": "Nke A Pụrụ Ịbụ Onye Ọzọ Teta!"}}
{"translation": {"en": "Go back to the drawing board with the camera", "ig": "Otú ọ dị, buo batrị ahụ gaa na ebe nchekwa ahụ na igwefoto."}}
{"translation": {"en": "I'll turn to my friend", "ig": "Ugbu a, ka m kwee ukwe maka enyi m."}}
{"translation": {"en": "As the British empire", "ig": "nd ihe British Empire."}}
{"translation": {"en": "You can also go through the official website and book your flight within three minutes.", "ig": "Ị nwekwara ike gụọ nyocha ma lelee vidiyo na -egosi isi mmega ahụ n'ime naanị nkeji asatọ."}}
{"translation": {"en": "There is a train, train, train", "ig": "Okwuona, Tran"}}
{"translation": {"en": "There are chances that the questions can be twisted.", "ig": "Ndị ọzọ na-eche na ịjụ ajụjụ pụrụ imenye ha ihere."}}
{"translation": {"en": "You just could feel it all around you.", "ig": "Nwere ike ịchọ naanị gburugburu gị."}}
{"translation": {"en": "There is a transition in the way people access the internet.", "ig": "Oge gbanwere mgbe ndị mmadụ nwere ike ịnweta ịntanetị site na kọmputa."}}
{"translation": {"en": "The only drawback is the format of MP4.", "ig": "The nanị ihe ngwọta na-n'ịtụgharị ka a ọkọlọtọ format ka MP4."}}
{"translation": {"en": "Net24.Net24's new service provides a quick and easy", "ig": "Akwụkwọ Oyiyi OKI Data's B412dn na ngwa ngwa na oke ego"}}
{"translation": {"en": "What is the meaning of talent and skill?", "ig": "Kedu ihe bụ talent na ọgụgụ isi na nkà mmụta mmekọrịta ụmụ mmadụ?"}}
{"translation": {"en": "So far there are 11:", "ig": "Ruo ugbu a, anyị na-eche echiche 11:"}}
{"translation": {"en": "We're still looking for data on See's Candies' price competitiveness.", "ig": "Anyị ntị ka na-akwado ahịa na anyị elu larịị Njirimara nke cores."}}
{"translation": {"en": "p.s. wheres the list", "ig": "Pls kedu mgbe ndepụta ga-apụta"}}
{"translation": {"en": "Then Joash the king of Israel came down to him, and wept over his face, and said, \"O my father, my father, (AO) the chariots of Israel and their horsemen!\"", "ig": "Jehoash bụ́ eze Izrel wee gbadakwuru ya ma malite ịkwa ákwá n' ihu ya , sị: \" Nna m , nna m , ụgbọ ịnyịnya agha Izrel na ndị na- agba ịnyịnya ya !"}}
{"translation": {"en": "Local searches for \"b-i-z\" 0", "ig": "Ihu nà ime ụdàkọ \"Onyenbanife ig-0\""}}
{"translation": {"en": "\" Service interrupted due to a protest near the train tracks, \" read a message in French displayed on a screen on the train platform.", "ig": "\"A kwụsịrị ọrụ n'ihi ngagharị iwe dị n'akụkụ ụzọ ụgbọ oloko ahụ,\" gụrụ otu ozi na French nke gosipụtara na ihuenyo ụgbọ okporo ígwè."}}
{"translation": {"en": "the treatment of choice for your voice and music", "ig": "Họrọ ụdị ndeji gị na ụdị ụda gị."}}
{"translation": {"en": "He who sits in the Heavens will laugh.", "ig": "Onye ahụ bi n'elu igwe ga-achị ha ọchị."}}
{"translation": {"en": "At a price of $2,398,000 this deal will not last.", "ig": "Na ọnụahịa efu nke $ 2.99, ọrụ a adịghị enyefe ihe zuru ezu iji nweta ụgwọ ịkwụ ụgwọ."}}
{"translation": {"en": "There is a man dressed in yellow, talk to him", "ig": "Onye yiri uwe nkịrịka , agwa ya okwu nkịrịnka."}}
{"translation": {"en": "The first step is to choose your area.", "ig": "Ihe mbụ ị ga-eme bụ ịhọrọ mpaghara ala gị."}}
{"translation": {"en": "We have helped thousands of people get answers and find the right integrated treatment options since 1995.", "ig": "Anyị enyochala puku mmadụ ole na ole kemgbe mmalite nke ọrịa a ma anyị achọpụtala ụdị nzaghachi dị iche iche dị iche iche na nrụgide nke 2020."}}
{"translation": {"en": "The salvation of the Other Sheep depends on obedience to the Governing Body.", "ig": "Nzoputa nke aturu nke ozo dabere na irubere ndi isi ochichi isi."}}
{"translation": {"en": "\"Enter the Garden, you and your wives, in happiness\" (43:70).", "ig": "43:70 (ọ ga-sịrị) 'Ị na gị na di na nwunye, tinye,-eje ije na ọṅụ n'ime Paradaịs ! '"}}
{"translation": {"en": "The following is the trading account for Nigeria", "ig": "Usoro ndị dị n'okpuru ga-agagharị gị maka itinye akwụkwọ maka ọrụ ndị ọrụ Nigeria:"}}
{"translation": {"en": "Google Now is available for free.", "ig": "Google enwetala ya ugbu a ma nweere onwe ya."}}
{"translation": {"en": "2:10 They only asked us to remember the poor - the very thing I also was eager to do.", "ig": "2:10 -arịọ naanị na anyị kwesịrị iburu n'uche nke ndị ogbenye, nke bụ ihe ah nke m bụ solicitous ime."}}
{"translation": {"en": "If you check out this article about choosing the best Linux distribution you will see a list of the top 25 distributions as listed on Distrowatch.", "ig": "Ọ bụrụ na ị nyochaa isiokwu a banyere ịhọrọ nkesa Linux kachasị mma ị ga-ahụ ndepụta nke nkesa 25 kachasị dị ka edepụtara na Distrowatch."}}
{"translation": {"en": "Moody's recognizes that Komercni Banka is an important part of", "ig": "Sony CEO kwuru na ngalaba nke ụlọ ọrụ ahụ bụ akụkụ dị mkpa nke azụmahịa ahụ"}}
{"translation": {"en": "consisting almost entirely of names", "ig": "Aha ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ aha ha ga-amachibidoro."}}
{"translation": {"en": "The most powerful tool for business and personal development", "ig": "FullSEO kachasị dị irè maka omume azụmaahịa na azụmaahịa elektrọnik."}}
{"translation": {"en": "Some tried to create a cozy and beautiful children's room, to purchase the best toys.", "ig": "Ụfọdụ gbalịrị ịmepụta ụlọ dị mma na ụmụaka mara mma, ịzụta ihe ndị kacha mma."}}
{"translation": {"en": "Creating an engaged email list should be one of the very first things you do when starting an online business.", "ig": "Ịmepụta listi email ga-abụ otu n'ime ihe mbụ ị na-eme mgbe ịmalitere blog."}}
{"translation": {"en": "If you are in search of a 2nd passport, Vanuatu is a perfect destination due to its stable financial system, the excellent tax residency conditions and good telecommunication infrastructure.", "ig": "Ọ bụrụ n 'ịchọrọ paspọtụ nke abụọ, Vanuatu bụ ebe kachasị mma n'ihi sistemụ ego ya kwụsiri ike, ọnọdụ obibi ụtụ ụtụ mara mma yana akụrụngwa nkwukọrịta ọma."}}
{"translation": {"en": "1:5 The Word of God on high is the source of wisdom, whose steps are eternal commandments.", "ig": "1:5 Okwu Chineke na elu bụ isi iyi nke amamihe, onye nzọụkwụ bụ ebighi nyere n'iwu."}}
{"translation": {"en": "company is not a member of the World Gold", "ig": "onye ya na ya so ujo adighi atu ya na enu uwa"}}
{"translation": {"en": "So if you are ready, then go for it today.", "ig": "Ọ bụrụ na ọ bụ ok, dị nnọọ-anọgide na-pịa apa ọkụ taabụ."}}
{"translation": {"en": "I don't understand some fans sometimes", "ig": "Mgbe ụfọdụ anaghị m aghọta ụfọdụ ndị ọcha."}}
