{"translation": {"en": "It's a city in Australia", "yo": "O jẹ ilu ipamo ti o wa ni Australia."}}
{"translation": {"en": "It is extremely important for growth and development.", "yo": "Eyi jẹ pataki fun ilọsiwaju ati kikun."}}
{"translation": {"en": "Kuala Lumpur is a great place to work!", "yo": "Kuala Lumpur, gẹgẹbi o daju, jẹ ibi ti o dara fun iṣẹ."}}
{"translation": {"en": "How can I change it.", "yo": "Bawo ni MO ṣe le ṣatunṣe rẹ?"}}
{"translation": {"en": "That's given me a lot of peace.", "yo": "Àláfíà gbáà ni èyí jẹ́ fún mi."}}
{"translation": {"en": "And then the Angels got to him.", "yo": "Àwọn angẹli bá wá sọ́dọ̀ rẹ̀, wọ́n ń ṣe iranṣẹ fún un."}}
{"translation": {"en": "Came To Moscow for a month.", "yo": "Ti de Ilu Moscow ni oṣu kan."}}
{"translation": {"en": "Can you give me a better offer?", "yo": "Ṣe o le fun mi ni alaye diẹ sii?"}}
{"translation": {"en": "I came over to help.", "yo": "Mo wa nibi lati ran."}}
{"translation": {"en": "But Paul says, \"No.\"", "yo": "Paulu dahun ibeere naa, o sọ pe, 'Bẹẹkọ'."}}
{"translation": {"en": "This is a key way to develop new opportunities.", "yo": "Eyi jẹ ọna nla lati ṣii awọn ilọsiwaju tuntun ni aye."}}
{"translation": {"en": "My father was a teacher in a school.", "yo": "Baba mi jẹ olukọ ti ẹkọ mathematiki ni ile-iwe."}}
{"translation": {"en": "\"Your mother's still alive?\"", "yo": "Ó béèrè pé, 'Ṣe baba yín ṣì wà láààyè?"}}
{"translation": {"en": "Manasseh's border was on the north side of the river and it continued west to the Mediterranean Sea.", "yo": "Ààlà àwọn ọmọ Manase tún lọ sí apá àríwá odò náà, ó sì pin sí Òkun Mẹditarenia."}}
{"translation": {"en": "Two different vehicles were seen in the area", "yo": "Lasiko iwaadi wọn ri oku meji ni agbegbe naa."}}
{"translation": {"en": "The University of Ma", "yo": "Ma'mun University College"}}
{"translation": {"en": "' She lived in Miami, Florida", "yo": "Amerika o si n gbe ni Miami ni Florida."}}
{"translation": {"en": "My name is Brother Matthaios.\"", "yo": "\"Orúkọ mi ni Arákùnrin Kólá Ọlátúbòsún."}}
{"translation": {"en": "Don't forget your shopping basket;)", "yo": "Nitorinaa maṣe gbagbe iwe-aṣẹ CC rẹ 😉"}}
{"translation": {"en": "You will also need to think about how you will access water.", "yo": "O tun nilo lati ronu bi awọn ohun ọgbin rẹ yoo ṣe gba omi."}}
{"translation": {"en": "That was James'.\"", "yo": "znim lo bi jem.\""}}
{"translation": {"en": "They also receive health services for the whole family.", "yo": "Bákan náà ni Sanwó-Olú tún ní gbogbo ẹbí wọn ni yóò gba owó ìrànwọ́."}}
{"translation": {"en": "IAS are typically used in industries such as electrical, water, oil, gas and data.", "yo": "Awọn ICS nigbagbogbo lo ni awọn ile-iṣẹ bii itanna, omi, epo, gaasi ati data."}}
{"translation": {"en": "lived with his wife in the same house.", "yo": "Ile kan naa si ni oun ati aburo ọkọ rẹ n gbe papọ."}}
{"translation": {"en": "I started noticing results after 2 weeks.", "yo": "Mo ṣe akiyesi awọn abajade lẹhin awọn ọsẹ 2."}}
{"translation": {"en": "Did This Happen to You?", "yo": "Ranti, ṣe eyi ṣẹlẹ si ọ?"}}
{"translation": {"en": "Security Magazine lists some of the biggest web application attacks in 2020.", "yo": "Oju opo Google ti ṣagbejade akọsilẹ ohun tawọn eeyan n beere ibeere nipa rẹ julọ lagbaye lọdun 2020."}}
{"translation": {"en": "It happened then, and it is happening now.", "yo": "O ti ṣẹlẹ nigbagbogbo ati ni akoko yii kii yoo kere."}}
{"translation": {"en": "Don't you realise that Christ Jesus is in you?", "yo": "Àbí ẹ̀yin fúnra yín kò mọ̀ pé Kristi Jesu wà ninu yín?"}}
{"translation": {"en": "What was God's original purpose for the earth and mankind?", "yo": "Kí Ni Ọlọ́run Ní Lọ́kàn Tó Fi Dá Ilẹ̀ Ayé àti Àwa Èèyàn? | Bíbélì Fi Kọ́ni"}}
{"translation": {"en": "Here are some of the most popular ways to do it.", "yo": "Awọn ọna diẹ ti o gbajumo julọ wa lati ṣe eyi."}}
{"translation": {"en": "The first step is to ascertain whether the Source is reliable.", "yo": "1 - Ṣe àyẹ̀wò orísun ìròyìn nàá Nkan àkọ́kọ́ tó sẹ pàtàkì ni láti yẹ orísun tí ìròyìn nàá ti wá wò, láti mọ̀ bóyá èyí tó ṣe é f'ọkàn tán ni."}}
{"translation": {"en": "He ate nothing at all during that time.", "yo": "Kò jẹ ohunkohun ní gbogbo àkókò náà."}}
{"translation": {"en": "The Christ is here!", "yo": "krasiwa si !"}}
{"translation": {"en": "There are lots of bad things, but I thank God.", "yo": "Wọn pọ , ṣugbọn mo dupẹ lọwọ Ọlọrun."}}
{"translation": {"en": "For often he is falling into the fire and often into the water.", "yo": "Ó sì ń joró gidigidi, nígbà púpọ̀ ni ó máa ń ṣubú sínú iná tàbí sínú omi."}}
{"translation": {"en": "There are lots of different reasons why corruption like this occurs, but the outcome usually looks like one of these three situations:", "yo": "Ọpọlọpọ idi ti o yatọ si idi ti idibajẹ yii n ṣẹlẹ, ṣugbọn abajade maa n dabi ọkan ninu awọn ipo mẹta wọnyi:"}}
{"translation": {"en": "Thank you for all the help you have given us over the years.\"", "yo": "Mo ṣeun fun gbogbo atilẹyin ti o fun mi ni awọn ọdun ...,\""}}
{"translation": {"en": "But more importantly, it uses the most advanced materials and technologies.", "yo": "Ṣugbọn diẹ ṣe pataki, o nlo awọn ohun elo to ti ni ilọsiwaju julọ ati awọn imọ-ẹrọ."}}
{"translation": {"en": "Evidently, parents do not have enough time to monitor the activities of their children.", "yo": "Ó ṣeé ṣe kó jẹ́ pé àwọn òbí wọn ò ráyè láti kíyè sí nǹkan tí wọ́n ń ṣe."}}
{"translation": {"en": "An investigation into the matter was opened in January.", "yo": "Ní ọjọ́ kinni oṣù kẹwaa, wọ́n bẹ̀rẹ̀ sí ṣe ìwádìí lórí ọ̀rọ̀ yìí."}}
{"translation": {"en": "This way you will get the best deals.", "yo": "Ni ọna yii o yoo ṣe awọn esi ti o dara julọ."}}
{"translation": {"en": "The Bible doesn't clearly address the issue of abortion.", "yo": "Idahun: Bíbélì kò sọ nípa oyún ṣíṣẹ́ ní pàtó."}}
{"translation": {"en": "This video is a recording of those presentations.", "yo": "Fidio yii jẹ asọye lati awọn oju-iwe wọnyẹn."}}
{"translation": {"en": "I have until 7:00 PM to post my argument.", "yo": "Mo ni titi di 7 PM loni lati dahun si awọn asọye."}}
{"translation": {"en": "It requires iOS 7.0 or higher and is optimized for iPhone 5.", "yo": "Photoshop Fọwọkan nilo iOS 6.0 tabi ga julọ, ṣugbọn o jẹ iṣapeye fun iPhone 5."}}
{"translation": {"en": "The Lord said unto my Lord:", "yo": "1Olúwa sọ fún Olúwa mi pé:"}}
{"translation": {"en": "Because it's by far: One of the most distinguished piece of software.", "yo": "Ati fun idi ti o dara: o jẹ ọkan ninu awọn software ti o wulo julọ ni agbaye ti ẹda oni-ẹda."}}
{"translation": {"en": "In our examples, we will consider the disorder and various aspects that relate to the topic.", "yo": "Ninu nkan yii a yoo sọrọ nipa itọsọna iyasọtọ ati awọn oriṣiriṣi awọn apakan ti a gbọdọ ṣafikun ninu rẹ."}}
{"translation": {"en": "15:20 And he arose and came to his father.", "yo": "15:20 Ati dide, ó lọ sí ọ̀dọ̀ baba rẹ̀."}}
{"translation": {"en": "Jesus was a real man .", "yo": "Jesu je kan gidi ọkunrin."}}
{"translation": {"en": "You listen to the wrong music.", "yo": "Ma ṣe gbọ orin ti o ko fẹ."}}
{"translation": {"en": "60 Jesus said to him, \"Let the dead bury their own dead, but you go and proclaim the kingdom of God.\"", "yo": "60Jesu sì wí fún un pé, \"Jẹ́ kí àwọn òkú máa sìnkú ara wọn: ṣùgbọ́n ìwọ lọ kí o sì máa wàásù ìjọba Ọlọ́run.\""}}
{"translation": {"en": "With virtual reality, you can do this and more.", "yo": "Bayi, pẹlu Photokeys, o le ṣe eyi ati pupọ diẹ sii"}}
{"translation": {"en": "10:7 Ephraim will be like a hero.", "yo": "7Efraimu yóò sì ṣe bí alágbára,"}}
{"translation": {"en": "He showed me the videos.", "yo": "O fi awọn fidio fidio Pele han mi."}}
{"translation": {"en": "Have a good night:)))", "yo": "good night:)) je to good:D"}}
{"translation": {"en": "Try it out yourself and then tell us.", "yo": "Gbiyanju mejeeji ki o ṣe afiwe fun ara rẹ lẹhinna sọ fun wa."}}
{"translation": {"en": "I'm not sure that the process has been finalised yet.", "yo": "Emi ko ni idaniloju pe wọn ti pari irin-ajo bii eyi, botilẹjẹpe."}}
{"translation": {"en": "You are also a very good person.", "yo": "O tún n sènìyàn rere."}}
{"translation": {"en": "(His mother's name [was] Shelomith the daughter of Dibri, of the tribe of Dan.)", "yo": " (Orúkọ ìyá rẹ̀ ní Ṣelomiti, ọmọbìnrin Debiri, ti ẹ̀yà Dani)."}}
{"translation": {"en": "92:2 The Lord has reigned.", "yo": "92:2 Oluwa ti jọba."}}
{"translation": {"en": "War (In the Style of Bob Marley) Karaoke Version", "yo": "Yé Ké Yé Ké (In the Style of Mory Kante) Karaoke Version"}}
{"translation": {"en": "It can be awkward, but you have to ask.", "yo": "Irú èrò yìí lè wa si yín lọ́kàn sugbon o tini lójú láti béèrè."}}
{"translation": {"en": "What happens when they all die?", "yo": "Kini yoo ṣẹlẹ nigbati gbogbo rẹ ba buru?"}}
{"translation": {"en": "Do I have any influence on the use of my data?", "yo": "Kini ipa lori iṣowo mi yoo jẹ ti Mo bẹrẹ titaja lori ayelujara?"}}
{"translation": {"en": "What was God's law for us all?", "yo": "Ki ni ofin olorun ninu Kristi si gbogbo eniyan?"}}
{"translation": {"en": "\"So tell us the story.\"", "yo": "\"So itan kanna fun mi\""}}
{"translation": {"en": "\"description\" => \"Enter their position and their company name.\")", "yo": "'blockedtext' => \"<big> \" 'A ti dínà orúkọ oníṣe tàbí ojúọ̀nà IP yín. \" '</big>"}}
{"translation": {"en": "They had to wait until she was 14 for the wedding.", "yo": "Mo gba ki won se igbe iyawo fun un lojo to ba pe eni odun merinlelogbon."}}
{"translation": {"en": "Thanks, didn't know;)", "yo": "O ṣeun, Emi ko mọ nipa eyi 😉"}}
{"translation": {"en": "For the past 11 years, the Taliban have been fighting Afghan and NATO forces.", "yo": "Lati bii ọdun mẹrin bayii, ina ko tii wọ laarin Sudan ati Ethiopia lorii bi wọn yoo ṣe maa ṣakoso adagun odo naa."}}
{"translation": {"en": "Hello, Warm greetings to all, I am John.", "yo": "Bonjour à tous, je suis Yannlamuk."}}
{"translation": {"en": "significant increases in the future.", "yo": "Ni ojo iwaju, mu atunwi naa pọ sii."}}
{"translation": {"en": "Then i'll tell what happens.", "yo": "Nigbana ni emi o sọ fun ọ ohun ti o gbọdọ ṣẹlẹ."}}
{"translation": {"en": "29\"As you have said,\" Moses replied, \"I will never see your face again.\"t", "yo": "29 Mose si wipe, Iwọ fọ̀ rere; emi ki yio tun ri oju rẹ mọ́."}}
{"translation": {"en": "After a while, I met some people and we formed a team.", "yo": "\"Nígbà kan, èmi àti ọ̀dọ́kùnrin kan pàdé níbì kan, a sì gba nọ́ńbà ara wa."}}
{"translation": {"en": "43:11 Bu nedenle, their father Israel said to them: \"If it is necessary to do so, then do what you will.", "yo": "43:11 Nitorina, baba wọn Israẹli sọ fún wọn: \"Ti o ba jẹ dandan lati ṣe bẹ, lẹhinna ṣe ohun ti o fẹ."}}
{"translation": {"en": "48and said to them, \"Whoever receives this child in my name receives me, and whoever receives me receives him who sent me.", "yo": "9:48 O si wi fun wọn pe: \"Ẹnikẹni yoo gba ọmọ yi li orukọ mi, o gbà mi; ati ẹnikẹni ti o ba gbà mi, gbà ẹniti o rán mi."}}
{"translation": {"en": "We will be going back to the future!", "yo": "Emi yoo dajudaju pada wa fun rira ọjọ iwaju!"}}
{"translation": {"en": "He said, \" I bought a house.\"", "yo": "\"Ṣugbọn o dahùn, \"Mo ti yoo ra oko.\""}}
{"translation": {"en": "and they do not know My ways.", "yo": "Nitoriti nwọn kò mọ ọ̀na mi."}}
{"translation": {"en": "19 Then You will be pleased with the sacrifices of righteousness,", "yo": "19Nígbà náà ni inú rẹ yóò dùn sí ẹbọ òdodo,"}}
{"translation": {"en": "God speaks to us through Him.", "yo": "Ṣugbọn ranti pé Ọlọrun sọrọ si wa nipasẹ ọrọ rẹ."}}
{"translation": {"en": "Card reader and computer communication between the cable length should be less than 15 metriä.", "yo": "Oluka kaadi ati kọmputa ibaraẹnisọrọ laarin awọn USB gigun yẹ ki o wa kere ju 15 mita."}}
{"translation": {"en": "Cultivating an understanding of our history and culture", "yo": "Ṣàyẹwò àwọn àkántì ìgbóhùnsáfẹ́fẹ́ orí ayélujára wa láti ní òye ti àṣà àti àṣà ìbáraẹnisọrọ wa"}}
{"translation": {"en": "It's the main thing about you.", "yo": "Eyi ni ohun nla nipa rẹ."}}
{"translation": {"en": "All of this in one way or a second has an effect on the score.", "yo": "Gbogbo eyi ni ọna kan tabi omiiran yoo ni ipa lori iye akoko ilana naa."}}
{"translation": {"en": "In the Bible, God chose Jerusalem as a sacred city.", "yo": "Ni awọn ẹsẹ ti a ka pé Ọlọrun ti yàn Jerusalemu."}}
{"translation": {"en": "\"Do not stay so far from me, for trouble is near, and no one else can help me.", "yo": "Má jìnnà sí mi,nítorí pé ìyọnu wà nítòsí,kò sì sí ẹni tí yóo ràn mí lọ́wọ́."}}
{"translation": {"en": "Don't let them break those rules.", "yo": "Máṣe ran àwọn ẹlòmíràn lọ́wọ́ láti rú àwọn òfin wọ̀nyí."}}
{"translation": {"en": "He is the UNFPA Representative to Somalia since March 2019.", "yo": "O je Oga Omose Agbogun Naijiria lati July 1975 de October 1979."}}
{"translation": {"en": "Such a set will be a full-fledged gift that will be remembered for a long time.", "yo": "Fun iyawo, eyi yoo jẹ ẹbun nla kan ati fifun, eyiti a yoo ranti fun igba pipẹ."}}
{"translation": {"en": "When one of them loses their job, the first thing that goes is the house.\"", "yo": "\"Nigba miran to ba de lati ibi iṣẹ, nkan akọkọ ti yoo kọkọ beere fun ni ibalopọ.\""}}
{"translation": {"en": "This allows you to achieve the best payback of the projects.", "yo": "Eyi yoo fun ọ ni ipadabọ ti o dara julọ lori idoko-owo."}}
{"translation": {"en": "St. Michel's Church at night", "yo": "Igreja de St. Miguel at Night"}}
{"translation": {"en": "I Have A Dream to Play Basketball", "yo": "ni dream lati play ball bi Kaka."}}
{"translation": {"en": "You've never killed a man.", "yo": "Iwọ ko ti pa eniyan ni yarayara ni igba atijọ!"}}
{"translation": {"en": "PhoenixNAP is used by 0.1% of all the websites.", "yo": "Nipa ifiwera, Penguin 1.0 kan 3.1% ti gbogbo awọn oju opo wẹẹbu."}}
{"translation": {"en": "But like many things in life, this was too good to be true.", "yo": "Ṣugbọn bii ohun gbogbo ni igbesi aye ... o lẹwa pupọ lati jẹ otitọ."}}
{"translation": {"en": "(Job 14:14) Is it really possible for a person who is dead to live again?", "yo": " (Jóòbù 14:14) Ǹjẹ́ ó ṣeé ṣe kí èèyàn tí ò lẹ́mìí mọ́, tó ń sùn nínú ikú tún padà wá sí ìyè?"}}
{"translation": {"en": "All of the body's processes are commanded by hormones.", "yo": "Gbogbo awọn ilana ninu ara eniyan ni ofin nipasẹ awọn homonu."}}
{"translation": {"en": "Both my brothers-in-law, Claudio and Alberto, played football.", "yo": "Awọn arakunrin rẹ ni Claudio ati Alberto tun wa ni ere idaraya."}}
{"translation": {"en": "This project is centered around the continuity between life and death.", "yo": "Bayi, asọye ni iwontunwonsi deede laarin iwa igbesi aye ati iwa ibajẹ."}}
{"translation": {"en": "Family of 2 adults and 3 kids can purchase a ticket for 70 dollars.", "yo": "Ẹbi ti awọn agbalagba meji ati awọn ọmọ meji le ra tikẹti ẹbi kan ni iye owo 58 francs."}}
{"translation": {"en": "It creates a bad name too.", "yo": "Wọ́n tún ń pè é lórúkọ burúkú."}}
{"translation": {"en": "Secondly, i tryed to make a ship dock.", "yo": "Ni akọkọ, Mo ṣeduro pe ki o mu ọkọ oju omi lori adagun."}}
{"translation": {"en": "6:2But I have built a house to his name, that he might dwell there for ever.", "yo": "6:2 Sugbon mo ti kọ ile kan si orukọ rẹ, ki on ki o le ma gbe ibẹ lailai. \""}}
{"translation": {"en": "International journal of African studies", "yo": "Mgbakoigba Journal Of African Studies"}}
{"translation": {"en": "Watch the video and see if you can find the answer", "yo": "Wo fidio ati pe iwọ yoo mọ ẹda"}}
{"translation": {"en": "Weight loss is beginning in the second week after the beginning of the cure.", "yo": "Aami ori ika-ọwọ yio bẹrẹ sii han ni ọsẹ kẹwa lẹhin idapọ ọkunrin ati obirin."}}
{"translation": {"en": "The super fun toy...", "yo": "Super fun lego toy"}}
{"translation": {"en": "We are waiting to get started.", "yo": "A duro de iboju lati tun bẹrẹ."}}
{"translation": {"en": "The number may be huge but is finite nevertheless.", "yo": "Agbaye tobi, ṣugbọn o le ma jẹ ailopin."}}
{"translation": {"en": "There are many barriers to change.", "yo": "Awọn ọna egbogi pupọ wa fun atunṣe."}}
{"translation": {"en": "He first gained popularity in the early 1970s for films such as Zanjeer, Deewaar and Sholay.", "yo": "Ó kọ́kọ́ gbajùmọ̀ nígbà ìbẹrẹ̀ àwọn ọdún 1970 fún àwọn fílmù bíi Zanjeer, Deewaar àti Sholay."}}
{"translation": {"en": "This side effect is rare, but if it occurs, the blindness is irreversible.", "yo": "Eyi kii ṣe arun ti o farahan ara rẹ lẹsẹkẹsẹ, ṣugbọn ti o ba padanu akoko naa, awọn esi yoo di irreversible."}}
{"translation": {"en": "I never got time to go hunting but did love the people and the countryside.", "yo": "Emi ko wa sibẹ ṣugbọn Mo nifẹ ariwa ati gbogbo agbegbe yẹn."}}
{"translation": {"en": "If you refuse to let him go, behold, I shall kill your firstborn son.\"", "yo": "Ṣùgbọ́n bí ìwọ bá kọ̀ láti rán an lọ, kíyè sí i èmi yóò pa ọmọkùnrin rẹ, àkọ́bí rẹ.\"'\"+"}}
{"translation": {"en": "'Return to your lord and ask him.'", "yo": "Lọ ki o si sọ oluwa rẹ pe Elijah ni nibi. \""}}
{"translation": {"en": "This is our prophecy.", "yo": "Eyi ni ibi ti wiwa asọtẹlẹ wa ninu."}}
{"translation": {"en": "Marty: No, I haven't seen them.", "yo": "Ayàwòrán: Ó tì o, n kò rí wvn lánàá."}}
{"translation": {"en": "\"David the son of Jesse.\"", "yo": "\"Dafidi ọmọ Jese,"}}
{"translation": {"en": "Hostpapa was founded in 2006 by Jamie Opalchuk, with its headquarters in Ontario, Canada.", "yo": "Oludasile ni 2006 nipasẹ Jamie Opalchuk, HostPapa ti wa ni Ontario, Kanada."}}
{"translation": {"en": "If one of you says to him, \"Go, I wish you well. . . but does nothing about his physical needs, what good is it?", "yo": "Tí ẹni kan nínú yín sì wí fún pé, \"máa lọ ní àlàáfíà, kí ara rẹ kí ó má ṣe tutù, kí ó sì yó,\" ṣùgbọ́n ẹ kò fi nǹkan wọ̀n-ọn-nì ti ara ń fẹ́ fún wọn; èrè kí ni ó jẹ́?"}}
{"translation": {"en": "\"And if he will be a soldier\"", "yo": "\"Eni Soko soja aba ara ile re\""}}
{"translation": {"en": "The products and services are amazing!", "yo": "Ẹwa ati awọn anfani jẹ igbọkanle iyanu!"}}
{"translation": {"en": "Today I couldn't tell.", "yo": "Paapaa loni, Emi ko le sọ ọ."}}
{"translation": {"en": "Where's your proof that Jesus existed?", "yo": "Àwọn ẹ̀rí wo ló fi hàn pé Jésù wà?"}}
{"translation": {"en": "2I say to God, 'Don't find me guilty.", "yo": "10:2 Emi yoo sọ fun Ọlọrun: Maṣe fẹ lati da mi lẹbi."}}
{"translation": {"en": "He is sitting down....", "yo": "bile ati bicara..."}}
{"translation": {"en": "14:20Don't overthrow God's work for food's sake.", "yo": "14:20 Maṣe mura lati pa iṣẹ Ọlọrun run nitori ounjẹ."}}
{"translation": {"en": "1 Samuel 2:30 Therefore, the LORD, the God of Israel, declares: 'I did indeed say that your house and the house of your father would walk before Me forever.", "yo": "2:30 Nitori eyi, Oluwa Ọlọrun Israeli wi: Mo ti sọ kedere, ki ile rẹ, ati ile baba rẹ, le ṣe iranṣẹ li oju mi, ani lailai."}}
{"translation": {"en": "In fact, it is a transformation.", "yo": "Lati ṣe otitọ, o jẹ dipo iyipada."}}
{"translation": {"en": "Tag \"Indian Institute of Science Education and Research\"", "yo": "Omiran ni \"Abadofin ṣiṣe idasilẹ Fafiti Ipinlẹ Eko fun ẹkọ Sayẹnsi ati Imọ-ẹrọ\""}}
{"translation": {"en": "Then the Lord God said to the woman,...", "yo": "16Lẹ́yìn náà Ọlọrun wí fún obinrin náà pé,"}}
{"translation": {"en": "I will give the vineyard of Naboth , an Jezreelite, to you.\"", "yo": "Emi o si fi ọgba ajara Naboti, Jesreeli, si ọ.\""}}
{"translation": {"en": "She has brought her three children after her husband died.", "yo": "O bi ọmọ mẹta ti wọn jọ ngbe nitori iyawo rẹ ti kú."}}
{"translation": {"en": "Try to reach the target within the time duration.", "yo": "Ṣetan lati ṣe aṣeyọri iṣojukọ yii laarin igba akoko."}}
{"translation": {"en": "FireEye is seeking a SOC Manager in Houston, Texas.", "yo": "Arákùnrin kan ń wá àwọn Ẹlẹ́rìí Jèhófà níbì kan tí wọ́n ti ń ṣètò ìrànwọ́ ní Houston, nílùú Texas."}}
{"translation": {"en": "There are two aspects of this: first, small teams and companies.", "yo": "Eyi wa ni awọn ọna akọkọ meji - awọn itankale ati igbimọ iṣowo kan."}}
{"translation": {"en": "118:126 It is time to act, O Lord.", "yo": "118:126 O to akoko lati sise, Oun ni oluwa."}}
{"translation": {"en": "I have to be home to look after my brother.\"", "yo": "Nitori o ti di dandan fun ile mi lati gbalejo arakunrin mi dipo. \""}}
{"translation": {"en": "The place can be used to hold meetings.", "yo": "O le ṣayẹwo awọn akojọ nibi ."}}
{"translation": {"en": "I was trying to come up with a gift to give my husband.", "yo": "\"A gba wa laye lati mu aja wá ki o le sọ ẹbùn fun arakunrin mi."}}
{"translation": {"en": "1:17: So he died according to the word of the LORD which Elijah had spoken.", "yo": "1:17 Nitorina o ku, ni ibamu pẹlu ọrọ Oluwa, eyiti Elijah sọ."}}
{"translation": {"en": "These are just the steps that I use and they work for me.", "yo": "Ni ọran yii, iwọnyi ni awọn igbesẹ ti Mo lo ati pe o ṣiṣẹ fun MI."}}
{"translation": {"en": "Entertainment is the one of the best way to engage with people", "yo": "Arinrin jẹ ọna ti o dara julọ lati fi awọn eniyan si ara rẹ."}}
{"translation": {"en": "I will continue my prayers for y'all today and in the days to come...", "yo": "Mo gba àdúrà yi fún o ati fun gbogbo idile re ni iyoku odun 2016 yi wípé l'ónìí àti l'ójó gbogbo..."}}
{"translation": {"en": "They went all the way back to another fire - the burning of Rome in 64 A.D., which happened while Emperor Nero was safely away from the city.", "yo": "Nígbà kan tí iná jó nílùú Róòmù, tó sì ba ọ̀pọ̀ nǹkan jẹ́ lọ́dún 64 Sànmánì Kristẹni, Nérò tó jẹ́ Olú Ọba ilẹ̀ Róòmù ni gbogbo èèyàn ń pariwo pé ó fà á."}}
{"translation": {"en": "Climate change: Why isn't Nicaragua in the Paris", "yo": "AEDC: Ìdí rèé ti Nàìjíríà fí ń gbé inú òkùnkùn"}}
{"translation": {"en": "Actually, it's licensed under GPL.", "yo": "Bẹẹni dajudaju, ohun elo wa labẹ iwe-aṣẹ GPL."}}
{"translation": {"en": "Ths was the reason why Moses was", "yo": "ÌTÀN 29 Ìdí Tí Mósè Fi Sá Lọ"}}
{"translation": {"en": "For example, you need to pay 3.99% to deposit with a debit/credit card, and then a further 1.5% every time you buy or sell Bitcoin", "yo": "Fun apẹẹrẹ, o nilo lati sanwo 3.99% lati fi sii pẹlu kaadi kirẹditi / kirẹditi, ati lẹhinna siwaju 1.5% ni gbogbo igba ti o ra tabi ta Bitcoin."}}
{"translation": {"en": "The story of prophet Abraham", "yo": "Prof Ibrahim Oreagba"}}
{"translation": {"en": "It said that the final result of the revision will be announced when it has been completed.", "yo": "O wa seleri pe Ifeanyi yoo foju bale ejo laipe leyin tawon ba pari ise iwadi won."}}
{"translation": {"en": "State law prohibits sale of alcohol on Christmas Day", "yo": "Ṣọ́ọ̀ṣì tí wọ́n ti ń fi ọtí àmupara bá Ọlọ́run sọ̀rọ̀ ní kí ìjọba dẹwọ́ọ òfin títà ọtí lásìkò Covid-19"}}
{"translation": {"en": "Emmanuel Macron became president of France at 39.", "yo": "Emmanuel Macron di aarẹ ilẹ Faranse ni ọmọ ọdun mọkandinlegoji (39) gẹgẹbi aarẹ to kereju lati di aarẹ orilẹede naa."}}
{"translation": {"en": "How do I ask for help if I think I am depressed?", "yo": "Ǹjẹ́ Bíbélì Lè Ràn Mí Lọ́wọ́ Tí Mo Bá Ní Ìrẹ̀wẹ̀sì Ọkàn?"}}
{"translation": {"en": "What is modernity and when did it begin?", "yo": "Ṣe imọ-imọ-ọmọ-ori akoko ṣe idahun ibeere naa, nigbawo ni akoko yii bẹrẹ?"}}
{"translation": {"en": "63:8 and God will be exalted.", "yo": "63:8 ati Ọlọrun yio si ga."}}
{"translation": {"en": "4 Kinyarwanda is the language of both the Hutu and the Tutsi of Rwanda.", "yo": "Àwo n ènìyàn Twa ń so  èdè Kwyarwanda èyí ti àwo n ènìyàn Tutsi ati Hutu n so ."}}
{"translation": {"en": "Indian food is available in some of the restaurants in China.", "yo": "O le lenu awọn ounjẹ ibile Indonesian ni awọn ile ounjẹ wọnyi ti ilu naa:"}}
{"translation": {"en": "1.Hand Wash Station We are the largest supplier of hand-washing stations in China Mobile.", "yo": "1.Hand Wash Station A jẹ olutaja ti o tobi julọ ti awọn ibudo fifọ ọwọ ni China Mobile."}}
{"translation": {"en": "My husband and I don't do anything, but I loved it as a child.", "yo": "Kò sí nǹkan tí ó ṣe pàtàkì láàrin èmi pẹ̀lú Ò̀bí; ó kàn jẹ́ pé mo nífẹ̀ẹ́ rẹ̀ púpọ̀ gẹ́gẹ́ bí agbábọ́òlù."}}
{"translation": {"en": "These include an account of the presidency of Donald", "yo": "Àwọn ojúewé wọ̀nyí jápọ̀ mọ́ Àkójọ àwọn Ààrẹ ilẹ̀ Dómíníkì Olómìnira:"}}
{"translation": {"en": "In every case their dwellings were destroyed, and their pro-", "yo": "Àmọ́ ibi mọ́kànlá [] tí wọ́n ti ń jọ́sìn àti mẹ́tàdínlógún [] lára àwọn ilé wọn ló bà jẹ́."}}
{"translation": {"en": "Ergo, He couldn't be the Messiah since they knew where He came from.", "yo": "Ṣugbọn eléyìí kò lè jẹ́ Mesaya, nítorí a mọ ibi tí ó ti wá."}}
{"translation": {"en": "I had seen some of the films that were based on his stories.", "yo": "Mo ti rii diẹ ninu awọn afikun iwulo ti o da lori ipo ifiweranṣẹ rẹ tẹlẹ."}}
{"translation": {"en": "Everyone must be protected from air pollution.", "yo": "O yẹ ki gbogbogbo gbogbo eniyan dun pẹlu imọran ti awujọ n pa ararẹ run."}}
{"translation": {"en": "Is there a way to watch YouTube videos in slow motion?", "yo": "+Bii o ṣe le wo Awọn fidio YouTube ni Iṣesi Slow tabi Motion Sare?"}}
{"translation": {"en": "The land of Ishmeria is in a state of civil unrest.", "yo": "Agbegbe Ilu Izmir ti bẹrẹ iṣelọpọ boju nitori ajakalẹ arun eero."}}
{"translation": {"en": "This is an online calculator, works in both computer and mobile phones.", "yo": "O ṣiṣẹ lori alagbeka mejeeji ati awọn ẹrọ kọnputa ti o ni iwọle intanẹẹti ati awọn aṣawakiri."}}
{"translation": {"en": "In 2013, President Yoweri Museveni urged the MPs not to push for the bill, arguing it would cause a civil war in the country.", "yo": "Ni ọdun 2014 ni Aarẹ Yoweri Museveni ti fọwọ si abadofin naa ṣugbọn ti ile ẹjọ ko gbaa wọle fun idi kan tabi omiran pe ki wọn pa ẹni ba dan iru rẹ wo."}}
{"translation": {"en": "This video will show you step-by-step the preparation and process and ...", "yo": "Yi fidio yoo fihan ọ ni ilana ti rirọpo ati igbesoke ..."}}
{"translation": {"en": "helping improve the function of the hippocampus (which could stave off the onset of Alzheimer's disease)", "yo": "N ṣe iranlọwọ lati mu iṣẹ ti hippocampus naa (eyi ti o le gbe kuro ni ibẹrẹ ti aisan Alzheimer)"}}
{"translation": {"en": "3So when they heard the law, they excluded all foreigners from Israel.", "yo": "3 O si ṣe, nigbati nwọn ti gbọ́ ofin na, ni nwọn yà gbogbo awọn ọ̀pọ enia ti o darapọ̀ mọ Israeli kuro."}}
{"translation": {"en": "How to sell items on the internet", "yo": "Bi o ṣe le Ta Awọn bata lori Ayelujara"}}
{"translation": {"en": "Can I borrow a phone number or two?", "yo": "Ṣe Mo le ra iPhone 12 kan tabi ẹdinwo tẹlẹ?"}}
{"translation": {"en": "The best opportunities for small businesses", "yo": "Awọn iṣẹ alejo gbigba ti o dara julọ fun awọn ile-iṣẹ kekere"}}
{"translation": {"en": "Peter Cashmore, founder of Mashable, makes about $ 7.2 million a year and TechCrunch's Michael Arrington makes about $ 10 million a year.", "yo": "Peter Cashmore, oludasile Mashable n ṣe ni ayika $ 7.2 million ni ọdun kan ati pe TechCrunch ti Michael Arrington ṣe ni ayika $ 10 million ni ọdun kan."}}
{"translation": {"en": "Matthew 12:36 But I tell you that men will have to give account on the Day of Judgment for every careless word they have spoken.", "yo": "36 Ṣugbọn mo wi fun nyin, gbogbo ọ̀rọ wère ti enia nsọ, nwọn o jihìn rẹ̀ li ọjọ idajọ."}}
{"translation": {"en": "Consider, for example, olive oil...", "yo": "Fun apẹẹrẹ, awọn epo le ..."}}
{"translation": {"en": "Burdock root has traditionally been used to purify the blood.", "yo": "Nigbagbogbo, a lo awọn tarragon lati tun awọ ara ọrun pada."}}
{"translation": {"en": "Some of you know my professional title is \"pastor.\"", "yo": "Sẹ ẹ mọ wi pe \"Olayemi Oniroyin\" ni oruko mi."}}
{"translation": {"en": "This post is written with the help of Google-Translator.", "yo": "A ṣe itumọ iwe-iwe yii pẹlu iranlọwọ ti ọpa irinṣẹ Google ti idaduro."}}
{"translation": {"en": "Ralph Mitchell was an only child.", "yo": "Daniel Radcliffe jẹ ọmọ kanṣoṣo ninu ẹbi."}}
{"translation": {"en": "13 A. These are the people who were with me.", "yo": "43:21 Eleyi jẹ awọn enia ti mo ti akoso fun ara mi."}}
{"translation": {"en": "4:1ff): Many of the spirits that some are using to do God's work cannot be said to be the Holy Spirit but strange spirits.", "yo": "4:1 síwájú sii) ọpọ awọn ẹ̀mí tí àwọn kan n lo láti ṣíṣẹ Ọlọ́run ní a ko lee sọ pé o jẹ ti Ẹmi Mimọ ṣùgbọ́n àwọn ẹ̀mí àjèjì."}}
{"translation": {"en": "In order to be approved for a cash loan, you need to be a legal adult.", "yo": "Lati le ṣowo lori ayelujara, iwọ yoo nilo lati lo alagbata kan."}}
{"translation": {"en": "And everything I'm going to tell you in this short presentation is backed up by indisputable proof.", "yo": "Ati ohun gbogbo ti emi yoo sọ fun ọ ni igbadii kukuru yii ni a ṣe afẹyinti nipasẹ ẹri ti ko ni idiyele."}}
{"translation": {"en": "This takes a little while to prepare so make sure you call ahead if you want to try it out.", "yo": "Diẹ ninu yoo beere fun diẹ sii, nitorinaa rii daju lati ṣayẹwo eyi ṣaaju wíwọlé."}}
{"translation": {"en": "17:13 And when the people hear about this, they shall be afraid, ისე, რომ არავინ, from that time on, will swell with pride.", "yo": "17:13 Ati nigbati awọn eniyan gbọ nipa eyi, ẹ̀ru yoo ba wọn, ki enikeni ma ba, lati igba yen lo, yoo wú pẹlu igberaga."}}
{"translation": {"en": "This is an angle of the narrative that seems to be somewhat ignored.", "yo": "A yoo rii bi itan yii ṣe dagbasoke, eyiti o dabi pe ko wa si opin."}}
{"translation": {"en": "8 But he saved them for his name's sake,", "yo": "8Ṣùgbọ́n o gbà wọ́n là nítorí orúkọ rẹ"}}
{"translation": {"en": "Roopa had said that her conscience doesn't permit her to accept the award.", "yo": "Hitoshi ṣàlàyé fún ọ̀gá rẹ̀ pé ẹ̀rí ọkàn òun kò lè jẹ́ kí òun ṣe màdàrú."}}
{"translation": {"en": "The only way to know if it is a myth is to challenge the source it comes from.", "yo": "Ọna kan ṣoṣo lati mọ daju ti eyi ba jẹ ọran, ni ti ohun elo naa ba jẹ orisun ṣiṣi."}}
{"translation": {"en": "Ways on how to become a citizen of Nigeria", "yo": "Wo ọ̀nà tuntun tí ìjọba àpapọ̀ Nàìjíríà gbé kalẹ̀ tí o fi lè di onílé"}}
{"translation": {"en": "\"I am calm and make good decisions.\"", "yo": "Emi ko lọ lodi si ipinnu awọn olukọlọtọ, Mo ya awọn ipinnu ti o lagbara lori mi. \""}}
{"translation": {"en": "\"People don't know.\"", "yo": "'Àwon èèyàn tìí ò mò se è'"}}
{"translation": {"en": "You must acknowledge that \"This is me.\"", "yo": "to dara lati fiyesi bi: 'Eyi ni temi."}}
{"translation": {"en": "I still love doing computer related work, however my personal motto is \"connecting people with technology.\"", "yo": "O jẹ otitọ pe Mo tẹsiwaju pẹlu awọn PC fun awọn idi iṣẹ ṣugbọn Mo fẹran lati lo Mac mi lati \"ge asopọ\" ati lati ṣiṣẹ lori awọn iṣẹ akanṣe ti ara mi."}}
{"translation": {"en": "John Obi Mikel: Time to move on", "yo": "Prof. Oladipo Olujimi Akinkugbe: Time to say goodbye"}}
{"translation": {"en": "This could possibly be because of:", "yo": "Ni ọna, nkan yi le jẹ nitori:"}}
{"translation": {"en": "Ahh supper.", "yo": "daaaa supper je"}}
{"translation": {"en": "If he wanted to talk he would.", "yo": "Bí a fẹ́ báni sọ̀rọ̀ ni, òun ni."}}
{"translation": {"en": "I'm going to cry like a baby.", "yo": "Èmi yóò mú kí ìgbà náà rí bí ìṣọ̀fọ̀ fún ọmọkùnrin"}}
{"translation": {"en": "The future of Malaysia", "yo": "Melita Isagba"}}
{"translation": {"en": "Home / Uncategorized / Here they come!!!!", "yo": "Home / Àṣà Oòduà / Enu mi konipami enu re konipa e emi !!"}}
{"translation": {"en": "All of the news reports stated that the shooting was conducted by cartel members over disputed territory.", "yo": "Gẹgẹ bi atẹjade to jade lati ọdọ awọn ọlọpaa ni wọn ti sọ pe awọn tọwọ tẹ yii ni wọn ti kopa ninu jiji ọkada kaakiri gbogbo ilu Ijẹbu Ode."}}
{"translation": {"en": "Where are we Going, Dad?", "yo": "3.爸爸去哪儿[bà bà qù nǎ ér ]-Where are we going, daddy?"}}
{"translation": {"en": "We have a tremendous banking network, along with, Bank of Saint Lucia International in 109 Jurisdictions.", "yo": "A ni nẹtiwọọki banki nla kan, pẹlu, Bank of Saint Lucia International ni Awọn sakani 109."}}
{"translation": {"en": "Approximately 3,000 people work at the headquarters, many of them civilians.", "yo": "Die e sii ju 3,000 eniyan n gbe lori agbegbe rẹ, ọpọlọpọ ninu wọn wa ni iṣẹ-iṣowo."}}
{"translation": {"en": "been comforted by them.", "yo": "èmi sì rí ìtùnú nínú wọn."}}
{"translation": {"en": "We produce a large number of women's shot-sleeved pajamas both at home and abroad, because we have good materials, good design and good equipment.", "yo": "A ṣe agbejade nọmba nla ti awọn pajamas gigun-gigun ti awọn ọkunrin ni ile ati ni ilu okeere, nitori a ni awọn ohun elo to dara, apẹrẹ ti o dara ati ẹrọ to dara."}}
{"translation": {"en": "If the university in Indonesia allows Online Admission in Indonesia or online education in Indonesia or online courses in Indonesia, then, educational consultants for Indonesia will be able to support.\"", "yo": "ti o ba ti ile-ẹkọ giga ni Germany faye gba Gbigbawọle Ayelujara ni Jẹmánì or ẹkọ ori ayelujara ni Jẹmánì or online courses ni Jẹmánì, lẹhinna, awọn alamọran eto ẹkọ fun Jẹmánì yoo ni anfani lati ṣe atilẹyin. \""}}
{"translation": {"en": "During the last four weeks, how much of the time has your physical health or emotional problems interfered with your social activities, like visiting with friends, relatives, etc.?", "yo": "Láàárín ọ̀sẹ̀ mẹ́rin sẹ́yìn, báwo ni ìlera afojúrí rẹ tàbí àwọn ìṣòro tó jẹ mọ́rònú ṣe nípa tó lórí ìbásepọ̀ rẹ pẹ̀lú ẹbí, ọ̀rẹ́, alábàágbépọ̀ tàbí àwọn ẹgbẹ́ mìíràn?"}}
{"translation": {"en": "The late actor who died on the 28th of August after battling with diabetes for several years, will be buried at his hometown in Ogidi, Anambra State.", "yo": "Akoni òsèré , Obi Madubogwu tí ó kú ní ojó kejìdínló'gbòn osù kejo (28/8) nígbà tí ó jèrora ìtò súgà fún bí odún díè séyìn ni won ti sin sí ìlú rè ní Ogidi ìpínlè Anambra."}}
{"translation": {"en": "In the past, I hired several cleaning services that failed to meet my expectations.", "yo": "Ni igba atijọ, Mo ti buloogi fun awọn burandi kan ti ko ni ibamu pẹlu bulọọgi mi."}}
{"translation": {"en": "Do you have to pay for Netflix on your phone?", "yo": "Ṣe o lo Netflix lati ṣe ere ararẹ ni akoko isinmi rẹ?"}}
{"translation": {"en": "They had visited him to endorse Uche Nwosu, his chief of staff and son-in-law, as the next governor of the state.", "yo": "Wọn ti ṣe akiyesi rẹ lati gba Uche Nwosu, olori oṣiṣẹ rẹ ati ọmọ-ọkọ rẹ, gegebi gomina ti ipinle naa."}}
{"translation": {"en": "This page will be updated daily over the coming period.", "yo": "Oju-iwe yii yoo ni imudojuiwọn lori ipilẹ ojoojumọ lati oni yii siwaju."}}
{"translation": {"en": "Here, you will get to visit the Hollywood Walk of Fame, where you will come across your favourite celebrities.", "yo": "Oṣere naa gba ibi ti o tọ si daradara lori Hollywood Walk of Fame, nibi ti lati bayi ori irawọ rẹ yoo han."}}
{"translation": {"en": "So here's my take on How to read the Tarot and Tarot mapping.", "yo": "Gbajọpọ bi Mo ṣe pin awọn oye mi lori Tarot ati Zodiac."}}
{"translation": {"en": "good but i had problems.", "yo": "Binu, sugbon Mo ni awọn iṣoro lẹẹkansi dènà."}}
{"translation": {"en": "The bad News?", "yo": "Awọn iroyin buburu naa?"}}
{"translation": {"en": "20 Many of them said, \"He has a demon, and is insane.", "yo": "20 Ọpọ ninu wọn si wipe, O li ẹmi èṣu, ori rẹ̀ si bajẹ; ẽṣe ti ẹnyin ngbọ̀rọ rẹ̀?"}}
{"translation": {"en": "The brain is the last frontier in medicine.", "yo": "Ṣiṣeto awọn oju jẹ igbese ikẹhin ni oju atike."}}
{"translation": {"en": "In the night time I felt the room was very hot, I thought being summer season it's very hot.", "yo": "Ni kete ti oju ojo ba dara, Mo mọ pe igba ooru ti de fun igba pipẹ."}}
{"translation": {"en": "But as for you, turn you and take your journey into the wilderness by the way of the Red Sea.", "yo": "Ṣugbọn ní tiyín, ó ní kí ẹ yipada, kí ẹ sì máa lọ sinu aṣálẹ̀, ní apá ọ̀nà Òkun Pupa."}}
{"translation": {"en": "It was very difficult for both the participants and the organizers.", "yo": "Eyi jẹ ki ikopa nira lati gbero ati iṣiro fun awọn alafihan mejeeji ati awọn alejo."}}
{"translation": {"en": "One of the most effective ways to do so is social media.", "yo": "Ọkan ninu awọn ọna ti o dara julọ ti a ni fun eyi, ni awọn onibara agbeyewo."}}
{"translation": {"en": "He relied on His Father for everything.", "yo": "O ti wa ni agbátẹrù ohun gbogbo fun Baba."}}
{"translation": {"en": "I hope it can help you in understanding the course syllabus.", "yo": "Mo nireti lati ran ọ lọwọ lati ni oye ti o ni ibamu pẹlu ebute pipe ti okun."}}
{"translation": {"en": "The anti-graft agency on Wednesday filed 10 counts against Lawal and five others, including his company, Rholavision Engineering Ltd, before the High Court of the Federal Capital Territory in Abuja.", "yo": "Lọjọ Wẹside onii ni ajọ EFCC fi ẹsun oriṣi mẹwaa ọtọọtọ kan Lawal atawọn marun un min in, pẹluu ileeṣẹ ẹ, Rholavision Engieneering Ltd niwaju ile ẹjọ giga tiluu Abuja."}}
{"translation": {"en": "Tell me therefore, which of them will love him most ? 43 Simon answered and said, I suppose that he, to whom he forgave most.", "yo": "Wi, ninu awọn mejeji tani yio fẹ ẹ jù? 43 Simoni dahùn o si wipe, mo ṣebi ẹniti o darijì jù ni."}}
{"translation": {"en": "First of all, it is connected with the changes that have occurred in the body of the future mother.", "yo": "Eyi jẹ nitori, akọkọ ti gbogbo, si awọn ayipada ninu itan homonu ti eto ara ti iya iwaju."}}
{"translation": {"en": "A wide selection of motifs and colors makes it easier for you to customize your desires.", "yo": "Awọn afikun ati awọn akori ẹru rẹ jẹ ki o rọrun fun ọ lati se agbekale ojula ti o fẹ."}}
{"translation": {"en": "This is sad, very sad...", "yo": "O ni ibanuje, gan ìbànújẹ..."}}
{"translation": {"en": "Today is the Birthday of a very special Angel.", "yo": "Jù gbogbo rẹ lọ, òní ni ọjọ ìbí Lara Olubo, áńgẹ́lì onínú ire."}}
{"translation": {"en": "How have major events impacted on the tourism industry in Australia in recent years?", "yo": "Bawo ni ẹda ṣe ṣe ipa nla bẹ ninu nọmba giga ti ọkọ oju-ofurufu ọkọ ofurufu ti Korea ni awọn ọdun sẹhin?"}}
{"translation": {"en": "At first, it was determined that I was 50% at fault.", "yo": "Lẹhin iyẹn, Mo rii pe o yẹ ki n gba isanwo ilosiwaju nigbagbogbo ti 50%."}}
{"translation": {"en": "Get away from fear.", "yo": "yọ kuro lati inu àyà."}}
{"translation": {"en": "But you say, 'If a man shall say to his father or mother, \"Whatever benefit you might receive from me is corban\" (that is, set aside as a gift to God), he is not obligated to help his parents.'", "yo": "Ṣùgbọ́n ẹyin wá yí i po pé ó dára bákan náà fún ọkùnrin kan bí kó bá tilẹ̀ pèsè fún àìní àwọn òbí rẹ̀, ṣùgbọ́n kí a sọ fún wọn pé, 'Ẹ má ṣe bínú baba tàbí ìyá mi, n kò lè ràn yín lọ́wọ́ nísinsin yìí,' nítorí tí mo ti fi èyí tí ǹ bá fi fún un yín fún Ọlọ́run."}}
{"translation": {"en": "Do you want to be in the BCTTT?", "yo": "Ṣe O Njẹ Lati Darapọ mọ Agbegbe Iṣowo BTC Prestige naa?"}}
{"translation": {"en": "All of our affordable widgets come in shades of blue.", "yo": "Gbogbo ẹya ti o le nilo nigbagbogbo wa ninu gige gige PUBG Blue."}}
{"translation": {"en": "• Provide consistent follow-up.", "yo": "● Ṣiṣakoso iṣakoso ẹdọfu nigbagbogbo."}}
{"translation": {"en": "If you're passionate about car racing, there are numerous games you'll enjoy.", "yo": "Ti o ba fẹ mu cardio ni idaraya, o ni awọn aṣayan pupọ."}}
{"translation": {"en": "on problems, you'll get problems.", "yo": "Ni agbaye, iwọ yoo ni awọn iṣoro."}}
{"translation": {"en": "By the middle of the Bush years, we'd begun to try to normalize things.", "yo": "Ni gbogbo igba ti a ba de Igba Irẹdanu Ewe, a bẹrẹ lati ronu nipa awọn aṣọ ode."}}
{"translation": {"en": "Choose a city in Puerto Rico for more information on constitutional law Home", "yo": "Ṣayẹwo jade rẹ to sunmọ ilu ni isalẹ fun alaye siwaju sii lori ara ẹni ofurufu chartering ni Alabama."}}
{"translation": {"en": "In 1963, the production was presented in London, and in 1964 in its first version in Brazil.", "yo": "Faranse Faranse yii sọ ara rẹ si aye ni 1963, ati pe ni 1981 ni Paris, akọkọ ifihan rẹ waye."}}
{"translation": {"en": "5:32 And he said to his army , \"Fight today on behalf of your brothers.\"", "yo": "5:32 O si wi fun ogun rẹ, \"Ja loni lori dípò ti awọn arakunrin rẹ.\""}}
{"translation": {"en": "The prototype first flew on 19 May 1969 at Shoreham Airport.", "yo": "Awọn Afọwọkọ Bulldog akọkọ fò on 19 May 1969 ni Shoreham Airport."}}
{"translation": {"en": "JW - Let's see.", "yo": "JJ - to je ona."}}
{"translation": {"en": "It's based on being careful with every transaction we make, because there's always someone out there trying to take advantage of us.", "yo": "Awọn gige wa jẹ pipe fun ẹnikẹni, nitori a n tiraka nigbagbogbo lati pese atilẹyin nibikibi ti o ṣeeṣe."}}
{"translation": {"en": "The Bathhouse is ideal for Chinchillas.", "yo": "Abojuto fun irun naa ṣe pataki fun chinchillas."}}
{"translation": {"en": "Hello everyone, I'm from Chile.", "yo": "hello dara, ọpọlọpọ ikini si gbogbo, Mo wa lati Chile"}}
{"translation": {"en": "I would really like to hear about what's bothering you as I would gladly try to help as much as I can.", "yo": "Mo nireti pe o ti wulo fun ọ bi o ti wulo fun mi, nitori Mo gbiyanju lati ṣalaye rẹ ni irọrun bi mo ti le ṣe."}}
{"translation": {"en": "It isn't as if he's a person.\"", "yo": "Ṣe ló dà bí ẹni sọ fónítọ̀hún pé kì í ṣe èèyàn.\""}}
{"translation": {"en": "It is an early indicator of hypovolemia.", "yo": "Eyi jẹ aaye lati din iye akoko hypoxia."}}
{"translation": {"en": "I'm looking forward to Steam on Linux.", "yo": "Mo nireti lati tẹsiwaju gbigba awọn iroyin linux."}}
{"translation": {"en": "In particularly in the winter.", "yo": "Pàá pàá jùlọ lásìkò òtútù tàbí ọ̀gìnìntìn."}}
{"translation": {"en": "This text is about the story of the Christmas tree as a symbol for holiday celebrations.", "yo": "O jẹ orilẹ-ede yii ti o fun aiye ni igi Keresimesi gẹgẹbi aami ti isinmi."}}
{"translation": {"en": "How the husband and wife should deal with one another.", "yo": "Báwo ló ṣe yẹ kí tọkọtaya máa ṣe sí ara wọn?"}}
{"translation": {"en": "All submissions in the aforementioned areas are welcome.", "yo": "Gbogbo awọn iṣeduro ti a sọ loke ni o ṣe itẹwọgbà ninu ọran yii."}}
{"translation": {"en": "Officials said he landed on the Indonesian island of Bali Sunday rather than fly to Taiwan.", "yo": "Ọ̀pọ̀ ló ti sọ sáájú pé, ó yẹ kí Sunday Igboho dúró láti lọ fa ara rẹ̀ lé òfin lọ́wọ́ ni kàkà ti ó fi sá lọ sí orílẹ̀-èdè Benin Republic."}}
{"translation": {"en": "These populations, in particular, should see a physician right away.", "yo": "Nitorina, ni eyikeyi ọran, o yẹ ki o lẹsẹkẹsẹ kan si dokita kan."}}
{"translation": {"en": "One of the best things is to try and plan to have cocktails before the sun goes down.", "yo": "O dara julọ lati ma fun ọmọ naa ni ohun ti mimu ṣaaju ki o to lọ sun ki õrùn ko ba bori."}}
{"translation": {"en": "Yes, yes you do know.", "yo": "Bẹ́ẹ̀ ni ó sì rí, bí ẹ̀yin náà ti mọ̀."}}
{"translation": {"en": "19 So we see that they were unable to enter in because of unbelief.", "yo": "19 Awa si ri pe nwọn kò le wọ̀ inu rẹ̀ nitori aigbagbọ́."}}
{"translation": {"en": "\"He shall give his angels charge over thee,\" etc.", "yo": "\" 'Yóò pàṣẹ fún àwọn angẹli rẹ̀ nítorí rẹ,"}}
{"translation": {"en": "Ahmed stayed.", "yo": "Emmanuel Biscaye"}}
{"translation": {"en": "Kamalesh Sharma (born 30 September 1941) is the 5th and current Secretary General of the Commonwealth of Nations from 2008, having previously served as the High Commissioner for India in London.", "yo": "Kamalesh Sharma (ojoibi 30 September 1941) [1] ni Akowe Agba egbe Ajoni awon Orile-ede lowolowo lati 2008, leyin igba to ti je teletele Asakoso Agba fun India ni ilu London.[2]"}}
{"translation": {"en": "Sign up and you'll start with £20 completely free.", "yo": "o kan forukọsilẹ ki o si bẹrẹ dun pẹlu rẹ free £ 5 kaabo ajeseku."}}
{"translation": {"en": "year the Royal Niger Company was chartered under the leadership of Sir George Taubman Goldie.", "yo": "Nígbà tó sì di ọdún tó tẹ̀lé e, ilé-iṣẹ́ Royal Niger Company jẹ́ híháyà lábẹ́ Sir George Taubman Goldie."}}
{"translation": {"en": "They are of the world, therefore they talk as of the world, and the world listens to them.", "yo": "Láti inú ayé ni àwọn yìí ti wá; nítorí náà, wọ́n ń sọ nǹkan ti ayé, àwọn aráyé sì ń gbọ́ tiwọn."}}
{"translation": {"en": "Requests for adminship is the process by which the Wowpedia community decides who will become administrators (also known as admins or sysops), who are users with access to additional technical features that aid in maintenance.", "yo": "Ìtọrọ láti di alámòjútó jẹ́ ìlànà tí àwùjọ Wikipedia ń gbà yan àwọn tí ó máa jẹ́ alámòjútó (tí a tún mọ̀ sí admin tàbí sysops), tí wọ́n jẹ́ àwọn oníṣẹ́ tí wọ́n ní ànfàní sí àwọn ẹ̀yà àti irinṣẹ́ fún ìṣàmójútó."}}
{"translation": {"en": "I'm going to do a little research.", "yo": "Okay je v'ai faire ma petite recherche *-*"}}
{"translation": {"en": "The name comes from the length of the projects, specifically short enough that they can be completed in the period of an hour easily.", "yo": "Awọn alaye jẹ ṣoki pupọ, nitorina o le pari iṣẹ naa ni awọn wakati diẹ."}}
{"translation": {"en": "God tells Noah that he will be saved from the flood, but it is Noah who has to build the ark.", "yo": "Niwọn bi a ti mọ, Ọlọrun kilo Noah fun iṣan omi ti a ti pinnu ati ki o ṣe iranlọwọ fun u lati wa ona ti igbala lati awọn eroja."}}
{"translation": {"en": "It can be adjustable, safe and reliable.", "yo": "Wọn le jẹ adayeba ati asọ, ati aiṣedede ti ko lewu."}}
{"translation": {"en": "Why aren't they being called terrorists?", "yo": "Kílódé t'íjọba kò ṣe tíì pe àwọn darandaran ní agbésùmọ̀mí?"}}
{"translation": {"en": "This is a plan that is programmed in such a way that it might analyze a large number of data sets and produce forecasts regarding the future holds for a commodity.", "yo": "Eyi jẹ software ti o mulẹ ti o ni anfani lati ṣe atẹle ọpọlọpọ awọn ohun elo ti a ti sopọ si nẹtiwọki ati ki o fun olumulo nipa awọn ipo pataki ni ilosiwaju."}}
{"translation": {"en": "What's a mary?", "yo": "Màrínà wo nìyṇ mà? /"}}
{"translation": {"en": "Doesn't he ever get to the part in the Bible where Jesus threw the men out of the temple due to the pieces of gold?", "yo": "Ṣigba, to whenuena e yindọ danfafa ji wẹ Jesu tin te, nawẹ ewọ na ko yin hinhẹn yì tẹmpli lọ mẹ gbọn?"}}
{"translation": {"en": "I am trying to sort out the Eudos.", "yo": "Mo ṣakoso lati wa atẹle yuraku ti Mo n wa."}}
{"translation": {"en": "the City of Compton", "yo": "egba compton"}}
{"translation": {"en": "In most jobs, you are forced to work for a set period of time.", "yo": "Ninu ọpọlọpọ awọn ọran, iwọ yoo nilo lati ṣe idoko-owo fun akoko to kere ju."}}
{"translation": {"en": "Good for children, but not for adults.", "yo": "Nibẹ ni awọn idaniloju rere ko ni fun awọn ọmọde ṣugbọn fun awọn agbalagba."}}
{"translation": {"en": "Dr. Akopian knows.", "yo": "Ilorin Kwara Prof. Ojuawo A."}}
{"translation": {"en": "We have strong R & D team, and we make sure that every year we have our own design new products.", "yo": "Pẹlu kan to lagbara R & D Eka, kọọkan odun, a yoo se a jakejado ibewo ki o si igbesoke wa ọja."}}
{"translation": {"en": "Do you have any different.", "yo": "Ṣe o ni eyikeyi yoowu ti?"}}
{"translation": {"en": "A: The computation time ranges from few seconds to a few minutes, depending on the case.", "yo": "A: Iduro le ṣiṣe lati iṣẹju diẹ si to idaji wakati kan."}}
{"translation": {"en": "Multiple Locations All Over the State of Ohio", "yo": "Àkọlé àwòrán Ìdìbò káńsù jákèjádè ìpínlẹ Ọyọ́"}}
{"translation": {"en": "This can be a tricky one because it can change so easily.", "yo": "O le jẹ ohun ẹru lati ṣe nitori pe o le ni tatuu ti o ko ni dara bi eleyi."}}
{"translation": {"en": "This is because you have to answer multiple questions and really think about what you are saying, how it will be read and if that is what the reader really wants to hear.", "yo": "O ṣe pataki pe, ni afikun si mọ kini lati kọ nipa, o tun ni lokan kini o fẹ sọ, kini ibi -afẹde fun kikọ ewi yẹn, tabi ohun ti o fẹ ki oluka naa lero nigbati o ka si ọ."}}
{"translation": {"en": "Polar Bears in the East Siberian Sea", "yo": "Poarps ṣeyípòdà ojúewé East Siberian Sea sí Òkun Ìlàòrùn Siberia"}}
{"translation": {"en": "Leeser (i) 32 (5:29) Observe ye then to do as the Lord your God hath commanded you: ye shall not turn aside to the right or to the left.", "yo": "32 Nitorina ki ẹnyin ki o ma kiyesi ati ṣe bi OLUWA Ọlọrun nyin ti paṣẹ fun nyin: ki ẹnyin ki o máṣe yi si ọtún tabi si òsi."}}
{"translation": {"en": "On the website, you will also find a lot of useful information regarding routes into higher education.", "yo": "Ninu àpilẹkọ yii, iwọ yoo wa ọpọlọpọ oye oye oye oye ninu ẹkọ nipa ori ayelujara lori ayelujara ti awọn ile-ẹkọ giga oriṣiriṣi kọja"}}
{"translation": {"en": "This is dangerous during pregnancy.", "yo": "Ó léwú láti lò ó nígbàtí ènìyàn bá lóyún."}}
{"translation": {"en": "We concluded with a (small) outlook to the future.", "yo": "Bi a se nmura ojo iwaju rere sile fun ara Eni (Apa Kinni)."}}
{"translation": {"en": "This was the first woman.", "yo": "Ṣugbọn iyẹn kii ṣe iyatọ akọkọ ti o wa nibi fun."}}
{"translation": {"en": "heres a small one.", "yo": "tka apa ni unpi."}}
{"translation": {"en": "I said \"Yes, Rachel Grace.\"", "yo": "Andrew \" YEAH RAH je t'aime déjà toi"}}
{"translation": {"en": "So you want to create a smart contract?", "yo": "Ṣe fẹ lati di iwé ni ṣiṣẹda awọn iwe aṣẹ ọjọgbọn?"}}
{"translation": {"en": "So, as you may see, there is nothing special.", "yo": "Bi o ti le ri, ko si ohun ti o ṣoro, ni opo, ko si."}}
{"translation": {"en": "The most important thing is to always bear in mind the positive side of this art.", "yo": "Botilẹjẹpe ni gbogbo igba nigbagbogbo a ni lati ṣaja ọran gbigba agbara yii daradara."}}
{"translation": {"en": "1 Samuel 21:8 NLT: David asked Ahimelech, \"Do you have a spear or sword?", "yo": "21:8 Dafidi si wi fun Ahimeleki: \"Ṣe o ni, nibi ni ọwọ, a ọkọ tabi idà?"}}
{"translation": {"en": "As a member of the P5+1, he is committed to doing anything he can [to] help narrow these differences,\" the official said.", "yo": "Gẹgẹ bi alakoso ipinlẹ Oyo, ohun gbogbo to ba bajẹ o (gomina) ni lati ni atunṣe si i, boya o wa ran eeyan lati ri Kabiyesi ni kọrọ lati ṣe iyẹn, mi o le sọ.\""}}
{"translation": {"en": "11 He was once useless to you, but now is useful both to you and to me.", "yo": "11Nígbà kan rí, kò wúlò fún ọ, ṣùgbọ́n ní báyìí, ó ti wúlò fún ọ àti fún èmi pàápàá."}}
{"translation": {"en": "The cost savings of using this kind of software can be quite significant.", "yo": "Sibẹsibẹ, awọn anfani akọkọ fun software yii le pese fun ọ ni iwadi iṣeduro koko."}}
{"translation": {"en": "But many older people can be resistant to the topic.", "yo": "Ṣugbọn agbalagba le dojuko iru nkan bẹẹ."}}
{"translation": {"en": "This is the weight that is usually present in a six months old child.", "yo": "Ni akoko kanna, eyi ni pato ohun ti o le kọ ọmọde ni osu mefa."}}
{"translation": {"en": "How Children Should Act.", "yo": "Kini idi ti o yẹ ki Awọn ọmọde ṣe Awọn aṣiṣe?"}}
{"translation": {"en": "SK: Reach out to us.", "yo": "Ègbè: Ẹ bá wa pèyá àwa."}}
{"translation": {"en": "Deut 31:8 The Lord himself goes before you and will be with you; he will never leave you nor forsake you.", "yo": "8Olúwa fúnrarẹ̀ ń lọ níwájú rẹ yóò sì wà pẹ̀lú rẹ; kò ní fi ọ́ sílẹ̀ tàbí kọ̀ ọ́ sílẹ̀."}}
{"translation": {"en": "Because something is new, or unprecedented, we do not try it.", "yo": "Imudojuiwọn kan wa tabi ohun elo tuntun kan wa nibẹ - ṣugbọn o kan ko de ọdọ."}}
{"translation": {"en": "On October, Henry asked him to accompany him to Scotland out of the blue.", "yo": "Ọkọ ayọkẹlẹ yii mu u lọ si London lati darapọ mọ Blues."}}
{"translation": {"en": "I was all agitated.", "yo": "Ni gbogbogbo, Inu mi dun."}}
{"translation": {"en": "This is the first vehicle with an office alarm system. reddit Once we have completed your words, we have to say: what did you do in Xiangxiang?", "yo": "Imudojuiwọn titiipa Coronavirus covid-19: Nigbati o ba ji ki o mọ pe o ni idẹkùn, kini o le ṣe?: Martin Vrijland"}}
{"translation": {"en": "(7) Do not be like your fathers and brothers, who were unfaithful to the LORD, the God of their fathers, so that he made them an object of horror, as you see.", "yo": "7 Ki ẹnyin ki o má si ṣe dabi awọn baba nyin, ati bi awọn arakunrin nyin, ti o dẹṣẹ si Oluwa, Ọlọrun awọn baba wọn, nitorina li o ṣe fi wọn fun idahoro, bi ẹnyin ti ri."}}
{"translation": {"en": "The Cannabis-sativa plant is thought to have come from India, where it appears to have begun slightly north of what we now call the Himalayan mountain range.", "yo": "Ohun ọgbin Cannabis-sativa ni a ro pe o ti wa lati India, nibiti o ti han pe o ti bẹrẹ diẹ ni ariwa ariwa ti ohun ti a pe ni oke oke Himalayan bayi."}}
{"translation": {"en": "My dad's been on it for a long time.", "yo": "Baba mi binu si mi nipa eyi fun igba pipẹ."}}
{"translation": {"en": "It's effect on me", "yo": "Ipa ona re ni mo n to"}}
{"translation": {"en": "Exposure is more important than knowledge.", "yo": "Ifihan rẹ kii ṣe pataki ju iṣẹ-ṣiṣe imọ lọ."}}
{"translation": {"en": "From warfare, a symbol of peace, unity, and freedom", "yo": "Lisabi Agbongbo Akala rèé, ẹni tó fi ìfẹ́, ìṣọ̀kan àti ìrẹ́pọ̀ gba ilẹ̀ Ẹ̀gbá lọ́wọ́ ìmúnisìn"}}
{"translation": {"en": "Alanya will participate in the cable car tender with two of the largest companies in Austria and Italy", "yo": "Alanya yoo kopa ninu ọkọ ayọkẹlẹ USB ti o tutu pẹlu meji ninu awọn ile-iṣẹ nla ni Austria ati Italia"}}
{"translation": {"en": "Nothing prevents a woman from being loved by two men, or a man from being loved by two women\"", "yo": "\"Ko si nnkan to buru ki ọkunrin fẹ iyawo meji, yoo din agbere laarin ọkunrin ati obinrin ku lawujọ wa ni.\""}}
{"translation": {"en": "Schrute Farms does not have an email address.", "yo": "Pupọ ninu awọn akọọlẹ Roblox ko beere pe ki o ni adirẹsi imeeli boya."}}
{"translation": {"en": "A new fear.", "yo": "Ẹru ayanfẹ mi tuntun."}}
{"translation": {"en": "host if there is any food you do not eat.", "yo": "\"Gbogbo àwọn kòkòrò tí wọn ń fò jẹ́ aláìmọ́ fun yín, ẹ kò gbọdọ̀ jẹ wọ́n."}}
{"translation": {"en": "It takes a lot of commitment and sacrifice to achieve what is required.", "yo": "Ṣugbọn o ni lati tiraka ati ṣe awọn irubọ lati gba ominira ti o nilo."}}
{"translation": {"en": "The hungry can't get enough food.", "yo": "Àmọ́ wọn ò le rí oúnjẹ fún inú t'ebi npa."}}
{"translation": {"en": "This is a sample of Uchu Tomita's promotional materials.", "yo": "Eyi ni apẹẹrẹ fidio ti awọn adaṣe Lyaysan Utyasheva."}}
{"translation": {"en": "What kind of a world is this!!", "yo": "\"O ti ni didara nini ẹranko yii !!"}}
{"translation": {"en": "It may be that you can give little, nothing, or a lot.", "yo": "Nipa ọna, o le ṣẹlẹ pe o ko ni awọn ọrẹ, tabi pupọ."}}
{"translation": {"en": "31The children of Gad and the children of Reuben answered, saying, \"As the Lord has said to your servants, so we will do.", "yo": "32:31 Awọn ọmọ Gadi ati awọn ọmọ Rubeni dahùn: Gẹgẹ bi Oluwa ti sọ fun awọn iranṣẹ rẹ, nitorina awa o ṣe."}}
{"translation": {"en": "Look at them with fresh eyes and then make the call.", "yo": "Ṣe awọn iyipada pẹlu oju rẹ lokekore, ati lẹhin naa lodi si."}}
{"translation": {"en": "Caterina Murino has black hair.", "yo": "Katherine ni awọn irun dudu dudu dudu ti o le jẹ igberaga fun."}}
{"translation": {"en": "is More Important Now Than Ever Before.", "yo": "Eyi ṣe pataki ni bayi ju igbagbogbo lọ, bi a ṣe bẹrẹ si"}}
{"translation": {"en": "She was also writing songs and constantly facing the camera.", "yo": "O tun kọ awọn orin ati nigbagbogbo ni iwaju kamẹra."}}
{"translation": {"en": "\"Look at the world!", "yo": "Ẹ wojú ayé!"}}
{"translation": {"en": "In this activity, you obtain to combat the beasts that show up in the field.", "yo": "Ninu ere yii, iwọ yoo jẹri aigbagbọ ti o ṣẹlẹ lakoko ṣiṣe iṣẹ oko."}}
{"translation": {"en": "looking my eyes...", "yo": "Wo mi ni oju -"}}
{"translation": {"en": "A couple of hours later, he went shopping with a much revised list.", "yo": "Ni awọn ọsẹ diẹ lẹhin ti o darapọ mọ, o bẹrẹ si ni iwunilori nla pẹlu ẹgbẹ naa."}}
{"translation": {"en": "'I accepted the post for a range of reasons on a personal basis.", "yo": "\"Mo ti ṣe atilẹyin fun igbimọ ni ọpọlọpọ idi, pẹlu awọn ẹni ti ara ẹni."}}
{"translation": {"en": "My mother's sons were angry with me; They made me caretaker of the vineyards, ButI have not taken care of my own vineyard.", "yo": "Àwọn ọmọ ìyá mi lọkunrin bínú sí mi,wọ́n fi mí ṣe olùtọ́jú ọgbà àjàrà,ṣugbọn n kò tọ́jú ọgbà àjàrà tèmi alára."}}
{"translation": {"en": "We should have patience and wait for the right time.", "yo": "A gbọdọ ni sũru ati ipin akoko fun eyi."}}
{"translation": {"en": "Briefly, when we do not know the population mean, we must use the sample mean as an estimate.", "yo": "Nigbati a ko ba ṣalaye nipa itumọ ti okun ṣugbọn a mọ bi a ṣe le sunmọ isọmọ rẹ, a gbọdọ samisi rẹ bi iruju."}}
{"translation": {"en": "5: The NIS was brought out of the Nigerian Police Force (NPF) in", "yo": "NPF: N11.1 ni rìbá tí ọlọ́pàá ti gbà lọ́wọ́ àwọn ọmọ Nàìjíríà - BBC News Yorùbá"}}
{"translation": {"en": "If it doesn't, you will be sending it back and that will be a huge hassle.", "yo": "Ti kika naa ko ba gba, yoo ṣii ati pe ti o ba lọ silẹ pupọ yoo jẹ kaakiri kukuru."}}
{"translation": {"en": "He hasn't built a wall", "yo": "Pé òun kò dá ejo eékún kan"}}
{"translation": {"en": "If you do not receive automatic e-mail delivery from the online ticket service Delivery from the common data center server may be judged as junk e-mail.Please refer to the following for typical support methods.", "yo": "Ti o ko ba gba ifijiṣẹ e-maili laifọwọyi lati iṣẹ tikẹti ori ayelujara Ifijiṣẹ lati olupin ile-iṣẹ data ti o wọpọ le ṣe idajọ bi e-mail ijekuje.Jọwọ tọka si atẹle fun awọn ọna atilẹyin aṣoju."}}
{"translation": {"en": "We are amazed at how many things we have accumulated over the years.", "yo": "A ni rilara ti a yoo rii pupọ ti Allo ni awọn ọdun to nbo."}}
{"translation": {"en": "He didn't realize that there was", "yo": "Kò mợ pé okùn ń bẹ ńbè"}}
{"translation": {"en": "For the time being, an edgy peace has returned to the country.", "yo": "Lọwọlọwọ, ilana kan wa ti awọn eniyan pada si iṣẹ naa."}}
{"translation": {"en": "fell in front of him.", "yo": "Ó sì wólẹ̀ níwájú rẹ̀."}}
{"translation": {"en": "Each game can hold four different save points, so they can be spread across the household.", "yo": "Ẹbí kọ̀ọ̀kan leè ṣe kẹkẹ onígun mẹ́rin oríṣiriṣi àti lẹ́yin náà rán gbogbo wọn papọ̀ láti ṣe ohun ọ̀ṣọ́ dáradára fún ilé rẹ."}}
{"translation": {"en": "In these ones, you can see stones in the walls dating back the 14th century.", "yo": "Nibẹ ni o le wo awọn isinmi ti odi odi, eyi ti lakoko awọn atunṣe ti o wa ni ọgọrun ọdun XVIII ni a ti yọ si apakan."}}
{"translation": {"en": "The modification does not affect the performance or the interface.", "yo": "Oogun yii ko ni ipa lori ẹdọ tabi kidinrin."}}
{"translation": {"en": "With that being said, we need to take a multifaceted approach to treating Alzheimer's disease for the best results.", "yo": "Ni apa keji, ti o ba ni ifọkansi lati ṣakoso arun Alzheimer, lẹhinna o yẹ lati wa eyi ti o dara julọ fun iyẹn."}}
{"translation": {"en": "The product is an description...thank you!", "yo": "nla ọja.as ni description.thanks fun bayi"}}
{"translation": {"en": "In an ever-connected world, network security is increasingly becoming one of the areas where organizations invest a great deal of time and resources.", "yo": "Ninu agbaye ti a sopọ mọ nigbagbogbo, aabo nẹtiwọọki n di pupọ di ọkan ninu awọn agbegbe nibiti awọn agbari ti ṣe idawọle nla ti akoko ati awọn orisun."}}
{"translation": {"en": "And it will come to pass, though there be ten men remaining in one house, they will die.", "yo": "9 Yio si ṣe, bi enia mẹwa li o ba kù ninu ile kan, nwọn o si kú."}}
{"translation": {"en": "At times it was up to four times a day.", "yo": "Tun fifẹ soke si igba mẹrin ni ọjọ kan."}}
{"translation": {"en": "Or something that can be achieved?", "yo": "Tabi ri ohun ti o le gbadun ṣe."}}
{"translation": {"en": "It is because many people are going to purchase Bitcoin, and no one knows about the consequences.", "yo": "Ọpọlọpọ n lọ ni Betclic ati pe ko si ẹnikan ti o yẹ ki o kerora nipa ipese wọn."}}
{"translation": {"en": "Eventually, Herzog and his sons gain control of the company.", "yo": "Ni ibẹrẹ iwadi naa, Dokita Hertoghe ati awọn alabaṣiṣẹpọ rẹ ṣe akiyesi ipo gbogbo awọn alaisan."}}
{"translation": {"en": "and hurl all our iniquities into the depths of the sea.", "yo": "O óo sọ gbogbo ẹ̀ṣẹ̀ wa sí ìsàlẹ̀ òkun."}}
{"translation": {"en": "How does this change depending on information and knowledge?", "yo": "Báwo ni ìpèdè yìí ṣe bá Àńwòó àti Bánjọ mu?"}}
{"translation": {"en": "\"Whether, then, it was I or they, this is what we preach, and this is what you believed.", "yo": "11 Nitorina ibã ṣe emi tabi awọn ni, bẹ̃li awa wãsu, bẹ̃li ẹnyin si gbagbọ́."}}
{"translation": {"en": "That can be easily targeted onto 3D.", "yo": "Iwọ kii yoo mọ iyẹn laisi igbelewọn 3D."}}
{"translation": {"en": "From the standpoint of conventional medicine and evidence-based science, the existing research suggests they're akin to snake oil.", "yo": "Lati iwoye ti oogun aṣa ati imọ-jinlẹ ti o da lori ẹri, iwadi ti o wa tẹlẹ daba pe wọn jẹ iru epo ejo."}}
{"translation": {"en": "\"Well, I am eating for two.\"", "yo": "\"Mo njẹun fun meji.\""}}
{"translation": {"en": "Ultrino said he had been unable to answer questions from constituents, who had heard rumors about plans at the stadium, because the meeting information wasn't public.", "yo": "Emir Sanusi so pe looto ni won ko fi ojusaaju fun Otunba Paseda loye Garkuwan nitori pe iroyin bo se n fowosowopo pelu awon eya Awusa nipinle Ogun ko see gboju fo da, o si ye kawon da a lola repete."}}
{"translation": {"en": "Thanks, VeeJay, but that was just a...", "yo": "Ṣugbọn, o ṣeun lonakona, o jẹ ibawi nikan... .."}}
{"translation": {"en": "returned to Kerala.", "yo": "Padà sí Kerala."}}
{"translation": {"en": "If they don't, then they can't really come crying about being misunderstood.", "yo": "Bi wọn ko ba gbabọdi ni, ko si nnkan to le jẹ ki wọn maa pariwo pe awọn n wa mi."}}
{"translation": {"en": "Man of God, 8.", "yo": "Gueye, Adama 8"}}
{"translation": {"en": "Is anyone having the same problem as I am with MMI.", "yo": "Njẹ ẹnikẹni ni iṣoro kanna bi emi lati ṣe ki Asin ṣiṣẹ lori LiveCD?"}}
{"translation": {"en": "Can you implement your code in C/C++?", "yo": "Ṣe o le pese Fọọmu A tabi C / O?"}}
{"translation": {"en": "This change has greatly affected Toyota's sales.", "yo": "Nitorinaa, agbari yii pese awọn ọkọ ayọkẹlẹ Toyota ti o ni agbara giga."}}
{"translation": {"en": "Therefore, the introduction of programming in the elementary school is a popular and relevant step.", "yo": "Nitorina, idasile Iṣẹ Ọjọ Ikẹkọ Ilu Ikẹkọ ti Ilu-Ọru ti Ilu-okeere jẹ iṣẹ pataki ati pataki."}}
{"translation": {"en": "g) the Lord Jesus Christ", "yo": "e) Olorun t'O ti Kristi."}}
{"translation": {"en": "For the vast majority of people a $100 camera of almost any brand will do what they need.", "yo": "A kàn fẹ́ kó jẹ́ pé Kọ̀ǹpútà alágbèéká $100 náà á fẹ́rẹ̀ lè ṣe ohun gbogbo."}}
{"translation": {"en": "This program is written in C++ and uses several very advanced techniques.", "yo": "O ti kọ ninu ede siseto C o si lo ọpọlọpọ awọn ile-ikawe oluranlọwọ ọfẹ."}}
{"translation": {"en": "Take a look at our video to watch the flowers grow!", "yo": "Tẹ akojọ orin wa lati wo awọn fidio!"}}
{"translation": {"en": "Doesn't mean they suck everywhere.", "yo": "Ko tumọ si pe o ni akoran nibi gbogbo!"}}
{"translation": {"en": "Do they perform the same as the original black?", "yo": "Ṣe o yẹ ki o ṣe ohun kanna gangan bi KeyBlack?"}}
{"translation": {"en": "Product Description Polytetrafluoroethylene (PTFE), commonly knows as plastic king, TEFLON or F4, is a high crystallinity thermoplastic polymer with excellent chemical stability, corrosion resistance and non-stickiness.", "yo": "Polytetrafluoroethylene (ptfe), commonly mọ bi ṣiṣu ọba, Teflon tabi F4, ni a ga crystallinity thermoplastic polima pẹlu o tayọ kemikali iduroṣinṣin, ipata resistance ati ti kii-stickiness."}}
{"translation": {"en": "Add an unusual place to Puerto Vallarta.", "yo": "Add an unusual place to Tuxtla Gutiérrez."}}
{"translation": {"en": "\"Ukase,\" meanwhile, is an edict from the Russian government, particularly one that is arbitrary.", "yo": "\"Wiregbe Meji\" jẹ iwiregbe ọrọ ọrọ ara ilu Russia, sibẹsibẹ, eyi jẹ iṣẹ ṣiṣe moriwu pupọ."}}
{"translation": {"en": "Before I show you the mani, I'll show you my new baby.", "yo": "Tóò, kí àwọn yòókù tóó dé ẹ jẹ́ kí n fi ọmọ mi kékeré hàn yín o, òun ni Láróńdó."}}
{"translation": {"en": "The couple had a daughter and a son, and got divorced in 2013.", "yo": "Ni igbeyawo, tọkọtaya ni ọmọkunrin ati ọmọbinrin, ṣugbọn ni ọdun 2013, tọkọtaya yapa."}}
{"translation": {"en": "What's important to you when you're choosing roles?", "yo": "Kini o ṣe pataki nigbati o yan awọn bata?"}}
{"translation": {"en": "The meaning of being 35 yrs old in Japan", "yo": "Awọn ewe Igba Irẹdanu Ewe ti o wa nibi jẹ iyalẹnu pataki ni Japan."}}
{"translation": {"en": "Why do some patients fail to participate in the use of the patient portal?", "yo": "Kini idi ti diẹ ninu awọn ile-iwosan ko ni atẹgun lati jẹ ki awọn alaisan wa laaye"}}
{"translation": {"en": "However, there are some common signs and symptoms of HIV/AIDS.", "yo": "Ni otitọ, eyi ni gbogbo ifaramọ ati asopọ pẹlu Eedi ati HIV pari."}}
{"translation": {"en": "In terms of the word count, is there a magic number?", "yo": "Nitorinaa bẹbẹ ibeere naa - jẹ onínọmbà imọ-ẹrọ ṣe pataki gaan?"}}
{"translation": {"en": "In a few years the square became very busy and noisy.", "yo": "Ni ọdun diẹ, oṣere naa di diẹ lẹwa ati wuni."}}
{"translation": {"en": "Beyonce and Jay-Z's Daughter is a Genius? - amotherworld", "yo": "Njẹ awọn ọmọ Beyonce ati Jay Z n jẹ iya ti o wa ni ọdọ ati ọkọ tọkọtaya tọ gbogbo eniyan nipasẹ imu?"}}
{"translation": {"en": "I have a few confessions to make and I am hoping for some help.", "yo": "Mo nilo lati beere ibeere kekere kan ati jọwọ gbiyanju lati ran mi lọwọ."}}
{"translation": {"en": "When we are proportional to our population, we can say that the investment resources are quite high.", "yo": "Nigbati a ba jẹ ti deede si olugbe wa, a le sọ pe awọn orisun idoko-owo ga julọ."}}
{"translation": {"en": "35:8 And an highway shall be there, and a way, and it shall be", "yo": "35:8 Ati pe ọna kan ati ọna kan yoo wa ni aaye yẹn."}}
{"translation": {"en": "how to write the roman numerals", "yo": "Bawo ni lati Kọ Awọn Nọmba Romu"}}
{"translation": {"en": "Having the support of a player like Luka Modric was really important for me early on.", "yo": "Nini atilẹyin ti ẹrọ orin kan bi Luka Modric ṣe pataki fun mi ni kutukutu."}}
{"translation": {"en": "As for epic games, the new plan will not affect its relationship with Apple.", "yo": "Pẹlu awọn ilana ti o tọ, iṣeduro yii yoo ko ni ipa lori ilera ọmọ ni ọjọ iwaju."}}
{"translation": {"en": "There are innumerable additions in the book of Esther,", "yo": "Nibẹ ni o wa ni innumerable awọn afikun awọn iwe ti Esteri,"}}
{"translation": {"en": "Are you a lemon?.", "yo": "You tau apa ni karh?"}}
{"translation": {"en": "One thought on \"Proposals to close police station\"", "yo": "One thought on \"̀̀̀̀Ọmọyẹle Ṣoworẹ koju ija sawọn ọlọpaa l'Abuja\""}}
{"translation": {"en": "How do you have SP6?", "yo": "Bawo l'o ti gb6ro t6 ?"}}
{"translation": {"en": "Word is breaking that Obama did not take the bait.", "yo": "Iroyin fi ye wa wi pe Aare Obama ko si nile nigba ti isele yii sele."}}
{"translation": {"en": "WGES is organised in Dubai to support its efforts in sustainable growth.", "yo": "A pese ilana imukuro lati ita iṣẹ ni Dubai, lati jẹ ki ibẹrẹ iṣowo rẹ ṣaṣeyọri."}}
{"translation": {"en": "Finally I couldn't stand it and ran away.", "yo": "Nígbà tí ó di àkókò kan, n ò lè mú u mọ́ra mọ́, ni mo bá sá."}}
{"translation": {"en": "Besides Hinduism, which other religions are practiced in South Asia?", "yo": "Yàtz sí m<xáláxí, irú àwvn ilé-ìj<sìn wo ni ó wà ní àdúgbò Tèmídire?"}}
{"translation": {"en": "While we are talking about specials, make sure that we are getting a high margin on the product.", "yo": "Nigba ti a ba tẹsiwaju lati ṣii ọran yii ki o fi ọwọ kan awọn olokun, a ṣe akiyesi pe a n ṣowo pẹlu ọja didara ga."}}
{"translation": {"en": "It might be too old or broken.", "yo": "O le jẹ nkan ti atijọ tabi dani."}}
{"translation": {"en": "The Tools:.", "yo": "Awọn irin-iṣẹ:"}}
{"translation": {"en": "Make sure your volunteers know that you are there to help.", "yo": "Jẹ ki awọn olumulo mọ pe o bikita, o wa nibẹ o ṣetan lati dahun."}}
{"translation": {"en": "God pays for it.", "yo": "Olorun a wo e san."}}
{"translation": {"en": "Recycling can produce a fresh supply of the same material.", "yo": "Awọn olumulo to wa tẹlẹ le ṣe igbesoke si ẹya tuntun lati inu ẹrọ ṣiṣe kanna."}}
{"translation": {"en": "If this is your first time establishing a WordPress blog, my suggestion to you is to start with a ready-made theme and tweak it along the way.", "yo": "Ti o ba jẹ akoko akọkọ rẹ ti o ṣelọpọ bulọọgi kan ti Wodupiresi, imọran mi si ọ ni lati bẹrẹ pẹlu akori ti a ṣe-ṣetan ati ki o tẹ ẹ ni ọna."}}
{"translation": {"en": "Hyperadrenalism: that is one of many factors that cause high sexual interest in ladies.", "yo": "Hyperplasia ti idinku - eyi jẹ ọkan ninu awọn iṣoro ti o wa ni idaduro fun obirin ni iṣiro."}}
{"translation": {"en": "If you would like to leave a message we will respond to the query the next working day.", "yo": "Ti o ba nilo aṣẹ rẹ lati de laipẹ, a kọja sowo kiakia Express Mail fun ifijiṣẹ ọjọ keji."}}
{"translation": {"en": "This could be due to a spelling error", "yo": "+Ó lè jẹ́ nítorí àṣìṣe inú atòlànà."}}
{"translation": {"en": "'All The Way', in 2014.", "yo": "\"Ní Gbogbo Ọna\" 2014"}}
{"translation": {"en": "In the previous lectures we have explored one of the two most important classes of estimation", "yo": "Ni akoko naa, a ṣe akiyesi rinrin ni ọkan ninu awọn ẹya ti o ṣe pataki julo ti o jẹ iyọdajẹ itọju ."}}
{"translation": {"en": "We have been hearing that a large chunk of the crop is in distress.", "yo": "A rii pe ọpọlọpọ eniyan n wa ilẹ ni ibi idana."}}
{"translation": {"en": "That's why I hate every false path.", "yo": "èmi kórìíra gbogbo ipa ọ̀nà búburú."}}
{"translation": {"en": "Individual projects are free on Craft, but if you want to build professional websites, you have to pay $ 299 / project.", "yo": "Awọn eto ori-aye ti o ga julọ jẹ awọn iwe-iṣowo ẹgbẹ, nitorina ti o ba nilo lati jẹ ki awọn eniyan ṣẹda awọn akọọlẹ lori aaye ayelujara rẹ, o le ṣii ẹya iforukọsilẹ ẹgbẹ pẹlu eto-ètò 19.95 / mo oju-iwe ayelujara ti Webnode."}}
{"translation": {"en": "Cannabis was also legal in the united states up until 1937 and was sold as a nerve tonic.", "yo": "Iyọkuro Cannabis lo lati wa ni Amẹrika titi di ọdun 1937, ati pe o tun ni ọpọlọpọ awọn agbara oogun."}}
{"translation": {"en": "I have obtained a new", "yo": "Mo ti ra ara mi tuntun tuntun."}}
{"translation": {"en": "We also send money to affiliates around the world to help them get organised.", "yo": "A tún n ran àwọn akọ́sẹ́mọsẹ́ lati jẹ́kì gbogbo ayé láánfàní sí àwọn àkọsílẹ wọn."}}
{"translation": {"en": "Flu masks come in two forms: ...", "yo": "O wo, sisọ iṣan le ṣẹlẹ ni ọna meji ..."}}
{"translation": {"en": "And i have been a supporter of keeping Ely.", "yo": "Bakan naa ni eniyan to ba ni naa le ko ran elomii."}}
{"translation": {"en": "They should have the decency to talk to us.", "yo": "O yẹ ki o ni irọrun ọfẹ ọfẹ lati ba wa sọrọ."}}
{"translation": {"en": "I don't know how long these will last but you can check them out if you click the link below.", "yo": "Emi ko mọ igba melo ti wọn yoo pẹ, ṣugbọn ti o ba fẹ gbiyanju rẹ, o le ṣe igbasilẹ wọn lati yi ọna asopọ ati pe wọn dabi eleyi:"}}
{"translation": {"en": "\"Moses and Aaron, Nadab and Abihu,", "yo": "Musa Nasir A.; Ogunleye Gbolahon; Babatunde Adetunji; Olu Ogunniyi; Sola"}}
{"translation": {"en": "a free video game..", "yo": "- isinmi free game ẹrọ gidi Iho fidio -"}}
{"translation": {"en": "As an example, for example, IBM, once one of the world's leading manufacturers, today it has become a small Chinese computer company.", "yo": "1, Idi apẹrẹ Lọwọlọwọ, pẹlu olokiki ti e-commerce, olulana ile-iṣẹ alabapade e-commerce ti di ile-iṣẹ tuntun."}}
{"translation": {"en": "Because there's not usually an exchange between editorialists and authors of papers.", "yo": "Ni gbogbo igba ko si olubasọrọ laarin awọn inductor ati ideri."}}
{"translation": {"en": "[11] As they fled before Israel, while they were descending [the pass] to Beth-horon, the LORD cast great stones from heaven on them as far as Azekah, killing them.", "yo": "Bí wọ́n sì ti ń sá lọ fún àwọn ọmọ Israẹli, tí wọ́n sì ń sọ̀kalẹ̀ ní ibi gẹ̀rẹ́gẹ̀rẹ́ Beti Horoni, OLUWA mú kí àwọn òkúta ńláńlá máa bọ́ lù wọ́n láti ojú ọ̀run, títí tí wọ́n fi dé Aseka, wọ́n sì kú."}}
{"translation": {"en": "\"Before the political parties'", "yo": "\"E \"Ẹ tó kó tọ́kọ́ máa wa ìjo baìjọba òsèlú ná"}}
{"translation": {"en": "If you do not have the space to tuck it in, you do not have to worry.", "yo": "Paapa ti o ba a download ni ko wa fun foonu rẹ, o ni ko si idi lati dààmú."}}
{"translation": {"en": "Gauging on shipping is not nice, so we don't do it. =0)", "yo": "Ilu New York ko ni sun rara, nitorinaa a ko ṣe =)"}}
{"translation": {"en": "With the above attributes that's all we need to build a static image's markup.", "yo": "Lati kọ ọrọ kan, gbogbo ohun ti a ni lati ṣe ni yan awọn Ohun elo ọrọ ni pẹpẹ ti awọn irinṣẹ Photoshop."}}
{"translation": {"en": "You can also freeze the sauce for up to a month.", "yo": "Ṣaaju ki o to didi, o tun le pa awọn eso inu firiji fun diẹ ẹ sii ju ọjọ kan lọ."}}
{"translation": {"en": "It is important you stay true to yourself and continue pushing forward.", "yo": "Fun rẹ, o ṣe pataki lati beere ara rẹ bi o ṣe jẹ otitọ ti eyi, ati lati tẹsiwaju."}}
{"translation": {"en": "It's very interesting to read this kind of articles.", "yo": "Nkan ti o nifẹ pupọ, o ṣe pataki lati ka awọn akọle bii eleyi."}}
{"translation": {"en": "Usually, we have seen a trend that emerges post-election if there is a decisive mandate.", "yo": "Ati lẹhin naa, igbagbogbo a ro pe ife ti kọja, nigba ti o gba ipasọtọ ti o yatọ."}}
{"translation": {"en": "See it as an investment in the First International bank of Karma.", "yo": "Ijẹrisi ti iduro Daradara lati ṣii ṣiṣi banki iṣowo kan ni First Caribbean International Bank."}}
{"translation": {"en": "The Netherlands (or Holland) may be a small nation, but it's full of world famous icons.", "yo": "Awọn nẹdalandi naa (tabi Holland) le jẹ kekere kan orilẹ-ede, sugbon o ti n aba ti pẹlu aye olokiki awọn aami."}}
{"translation": {"en": "They have chosen a life that may be free of idolatrous \"things,\" but they are also free of responsibility.", "yo": "Kii ṣe pe o gba awọn jinna \"adúróṣinṣin,\" ṣugbọn o tun jẹ ọfẹ."}}
{"translation": {"en": "I will try to check again tomorrow.", "yo": "Ọla Emi yoo gbiyanju lẹẹkansi lati rii."}}
{"translation": {"en": "23:10) Who can count the dust of Jacob, and the number of the fourth part of Israel?", "yo": "23:10 Tani o le ka eruku ti iṣe Jakobu, ati tani o le mọ iye nọmba ti iṣura Israeli?"}}
{"translation": {"en": "It also analysed a scenario in which UK providers requested permission from individual EU member states.", "yo": "Eyi jẹ iwe aṣẹ aṣẹ irin-ajo ti ijọba UK ṣe fun awọn ara ilu lati diẹ ninu awọn orilẹ-ede ti o yan."}}
{"translation": {"en": "TBA is an identity management server.", "yo": "Ibi-òǹṣàmúlò Noun Ibi òǹṣàmúlò ni aṣojú tí í ṣe ìdánimọ̀ ẹni lórí ẹ̀rọ-ayárabíàṣá."}}
{"translation": {"en": "The best time to go to Playa del Carmen", "yo": "Ti o dara ju akoko lati be Playa del Carmen →"}}
{"translation": {"en": "Consult the W3C documents for more information.", "yo": "Lo awọn w3c validator iṣẹ fun alaye siwaju sii."}}
{"translation": {"en": "Pride is the biggest hindrance for kids.", "yo": "Nipa ọna, ibi ararẹ jẹ iṣoro agbara akọkọ fun ọmọde."}}
{"translation": {"en": "She said: \"I don't feel under any pressure to drink.", "yo": "Ìpinnu: 'Mi ò ní jẹ́ káwọn ojúgbà mi tì mí mu ọtí.'"}}
{"translation": {"en": "He was buried on November 11, which became St. Martin's Day", "yo": "Laipẹrẹ, a ṣe iranti Kọkànlá Oṣù nitoripe o jẹ ọjọ iparun Martine."}}
{"translation": {"en": "3. weekly reading.", "yo": "sateti to balaji"}}
{"translation": {"en": "1 Kings 1:24 \"My lord the king,\" said Nathan, \"did you say, 'Adonijah will reign after me, and he will sit on my throne'?", "yo": "1:24 Natani si wi: \"Oluwa mi, ọba, ṣe o sọ, 'Jẹ Adonijah ijọba lẹhin mi, ki o si jẹ ki i jókòó lórí ìtẹ mi?'"}}
{"translation": {"en": "Please report the home address to the 311 call center.", "yo": "Lati sọrọ pẹlu Ẹgbẹ Onigbowo, jọwọ pe 311."}}
{"translation": {"en": "My pleasure is Real Estate because I consider them a fundamental part of personal development.", "yo": "Ṣugbọn emi kii ṣe olufẹ nla ti itọju ikọwe, nitori apakan pataki ti iṣe jẹ awọn ibatan ti ara ẹni."}}
{"translation": {"en": "Paul said that our battle is NOT against flesh and blood (Ephesians 6:12).", "yo": "Paulu si so ninu iwe re wipe ki a gbera di fun ogun emi (Efesu 6:18)!"}}
{"translation": {"en": "Often the reference is \"full scale,\" meaning the full range of the ADC.", "yo": "Oluwo ni Olori to n bọ lọna \" lẹtikẹ, nla ni eleyi, o ja gbogbo 'scale' patapata."}}
{"translation": {"en": "next president of the Republic of Zimbabwe, without a run-off.\"", "yo": "\"Ẹni tó bá gba 'Passport Benin Republic' láì ṣe ọmọ onílùú, yóò fi ẹ̀wọ̀n jura\""}}
{"translation": {"en": "Do you have high blood pressure, diabetes or high cholesterol?", "yo": "Ṣé o ní ìdàmú ẹ̀jẹ̀ gbúgbóná / dayabítìsì tàbí ṣúgà púpọ̀jù nínú ẹ̀jẹ̀?"}}
{"translation": {"en": "Step 5: Design the users and groups", "yo": "Gige 5: Mö Awọn tita rẹ Ati Awọn ẹgbẹ Titaja"}}
{"translation": {"en": "The only small issue is that it's a little difficult to light the candle inside but it's still a great purchase.", "yo": "Sibẹsibẹ, ninu yara kekere kan o dara lati fi tabili laini sinu window ni igun kan, biotilejepe eyi kii ṣe rọrun pupọ."}}
{"translation": {"en": "Tyndall air force base", "yo": "Kaduna Kaduna Kaduna Air Force Base"}}
{"translation": {"en": "How do you create a happy marriage?", "yo": "Bawo ni o ṣe itara lati mu igbeyawo lai laisi aseye"}}
{"translation": {"en": "If that does not fix it, you may need to send your camera in for service.", "yo": "Ti o ko ba gba esi, o le nilo lati mu Pinging ṣiṣẹ ninu iṣeto olulana rẹ."}}
{"translation": {"en": "loses its color approximately 5 years after the start of operation", "yo": "O ṣe afihan ara rẹ ko si ju ọdun marun lọ lẹhin ibẹrẹ ti miipapo eniyan."}}
{"translation": {"en": "First we need to identify the characteristics of our building blocks:", "yo": "Ni akọkọ, o jẹ dandan lati mọ iyatọ iru awọn hiccups wa:"}}
{"translation": {"en": "This is the reason why one should consider the idea of hiring a [...]", "yo": "Eyi ni Idi ti O yẹ ki o mu Aṣayan Iranṣe Ni Ọlọkan Kan Ninu Rẹ [...]"}}
{"translation": {"en": "「NO, Master is Master.", "yo": "Aa Aa Ee Ee, Masterji Ki Aa Gayee Chitthi"}}
{"translation": {"en": "8:10 And to all those who would listen , from the least even to the greatest , sa han: \"Here is the power of God , which is called great.\"", "yo": "8:10 Ati fun gbogbo awọn ti yoo gbọ, láti kékeré títí dé evenlá, o n sọ: \"Eyi ni agbara Ọlọrun, eyiti a pe ni nla. \""}}
{"translation": {"en": "Based on careful comparative analysis, PPP can play a role in the implementation and financing of energy systems.", "yo": "Ti iṣakoso nipasẹ eto adaṣe PLC, ṣe iṣuna ọrọ-aje lori agbara ati awọn ohun elo."}}
{"translation": {"en": "Let's Play 5 days ago", "yo": "awont 5 days ago"}}
{"translation": {"en": "He told me to put my faith in Jesus and encouraged me to pray.", "yo": "O ro won pe ki won mo bi a ti n yin Olorun logo, ki won si maa gbadura fun ilosiwaju ileeko naa."}}
{"translation": {"en": "He is also interested in the underlying database [...]", "yo": "O tun pe fun iwadii sinu ipa ẹsun ti ofin arufin ti [...]"}}
{"translation": {"en": "But Daniel sat in the gate of the king.", "yo": "Ṣugbọn Daniel ara wà ni ọba ẹnu-ọna."}}
{"translation": {"en": "Ideal for fundraising events and trade shows!", "yo": "Ṣeto awọn ipilẹ iṣowo adaṣe ki o bẹrẹ iṣowo ati ṣiṣe awọn ere!"}}
{"translation": {"en": "The Redeemed Christian Church of God @ Damansara Uptown", "yo": "Udon Kobo Min Min @ Damansara Uptown"}}
{"translation": {"en": "One of the most striking results was that crowdsourcing was rated slightly higher than", "yo": "Abajade ni pe o pari ito diẹ sii ju deede lọ."}}
{"translation": {"en": "I didn't see any young people.", "yo": "Emi ko rii boya ọkan ninu Eto."}}
{"translation": {"en": "For people of all kinds", "yo": "À Ń Wàásù fún Gbogbo Onírúurú Èèyàn"}}
{"translation": {"en": "Proper care for mother and child is also extremely important, so that the young will be healthy.", "yo": "Wọn tun ṣe pataki fun ilera ti iya ati ọmọ ti o wa ni iwaju, ṣugbọn wiwa ijabọ wọn kii ṣe nkan pataki."}}
{"translation": {"en": "If you double click a file instead, it will open a new window which can be useful when you have dual screens.", "yo": "Ti o ba tẹ lẹẹmeji lori rẹ, taara window iwe tuntun kan yoo ṣii nibiti o le ṣatunkọ aami rẹ ni ominira."}}
{"translation": {"en": "may be power.", "yo": "Taha Alagbary"}}
{"translation": {"en": "Add two kids (clones of their parents) and you have a perfect storm.", "yo": "O rii daju pe awọn ọmọkunrin rẹ mejeji (Kaka ati Digão) ni igbiyanju to dara."}}
{"translation": {"en": "RSS is preparing to send an invite to Congress President Rahul Gandhi", "yo": "Gomina Rauf Aregbẹsọla lo gba alejo Gomina Yari to wa dari eto idibo abẹnu APC losun"}}
{"translation": {"en": "But a lot of women do not find that attractive.", "yo": "Sibẹsibẹ, ọpọlọpọ awọn obinrin dabi pe ko nifẹ si ọ."}}
{"translation": {"en": "in the past or in the future.", "yo": "ti o ti kọja tabi ni ojo iwaju nigba ti o ba wà"}}
{"translation": {"en": "Now, therefore, as the LORD lives, who has confirmed me, and set me on the throne of David, my father, and who has made me a house, as he promised, Adonijah shall be put to death today.", "yo": "24 Ati nisisiyi bi Oluwa ti wà, ti o ti fi idi mi mulẹ̀, ti o si mu mi joko lori itẹ́ baba mi, ti o si ti kọ́ ile fun mi, gẹgẹ bi o ti wi, loni ni a o pa Adonijah."}}
{"translation": {"en": "Is there any difference to the Windows version?", "yo": "Ṣe eyikeyi ọna ti a le ṣe awọn ohun elo ni Windows?"}}
{"translation": {"en": "How do I know it's so dangerous?", "yo": "Bawo ni mo se mọ eyi ti ayo ojula wa ni ailewu?"}}
{"translation": {"en": "Sion: It varies.", "yo": "Shǐmìsī: Yídìng yídìng."}}
{"translation": {"en": "The club is now recruiting new members to join their group.", "yo": "Ni ile-iṣẹ lọwọlọwọ ti ndagbasoke oṣiṣẹ tuntun kọọkan ti yoo darapọ mọ ẹgbẹ wọn."}}
{"translation": {"en": "Iceland is a fantastic country, but it's one of a kind!", "yo": "Tọki jẹ orilẹ-ede fabulous, nibiti ọkan gbọdọ ṣaẹwo ni o kere lẹẹkan!"}}
{"translation": {"en": "Would you let go of your anger?", "yo": "Ṣé o kò ní dáwọ́ ibinu rẹ dúró ni?"}}
{"translation": {"en": "And he's a little one.", "yo": "Sugbon o jẹ ọkan diẹ sii."}}
{"translation": {"en": "Might be willing to accept that.", "yo": "Iya gan-an ni ko si fe gba yii."}}
{"translation": {"en": "Leading into that verse is the selection of the twelve apostles.", "yo": "Ifetisilẹ yii di ipe si ironupiwada ti o sọ nipasẹ awọn ohùn aposteli mejila."}}
{"translation": {"en": "This project determined that AES can be implemented in Arduino and there will be sufficient space for other functionalities too.", "yo": "Taabu yii ṣe deede si awọn ọna abuja, o le tunṣe awọn aiyipada ki o fi awọn iṣẹ miiran si wọn."}}
{"translation": {"en": "Some of the key features in each of the three styles are:", "yo": "Eto gbogbo awọn orin fun gigun ni kọọkan ninu awọn afonifoji mẹta dabi iru eyi:"}}
{"translation": {"en": "Sis you are a strong, powerful woman.", "yo": "Ninu rẹ, iwọ yoo ma jẹ obirin ti o ni agbara ati ti o ni igboya ."}}
{"translation": {"en": "And while universities are often willing to pay lip service to the efforts, they're not always prepared to empower the people behind them.", "yo": "Botilẹjẹpe wọn nifẹ lati daabobo awọn oniwun wọn, wọn ko ni itara nigbagbogbo lati tẹtisi."}}
{"translation": {"en": "They're being slaughtered like animals.", "yo": "Wọn a máa rùn bí òkú ẹran."}}
{"translation": {"en": "All of this has been inked.", "yo": "Gbogbo eyi ni a ti lu ni isalẹ."}}
{"translation": {"en": "You can go for a trinity force as well.", "yo": "O tun le fi abẹla kan han si aami atọkan Mẹtalọkan rẹ fun ilera rẹ."}}
{"translation": {"en": "10 For he knew that the chief priests had delivered Him out of envy.", "yo": "10 On sá ti mọ̀ pe nitori ilara ni awọn olori alufa ṣe fi i le on lọwọ."}}
{"translation": {"en": "To be effective the Incarnation needed to be real; так, the Son needed to truly take on human nature , to become Emmanuel , \"God with us\" (бачыць Мацей 1:23, Джон 1:14, and John's First Letter , 4:2-3).", "yo": "Lati munadoko Iwa-ara nilo lati jẹ gidi; nitorina, Ọmọ nilo lati ni iwongba ti gba ẹda eniyan, lati di Emmanuel, \"Ọlọrun wà pẹ̀lú wa\" (wo Mátíù 1:23, Johanu 1:14, ati ti John Lẹta akọkọ, 4:2-3)."}}
{"translation": {"en": "The saramuyo fruit is still popular today.", "yo": "Nitorina, awọn ogbin ti marjoram ninu awọn Ọgba ti di pupọ gbajumo loni."}}
{"translation": {"en": "and He still loves us and speaks the truth to us.", "yo": "O fẹ wa, otitọ rẹ si tọ wa wa nipasẹ ọrọ rẹ."}}
{"translation": {"en": "And I'm not a young adult.", "yo": "\" Mais si je suis un adulte, je"}}
{"translation": {"en": "saw the tree of life.", "yo": "Igi ìgbàlè lẹ rí"}}
{"translation": {"en": "A more substantial 3.", "yo": "Aaj More Aaye Hai 3"}}
{"translation": {"en": "+ When he met Desmond at the stadium, Desmond says he was training for a race around the world.", "yo": "Nigbati o nsoro siwaju lori iran rẹ, Desmond ṣalaye pe o ni ero lati ṣẹda agbaye ti o njẹ papọ nipasẹ ṣiṣẹ pọ."}}
{"translation": {"en": "Prayers for (name):", "yo": "Leg je (jade) ei:"}}
{"translation": {"en": "Availability: To be shipped within 2 days of order", "yo": "Irin-ajo Iṣakojọ: A yoo jẹrisi laarin awọn ọjọ iṣowo 2."}}
{"translation": {"en": "Being away has been hard on him, his wife and their children.", "yo": "Àtijç-àtimu wá di ìÿòro fún òun àti ìyàwó rê àti àwon ômô wôn pêlú."}}
{"translation": {"en": "YAYA is not a person.", "yo": "Keni ma ma ba Gbinrin ahun ja"}}
{"translation": {"en": "Nikita Khrushchev, the former premier of the USSR, read the Bible when he was a boy.", "yo": "Ati Nikita Khrushchev, awọn tele ori ti ijoba ni Russia, ka Bibeli, nigbati o si wà kan omode."}}
{"translation": {"en": "Me and my house will serve the Lord", "yo": "Emi ati ile mi Oluwa la o ma sin"}}
{"translation": {"en": "2 The [a]Angel of the Lord appeared to him in a blazing flame of fire from the midst of a bush; and he looked, and behold, the bush was on fire, yet it was not consumed.", "yo": "2 Angeli OLUWA si farahàn a ninu ọwọ́ iná lati inu ãrin igbẹ̀: on si wò, si kiyesi i, iná njó igbẹ́, igbẹ́ na kò si run."}}
{"translation": {"en": "There are also other laser materials.", "yo": "awọn ohun elo laser miiran pẹlu Galvo."}}
{"translation": {"en": "It is important to note that the influencer's personal connection is a key factor in driving consumer actions.", "yo": "O ṣe pataki pupọ lati mọ pe ipa ibanisọrọ jẹ bọtini si olubasọrọ ifipamo awọn ẹni-kọọkan taara."}}
{"translation": {"en": "Secondly, we have realigned our business focus to cope with the realities of the economic market.", "yo": "A ṣe iṣeduro lati wa ohun ti awọn oniṣowo agbaye ṣe ni imọran wa lati fetisi si."}}
{"translation": {"en": "time frames for completion have been provided.", "yo": "Ni afikun, a ṣe akoko sisẹ silẹ lati ṣe itọwo."}}
{"translation": {"en": "Your policies and procedures are up to date", "yo": "àwọn ohun tí ọwọ́ rẹ ati ètò rẹ ti ṣe ìlànà rẹ̀ tẹ́lẹ̀."}}
{"translation": {"en": "আমি, Darius , have established the decree , which I wish to be fulfilled scrupulously.\"", "yo": "Mo, Darius, ti mulẹ awọn aṣẹ, eyi ti mo ti fẹ lati wa ni ṣẹ scrupulously. \""}}
{"translation": {"en": "How To Know If You Have Lyme Disease (Tests & Diagnosis)", "yo": "Emi yoo fẹ lati mọ boya Mo le lo SEXENDA liraglutide (dajudaju iṣoogun ati imọran ounjẹ)"}}
{"translation": {"en": "What is it that weight-loss will give you?", "yo": "Kini awọn ipalara ti o le ṣaakiri ọ?"}}
{"translation": {"en": "BBC- A debate about the future of Ethiopia, recorded in front of a public audience", "yo": "Omi mimọ ni Didiksa - abule Etiopia kan n yi aye pada - pẹlu fidio"}}
{"translation": {"en": "While he was staying here he got us quite a bad name.", "yo": "Nigbati o ba wa jina, o padanu pupọ rẹ."}}
{"translation": {"en": "As we can see from the above, the Vietnamese authorities are seriously concerned about economic growth in the country and do their best to their country has reached a sufficiently high level of development and has become a worthy representative of the Asian gambling.", "yo": "Gẹgẹbi a ti le rii lati inu loke, awọn alase Vietnam jẹ iṣoro ti iṣoro nipa idagbasoke oro aje ni orilẹ-ede naa ati ṣe gbogbo wọn si orilẹ-ede wọn ti de ipele to gaju ti o ga ti o si ti di aṣoju to jẹ aṣoju ti ere idaraya Asia."}}
{"translation": {"en": "The Go Girl was a life saver.", "yo": "Ọmọbirin naa jẹ iru kii ṣe ipo daradara ni igbesi aye."}}
{"translation": {"en": "So, do you believe in second chances or not?", "yo": "Ṣugbọn iwọ ti dojuko awọn ọna ṣiṣe meji tabi rara?"}}
{"translation": {"en": "You will have the tools and methods to start writing and putting out content and/or work on your side project!", "yo": "O le bayi tẹsiwaju fifi sori ẹrọ ati / tabi ṣiṣe sọfitiwia iwakusa kọọkan ati Apamọwọ Digital ti ààyò rẹ!"}}
{"translation": {"en": "A short history of Gdańsk", "yo": "Brief History of Ogedengbe Agbogungboro"}}
{"translation": {"en": "strengths and weakness.", "yo": "Strength& Weakness ì ¥ë  ̈ì"}}
{"translation": {"en": "Learn as if you were to live forever!\" (Mahatma Gandhi)", "yo": "Mọ bi o ba ti o ba wà lati wà láàyè títí láé. - Mahatma Gandhi"}}
{"translation": {"en": "Medium length hair today, the most popular among women of all ages.", "yo": "Ogbo awọ ninu awọn aṣọ loni jẹ eyiti o gbajumo julọ laarin awọn obinrin ti gbogbo ọjọ ori."}}
{"translation": {"en": "The Mission: develop, promote, educate and grow the sport", "yo": "Okanjuju: Ere-ije Lati Ṣakoso, Igbiyanju, ati Mu Iṣe Iṣẹ Ẹgbẹ Tita rẹ pọ si"}}
{"translation": {"en": "2Ch 11:21 - Rehoboam loved Maakah daughter of Absalom more than any of his other wives and concubines.", "yo": "11:21 Ṣugbọn Rehoboamu si fẹran Maaka, ọmọbinrin Absalomu, ju gbogbo awọn aya rẹ ati awọn ale."}}
{"translation": {"en": "The Second Largest", "yo": "Mafi Akejriwal"}}
{"translation": {"en": "You can get to a number of sightseeing locations from Shimizu Port in a short amount of time.", "yo": "O tun le lo awọn ọkọ ayọkẹlẹ ti o han ti o lọ kuro ni ibudọ ọkọ ayọkẹlẹ Shinjuku ni iṣẹju kan ti wakati kan."}}
{"translation": {"en": "you're the first freedom fighter", "yo": "O dèèkínní onísé ìbàdàn dé wón lógun jà ni"}}
{"translation": {"en": "What is HOME to me?", "yo": "ofe ma pa'ja l'obo fun mi"}}
{"translation": {"en": "My Bike to work day", "yo": "Bike to Work Day fun"}}
{"translation": {"en": "I did go stream of consciousness......", "yo": "Emi yoo gba sinu akọọlẹ ^ _ ^"}}
{"translation": {"en": "32 Behold, you are to them as a very lovely song of one who has a pleasant voice, and can play well on an instrument; for they hear your words, but they don't do them.", "yo": "32 Si kiyesi i, iwọ jẹ orin ti o dùn pupọ fun wọn, ti ẹnikan ti o ni ohùn daradara, ti o si le fún ohun-elò orin daradara: nitori nwọn gbọ́ ọ̀rọ rẹ, ṣugbọn nwọn kò ṣe wọn."}}
{"translation": {"en": "None of these candidates wound up entering Congress.", "yo": "Ó́ sì di èèwọ̀ fún ẹnikẹ́ni nínú àwọn daran daran yìí láti wọ igbó ọba lọ́nà tí kò bá òfin mu."}}
{"translation": {"en": "s1e10Your Mother Should Know", "yo": "Yoruba 101 - must read - Ọmọ Oòduà"}}
{"translation": {"en": "four heads; and dominion was given to it.", "yo": "Ẹranko náà sì ní orí mẹ́rin,+ agbára ìṣàkóso ni a sì fi fún un ní ti gidi."}}
{"translation": {"en": "Fathers tend to mix play with learning a little more successfully, from the child's point of view, allowing longer work periods.", "yo": "Awọn baba gba ojuse fun igbega ọmọ kan, lati igba ewe, ki isanwon wọn di diẹ sii siwaju sii."}}
{"translation": {"en": "C-date - Everything is possible..", "yo": "n o r e - oye mi canto كلمات اغاني"}}
{"translation": {"en": "knoweth the secrets of the heart.", "yo": "Nitori ti o mọ awọn asiri ti ọkàn."}}
{"translation": {"en": "As previously discussed, a lot of book reviews are composed of two type of commentary - one is actually", "yo": "Gẹgẹbi onijaja akoonu kan, o ṣee ṣe ki o mọ pe akoonu ti o dara ni asọye nipasẹ awọn ẹya meji: Akoonu yẹ ki o ba sọrọ"}}
{"translation": {"en": "People Working to Make the World a Better Place", "yo": "Àwọn òṣìṣẹ tí ó fẹ láti ṣe àgbáyé ní àyè tí ó dára jùlọ"}}
{"translation": {"en": "I.E. how much polyfill, how much eggcrate?", "yo": "Werey oloribu, eyinbo melo ni jero ara gbo?lol"}}
{"translation": {"en": "Those who survived were scattered, so that no two of them were left together....", "yo": "Àwọn tí kò kú lára wọn fọ́nká, tóbẹ́ẹ̀ tí kò fi sí eniyan meji tí wọ́n dúró papọ̀."}}
{"translation": {"en": "They go back a long time, that's their relationship and at the end of the day they really love each other.", "yo": "Awọn obirin wọnyi ni o nira pupọ si ara wọn, ati ni ọjọ ti o kẹhin - tun si olufẹ wọn."}}
{"translation": {"en": "16 Therefore we do not give up, but even if the man we are outside is wasting away, certainly the man we are inside is being renewed from day to day.", "yo": "16 Nitori eyi ni ãrẹ̀ kò ṣe mu wa; ṣugbọn bi ọkunrin ti ode wa ba nparun, sibẹ ọkunrin ti inu wa ndi titun li ojojumọ́."}}
{"translation": {"en": "When a match is found, the entire message, including attachments, is forwarded to a designated manager.", "yo": "Ni kete ti agbari ba gba iwe-aṣẹ kan, gbogbo alaye ti o lagbara ni ohun elo, pẹlu awọn ero rẹ, yoo jẹ ipo ofin ti iyọọda."}}
{"translation": {"en": "Do you hate the deeds of those against keeping God's commandments?", "yo": "Ṣé ohun tí ó dára ni, Ọlọrunpé kí o máa ni eniyan lára,kí o kórìíra iṣẹ́ ọwọ́ rẹ,kí o sì fẹ́ràn ète ẹni ibi?"}}
{"translation": {"en": "The story is laconic.", "yo": "Ṣugbọn ni akoko ti isiyi, aṣa jẹ laconic."}}
{"translation": {"en": "We need to list all users.", "yo": "Aṣa ni wiwo kí gbogbo wa users."}}
{"translation": {"en": "If I drop it, it'll be easy to find.", "yo": "Emi yoo gbiyanju, laisi iyemeji."}}
{"translation": {"en": "Gen 13:11 So Lot chose for himself the whole plain of the Jordan and set out towards the east.", "yo": "13:11 Lọti yan agbegbe fun araarẹ ni ayika Jordani, ó sì yípadà l bynà ofnà ìlà-oòrùn."}}
{"translation": {"en": "This is Night of the Demons.", "yo": "Are wa dare desu ka."}}
{"translation": {"en": "Wedding balloons decoration is one of the major part of occasion.", "yo": "Decoration ti igbeyawo paati jẹ ọkan ninu awọn julọ pataki oniru eroja ajoyo."}}
{"translation": {"en": "By the way, Albertson's pulled out of the Memphis area a year later.", "yo": "Nigbakuugba, Wilson wa patapata kuro ninu ile ẹbi rẹ pẹlu ẹyẹ kan ni oṣu kan."}}
{"translation": {"en": "I'm paying for it so by god I'm going to get my money's worth.", "yo": "Gbese ti iran mi je ti won ni emi ni maa san, Olorun Aanu gba l'owo mi."}}
{"translation": {"en": "A nice combination to consider in the same month.", "yo": "O ni imọran lati gbe pickling ni osu kanna."}}
{"translation": {"en": "Clearly, such a profile cannot be captured by a cosine function and we need to think of something else.", "yo": "O ṣe kedere pe ihuwasi bẹẹ ko le pe ni ṣiṣe nipasẹ idahun si ẹṣọ, o jẹ dandan lati tun kọ ọ."}}
{"translation": {"en": "are you with the film?", "yo": "Njẹ o ni ajọṣepọ pẹlu Ile-iṣẹ Fiimu naa?"}}
{"translation": {"en": "Jesus calls and commissions the Twelve - He delivers to the Nephites a discourse similar to the Sermon on the Mount - He speaks the Beatitudes - His teachings transcend and take precedence over the law of Moses - Men are commanded to be perfect even as he and his Father are perfect - Compare Matthew 5.", "yo": "Jésù pe àwọn Méjìlá ó sì fi àṣẹ fún wọn - Ó fi ìdáni-lẹ́kọ fún àwọn ará Nífáì èyítí ó jọ Ìwãsù lórí Òkè - Ó sọ ọ̀rọ̀ Ìbùkún nnì - Ìkọ́ni rẹ̀ tayọ òfin Mósè ó sì tún ṣíwájú rẹ̀ - A pàṣẹ fún gbogbo ènìyàn láti wà ní pípé àní gẹ́gẹ́bí òun àti Bàbá rẹ̀ ti wà ní pípé - A fi orí ìwé yĩ wé Máttéù 5."}}
{"translation": {"en": "There is nothing more time.", "yo": "Eyi kìíse ohun mìràn bikò se Sàkì"}}
{"translation": {"en": "Make sure to keep the tips before selecting the names for dogs.", "yo": "Gbiyanju lati pade awọn obi idalẹti ṣaaju yiyan puppy."}}
{"translation": {"en": "DP: Poppy Design - Don't remember the name on the paper...", "yo": "P.S. Binu, ė post: gbagbe lati fi aaye ayelujara adirẹsi..."}}
{"translation": {"en": "Keep in mind that the information provided pertains to competition preparation.", "yo": "Ranti pe awọn iwa ibaje ibalopo ti ni ilọsiwaju fun idile ẹbi."}}
{"translation": {"en": "Greetings and out.", "yo": "bonjour àt outes!"}}
{"translation": {"en": "it's for katz. she loves it.", "yo": "So fun Cassie- love ya!"}}
{"translation": {"en": "The one who has shed my brother's blood ...", "yo": "Ọkunrin ti o ti kẹkọọ nipa iku arakunrin rẹ ..."}}
{"translation": {"en": "Which means you to create a new one if you want to alter or change it.", "yo": "Bayi, Nya yoo beere lọwọ rẹ boya o fẹ agbapada tabi ṣatunṣe ọrọ imọ-ẹrọ."}}
{"translation": {"en": "Make it a single!!!!", "yo": "je lé le single !!!"}}
{"translation": {"en": "The app will also have several offers for you to complete to earn points.", "yo": "Nọmba awọn asọye yoo tun ṣe iranlọwọ fun kika rẹ paapaa ni awọn ifiweranṣẹ ti o pari pẹlu ọpọlọpọ."}}
{"translation": {"en": "Exciting news -- it's time to pick up your works of art!", "yo": "Iyatọ - Eyi jẹ akoko asiko lati ṣe iyatọ iṣowo rẹ lati awọn oludije rẹ!"}}
{"translation": {"en": "As a child, Levi spent a lot of time with his grandparents, who owned a riding stables and tennis club.", "yo": "Gẹgẹbi ọmọde, Mariano ti lo ọpọlọpọ akoko pẹlu baba-nla rẹ ti o ṣẹlẹ lati jẹ afẹsẹgba afẹsẹgba pẹlu bọọlu afẹsẹgba Catalan ti o niwọntunwọnsi."}}
{"translation": {"en": "The best price to buy Moto.", "yo": "Aṣayan ti o dara ju ni lati ra awọn ibọsẹ ti kanna brand."}}
{"translation": {"en": "Egyptian people integrated around 3150 BC (based on traditional Egyptian chronology) with the political marriage of Upper and also Lower Egypt under the very first pharaoh.", "yo": "Asailaju ti ara Egypti gbajo ni bi odun 3150 SK (gegebi Iseoroasiko apejose ti ara Egypti) pelu isodokan oselu Apa Oke ati Apa Isale Egypti labe farao akoko."}}
{"translation": {"en": "At our online casino, all the games have been designed according to themes.", "yo": "Ni wa online itatẹtẹ, gbogbo awọn ere ti a ti še gẹgẹ bi awọn akori."}}
{"translation": {"en": "Every draw will give you the chance to win up to £5,000!", "yo": "Coinfalls Roulette Yoo fun ọ To Gba Up Lati laaye £ 500 Ni idogo Bonus!"}}
{"translation": {"en": "On the basis of this document, you should:", "yo": "Lati bii nipasẹ idanwo idanwo yii, o ni lati:"}}
{"translation": {"en": "The following table displays all of the mutual funds in our database offered by Third Avenue.", "yo": "Nko le rii ẹdun ọkan kan ni gbogbo data ti Mo ṣe atunyẹwo nibiti a ti gige data ti olufaragba ni itanna lati oju opo wẹẹbu ẹnikẹta."}}
{"translation": {"en": "It's not the same as voice control, but you can use it to dial numbers from your phone book.", "yo": "Eyi ko yọ ohun elo naa kuro, ṣugbọn tilekun ohun elo naa o ṣe idiwọ lati ṣiṣẹ ni idaduro ni iranti ti iPhone rẹ."}}
{"translation": {"en": "08:28 and individual rooms that are used for commercial sex.", "yo": "7:28 Ati ki o nibi ni opin ti awọn ifiranṣẹ."}}
{"translation": {"en": "He has provided power and victory.", "yo": "O ti fi idi mulẹ ni agbara ati idagbasoke."}}
{"translation": {"en": "What should I do if my dog ate a piece of metal?", "yo": "Kini MO ṣe ti ologbo mi ba ti jẹ chocolate?"}}
{"translation": {"en": "25:13 And I will bring upon that land all my words which I have pronounced against it, even all that is written in this book, which Jeremiah has prophesied against all the nations.", "yo": "25:13 Emi o si ja lori ilẹ gbogbo ọrọ mi, ti mo ti sọ si i, gbogbo awọn ti o ti a ti kọ sinu iwé yi, ohun gbogbo ohunkohun ti ti Jeremiah ti sọtẹlẹ si gbogbo orilẹ-ède."}}
{"translation": {"en": "oh sizzle. just the man.", "yo": "Oh jasse jatt di je tu banna rakaan goriye"}}
{"translation": {"en": "\"It is to me, yeah.\"", "yo": "Ara mi ti wa lo no, yeah-yeah'"}}
{"translation": {"en": "This part can be done ahead and refrigerated.", "yo": "Ohunelo yii o le ṣe ni ilosiwaju ati ki o tọju rẹ ni firiji."}}
{"translation": {"en": "If you dont look anything like your mother, get a test.", "yo": "Ti o ba ro pe ọrọ kan wa pẹlu okun Ina rẹ, gbiyanju lati lo ọrẹ kan."}}
{"translation": {"en": "Rory helped me tremendously prior to my co-hosting a webinar.", "yo": "\"Ọra Sy ṣe atilẹyin fun mi lọpọlọpọ, ṣaaju ki Mo to ṣe o bi akosemose ọjọgbọn kan."}}
{"translation": {"en": "April 12, 2014: Before the running of the...", "yo": "Dec 17, 2014 · Yagbo yaaju okunrin Ogun Owibe Se be ..."}}
{"translation": {"en": "Give her one day of satisfaction for a thousand years of hope.", "yo": "10 Nitori pe ọjọ kan ninu agbala rẹ sanju ẹgbẹrun ọjọ lọ."}}
{"translation": {"en": "to our responsibilities of responding to God's power and remembering God's", "yo": "lati ṣe iranlọwọ fun wa lati ṣe atunṣe pẹlu agbara iyara ti Ọlọrun ati"}}
{"translation": {"en": "For the original creator", "yo": "Fun oluṣilẹda akọkọ"}}
{"translation": {"en": "At the end of the day, this is the UNITED Arab Emirates.", "yo": "Nitoribẹẹ, ni akoko yii kii ṣe United Arab Emirates."}}
{"translation": {"en": "Lift the ban and give him a load of money and watch him bring in a couple of su...", "yo": "Mu alekun iṣan pọ si o jẹ ki o ni ifaya diẹ si bi o ṣe padanu sanra."}}
{"translation": {"en": "e.m.f. 1⁄4 current   resistance", "yo": "<-14.4dBm Ilo agbara 1W Ipese lọwọlọwọ"}}
{"translation": {"en": "The problem we face in our lives:", "yo": "Awọn eniyan ṣi wa ni aye wa ti ko ṣe alainiyan:"}}
{"translation": {"en": "What we should be more concerned with are the side effects of the high idealism of our Constitution, for they might one day overwhelm the intended good.", "yo": "Ẹkọ kejì ni pe ka ma gbe ara wa ga kọja ofin orilẹ ede wa nitori ọwọ palaba le segi ni ọjọ kan."}}
{"translation": {"en": "31:2 พระเจ้าตรัสดังนี้ว่า: \"The people who had remained after the sword , found grace in the desert .", "yo": "31:2 Bayi li Oluwa wi: \"Awọn eniyan ti o kù lẹhin idà, rí oore-ọ̀fẹ́ nínú aṣálẹ̀."}}
{"translation": {"en": "The Offspring (Give it to me baby!", "yo": "[verse 1 - reminisce]ehn, ehn, mo ma n mu fun awon omo ele n lowkey"}}
{"translation": {"en": "The second does a detailed comparison of some of the more well-known cluster methods", "yo": "Ni ipo yii a ṣe alaye igbesẹ nipa igbesẹ diẹ ninu awọn adaṣe ti o dara julọ pẹlu awọn ẹgbẹ roba."}}
{"translation": {"en": "I would say that it's fuzzy", "yo": "Kimi to issho ni omoide fueteku"}}
{"translation": {"en": "This sentiment has been utilized and slightly changed in many ways through the years.", "yo": "Sibẹsibẹ, titi di oni, a ṣe akiyesi ohun elo yii ni igba diẹ ati ni ọpọlọpọ awọn ọna ti o din si awọn apapo onipẹ."}}
{"translation": {"en": "Want to give a description of an image?", "yo": "je pars à la recherche d'une image à proposer"}}
{"translation": {"en": "It was no experience.", "yo": "ni pe ade experience ke..hahaha"}}
{"translation": {"en": "En route to Eternity", "yo": "Òåêñò ïåñè Passage to Eternity"}}
{"translation": {"en": "9:5 Thou hast rebuked the nations, thou hast destroyed the wicked; thou hast put out their name for ever and ever.", "yo": "5 Iwọ ba awọn orilẹ-ède wi, iwọ pa awọn enia buburu run, iwọ pa orukọ wọn rẹ́ lai ati lailai."}}
{"translation": {"en": "And I provide many things...", "yo": "Mo yọ fun ọ fun nkan ti o dara pupọ akoonu ..."}}
{"translation": {"en": "Onstage will find a way to bring the love of music into your family's life", "yo": "Idi fun ore: O ma n lá fun gbigba orin kan si igbesi aye ara rẹ."}}
{"translation": {"en": "This is all the more remarkable because until recently Confucius was vilified by the Communist authorities.", "yo": "Ati pe eyi kii ṣe iyalenu, nitori titi di igba 1988 Laosi ti ni pipade si awọn afe-ajo nipasẹ ipinnu ti agbegbe agbegbe Komunisiti."}}
{"translation": {"en": "You can specify the template engine for a project when creating a new project or resource.", "yo": "O le loye awọn ero ti oṣere alakobere nigbati o beere lati fi ẹda kan ranṣẹ tabi aworan ti iwe irinna kan."}}
{"translation": {"en": "This is such a misunderstood passage of scripture today.", "yo": "A yoo ṣàpéjúwe ikede letusi ti ko ṣeeṣeyọsi loni ni nkan yii."}}
{"translation": {"en": "Each group composed of six animals.", "yo": "Idalẹnu kọọkan ni deede awọn ọmọ aja mẹfa."}}
{"translation": {"en": "(4) Use as a trade mark", "yo": "Lo bi fosifeti aise awọn ohun elo awọn ọja lati ṣe ajile"}}
{"translation": {"en": "There is no evidence to suggest Diana Spencer was related to the Rothschilds.", "yo": "Ko si ẹri ti o tọka si ni otitọ pe awọn obi Marcus Thuram ti o dagba ni ibamu pẹlu awọn ẹkọ ẹsin Kristiani."}}
{"translation": {"en": "Nevertheless, you should not be frightened of the security of your data.", "yo": "Nibẹ gan ni ko si ye lati bẹru bi igba ti o ni afẹyinti data rẹ."}}
{"translation": {"en": "1. we have to acknowledge this tendency and fight it.", "yo": "Ṣugbọn a ni lati tun kọ ẹkọ yi ati igbekele rẹ"}}
{"translation": {"en": "the market price of our common stock:", "yo": "Ọja ti a ṣe apẹrẹ fun alabara wa:"}}
{"translation": {"en": "Retailers will now have to decide whether to absorb the extra costs or raise prices.", "yo": "Awọn oludokoowo ni ẹtọ ni kikun lati pinnu boya lati yọ awọn ere kuro tabi ṣepọ olu-iṣowo ati mu alekun owo-ori pọ si."}}
{"translation": {"en": "When are you going to get out of bed?", "yo": "Nígbàwo lo dìde lórí ìbùsùn?"}}
{"translation": {"en": "Referred to as composite stones.", "yo": "Wọnyi ti wa ni apejuwe bi oran okuta."}}
{"translation": {"en": "You will also receive one of the original labels in a folder.", "yo": "A yoo tun rii ọkọọkan awọn aworan lori deskitọpu."}}
{"translation": {"en": "2 Therefore when thou dost an alms-deed, sound not a trumpet before thee, as the hypocrites do in the synagogues, and in the streets, that they may be honoured by men.", "yo": "2  Nítorí bẹ́ẹ̀, nígbà tí o bá ń lọ fi àwọn ẹ̀bùn àánú fúnni,+ má ṣe fun kàkàkí+ níwájú rẹ, gan-an gẹ́gẹ́ bí àwọn alágàbàgebè ti ń ṣe nínú sínágọ́gù àti ní àwọn ojú pópó, kí àwọn ènìyàn lè yìn wọ́n lógo."}}
{"translation": {"en": "our lady of the lake university", "yo": "Wa Lady ti awọn Lake University."}}
{"translation": {"en": "The Spirit's The Same", "yo": "Ibere aye imoye leleyi."}}
{"translation": {"en": "It is marked with a special exhibition at the museum - and with a web-exhibition.", "yo": "A kan pin iwe alaye lori pataki ti titaja wiwo - ati pe, dajudaju, pẹlu fidio."}}
{"translation": {"en": "The videos and images in this mofos site are intended to be used by responsible adults as sexual aids, to provide sexual education and to provide sexual entertainment.", "yo": "Awọn fidio ati awọn aworan lori aaye yii ni a pinnu fun lilo nipasẹ awọn agbalagba lodidi bi awọn iranlọwọ, eto-ẹkọ ati ere idaraya;"}}
{"translation": {"en": "He answered: You.", "yo": "Wipe o gbadun."}}
{"translation": {"en": "After that, every single player has flaws.", "yo": "Lẹhinna, awoṣe kọọkan jẹ oto."}}
{"translation": {"en": "I don't really know anything about google drive, but I'm going to email you and tell you how to install the fonts to your computer.:)", "yo": "Emi ko da loju boya aṣẹ \"afikun-apt\" n ṣiṣẹ fun ọ, ni otitọ Emi ko ro bẹ ... ṣugbọn o le ṣafikun awọn PPA pẹlu ọwọ si awọn orisun.list 🙂"}}
{"translation": {"en": "So what would be the point of receiving attachments - how would you work on them?", "yo": "Nibiti awọn igbiyanju titaja wọn wa - bawo ni agbari wọn ṣe dagba ibaṣepọ pẹlu wọn."}}
{"translation": {"en": "So my dad's working.\"", "yo": "\"Sabi ni Papa A-a-akala ko-\""}}
{"translation": {"en": "And the person has been banned?", "yo": "ni bakal ke banned ga???"}}
{"translation": {"en": "After 12 years together, Angelina Jolie and Brad Pitt are parting ways.", "yo": "Fun ọdun mẹwa, Angelina Jolie ati Brad Pitt jẹ apẹrẹ ti ibasepo pipe."}}
{"translation": {"en": "exact judgment if he refuses to return.", "yo": "Sebi bi ọkọ ba kọ ni ọkọ naa ni eniyan yoo pada fẹ."}}
{"translation": {"en": "It's probably 4.\"", "yo": "Áàáà Àäàìó 44'"}}
{"translation": {"en": "Here's how it works: When you check-in on Gowalla, add the iReport Highlight and your story will be uploaded to the CNN iReport.", "yo": "Bi ẹ o ṣe ṣe idanwo naa niyii: To ba jẹ wipe foonu l'ẹnlo, ẹ tẹ Yoruba to wa ni apa alafia, lẹyin naa ki ẹ tẹ itumo rẹ ni ede Gẹẹsi ni apa ọtun."}}
{"translation": {"en": "There is no official managerial training (on laws, processes, or relationship building).", "yo": "Ko ni iriri iriri ọjọgbọn ni aaye iwadi wọn (afi si awọn igbimọ, awọn igbimọ, tabi awọn ijinlẹ iwadi)"}}
{"translation": {"en": "Opting for a more neutral tone may also give a chance to accessorize with more than one necklace.", "yo": "Lati yan tonic ti o dara julọ fun oju, o le ni lati gbiyanju ju atunṣe ọkan lọ."}}
{"translation": {"en": "He remembers a girl with long hair, smiling at him.", "yo": "Ti obinrin ba ni irun gigun, yoo fi sere."}}
{"translation": {"en": "And then we saw the movie and were blown away.", "yo": "Lẹhinna, a sọ di mimọ kuro lati fiimu naa ati ki o fi kekerẹ ge o."}}
{"translation": {"en": "so well as I do.", "yo": "佰 bǎi bó mò"}}
{"translation": {"en": "Read the Part 6.", "yo": "ì i Ô Part.6"}}
{"translation": {"en": "There's always the postal service!", "yo": "Oniyi post bi nigbagbogbo!"}}
{"translation": {"en": "Just proof that humanity is moving away from God.", "yo": "Miran ona abayo ni wipe awon eniyan sá lati Ọlọrun."}}
{"translation": {"en": "The above article was published in Mumbai Samachar in December 2011.", "yo": "Iléeṣẹ́ ìròyìn náà gbé ohun tí Ọ̀gbẹ́ni Samir sọ jáde lórí ìkànnì ní December , ."}}
{"translation": {"en": "loner now.", "yo": "Lorilee Hadder"}}
{"translation": {"en": "11:39 וכל אלה, having been proven by the testimony of faith , did not receive the Promise .", "yo": "11:39 Ati gbogbo awọn wọnyi, ti a fihan nipasẹ awọn ẹrí ìgbàgbọ, kò gba awọn Ileri."}}
{"translation": {"en": "Legalization will not uniquely apply to Hispanics, so this is a moot point.", "yo": "Awọn foonu ami iyasọtọ ko ṣe ifilọlẹ nigbagbogbo ni Yuroopu, nitorinaa o jẹ ohun ijinlẹ ni iyi yii."}}
{"translation": {"en": "I am using two different list suggestions for ideas.", "yo": "Aimoye elese meji ti n seru aro ti o le dide."}}
{"translation": {"en": "An online skill assessment based on their role will work best, to give employees the flexibility of accessing the assessment 24×7.", "yo": "Awọn Muna iho online itatẹtẹ ti yio mọ bi o lati fi fun awọn ti o dara ju alejò si awọn oniwe-onibara ki o si pese 24×7 iṣẹ onibara."}}
{"translation": {"en": "Don't whine; don't complain...", "yo": "Kó má féràn - Não ame."}}
{"translation": {"en": "Your life and life...", "yo": "ayé je leur ai dit..."}}
{"translation": {"en": "Jobs started attracting new converts.", "yo": "Awọn oluwadi Job ti nlọ si awọn iṣẹ tuntun ti o wuyi."}}
{"translation": {"en": "I'll get you a BLANKET and a pillow.", "yo": "Mo beere fun ọ ni idaduro fun iṣọṣọ obirin kan ati ọbẹ oyinbo kan."}}
{"translation": {"en": "Her dad is really sick and should be put behind the bars.", "yo": "Iyatọ rẹ jẹ iyalẹnu ati pe o gbọdọ wọ pẹlu irundidalara si ikẹhin."}}
{"translation": {"en": "How do you write the sign for \"TALK\" in ASL?", "yo": "Bawo ni a ṣe le ṣiṣe \"Gba-Ọjọ\" ni asa Spanish pẹlu PowerShell?"}}
{"translation": {"en": "You won't have to worry about other guests.", "yo": "ṣugbọn emi ko ni lati ṣe aniyan nipa abawọn miiran ti n bọ"}}
{"translation": {"en": "He hammers home the point that generational differences play a very small role in determining success.", "yo": "O so pe ko si to buruku bijoba ba se awon eto to ye fawon oluko peluu awon ipa ribiribi ti won ti ko lori idagbasoke lawujo."}}
{"translation": {"en": "Stand up for what you believe and always look forward with hope.", "yo": "Stick si wọn, ati pe iwọ yoo ni ireti nigbagbogbo ati isinmi."}}
{"translation": {"en": "Celebrates all of us who are good", "yo": "Omo rere yoo gbeyin gbogbo wa oo"}}
{"translation": {"en": "I've been gone before", "yo": "I to je previse"}}
{"translation": {"en": "This is \"the word of faith, which we preach.\"", "yo": "\"Eleyi ni ọrọ igbagbọ, eyi ti a ti wa ni waasu."}}
{"translation": {"en": "All instruments should be calibrated periodically by third party.", "yo": "Gbogbo awọn ohun elo ẹni-kẹta yẹ ki o waimudojuiwọn nigbagbogbo lati lo awọn ami-aabo titun."}}
{"translation": {"en": "searching for the beautiful city", "yo": "je recherche des bab bella"}}
{"translation": {"en": "people lack access to fresh water", "yo": "Lẹhinna bẹni omi iyọ ko ni anfani lati ṣe omi tuntun."}}
{"translation": {"en": "It might look like you might unwind, but that's when you should put in all your efforts.", "yo": "Ni wiwo rẹ le dabi ẹni pe ko fanimọra pupọ, ṣugbọn o ṣe fun u pẹlu irọrun rẹ nigba lilo rẹ."}}
{"translation": {"en": "Even though Break is only a handful of months old, it still manages to make this list.", "yo": "Botilẹjẹpe awọn ere -idije wọnyi ni awọn oṣu diẹ nikan lati lọ, o tun le lo anfani awọn lilu to kẹhin."}}
{"translation": {"en": "Asked the dad.", "yo": "je gère papa"}}
{"translation": {"en": "In fact, these scenic shots are the highlight of the movie.", "yo": "Ati pe iyẹn ni awọn fadaka jẹ petirolu gidi ti ere ere yii."}}
{"translation": {"en": "AMC: I feel very close to all the people we've hired in the Operations & Support organization.", "yo": "SD: Mo n rilara rẹ pupọ fun awọn eniyan ti o wa ni ayika mi, ẹniti Mo ti rii ni akoko ẹru, di alainiṣẹ ati nini pipade awọn iṣowo."}}
{"translation": {"en": "I can't control the view", "yo": "Emi ko le wo inu digi ni owurọ."}}
{"translation": {"en": "Wear a life jacket at all times when operating on the water.", "yo": "Akopọ pẹlu aṣọ-aṣọ kan nlo nigbagbogbo nigbati o ba ṣẹda ọlẹ daradara kan lori ọna."}}
{"translation": {"en": "What is the significance of 'fly' in this context and what is its connection to \"mushroom\"?", "yo": "Ẹya pataki yii jẹ \"Tsumugu.\"Kini itumo lati tan aṣa fun Ọgbẹni Tanaka?"}}
{"translation": {"en": "It will be a welcome boost to both businesses and shoppers.\"", "yo": "A gba eniyan niyanju lati mu alekun sii nipasẹ awọn ijọba ati awọn ile-iṣẹ mejeeji.\""}}
{"translation": {"en": "No place for the flag", "yo": "Akintoye Folasade Oluwatimileyin"}}
{"translation": {"en": "\"Do you believe in Kṛṣṇa or not?\"", "yo": "「Taisetsuna hito wa iru no?」 tte kikareru tabi ni ne"}}
{"translation": {"en": "However, we also had another problem: all of our favorite characters were stuck behind a paywall.", "yo": "Sibẹsibẹ, iṣoro miiran nwaye nibi: kii ṣe gbogbo awọn amuaradagba ti o wa ninu fungus ti ara wa ni rọọrun."}}
{"translation": {"en": "All rooms have a strict smoking ban, thank you for understanding.", "yo": "Mimu atunṣe ohun mimu jẹ igbadun pupọ, o ṣeun si awọn igbona rẹ."}}
{"translation": {"en": "kkr I want to be a porn", "yo": "koe to namida ni wa onaji ondo"}}
{"translation": {"en": "Dec 9 Graph problems in social networks.", "yo": "Alabapin nipa atẹle Sex9ja lori awọn oju opo wẹẹbu awujọ."}}
{"translation": {"en": "A good cemetery in Paris", "yo": "je recherche un bon orl a paris"}}
{"translation": {"en": "B.G.: Life After Cash Money", "yo": "Aye akamara: Abiyamo gbe omo re ta nitori owo"}}
{"translation": {"en": "There are now thousands of users from some of the world's leading logistics and construction businesses that benefit from the system daily.\"", "yo": "Loni, o ni larinrin ati agbegbe ti n ṣiṣẹ lọwọ ti awọn olupilẹṣẹ ati awọn olumulo ti n ṣiṣẹ ati lo koodu ni gbogbo ọjọ..\""}}
{"translation": {"en": "It is named after Boris Yeltsin.", "yo": "Àwọn ojúewé wọ̀nyí jápọ̀ mọ́ Boris Yeltsin:"}}
{"translation": {"en": "Two men are facing new charges after being arrested in connection to the shooting death of a 16-year-old girl.", "yo": "Atimọle ọlọpaa làwọn ọmọ ìyá kan náà méjì wá bí ẹ ṣe ń ka ìròyìn yìí lórí ẹ̀sùn wí pé wọn fipá bá ọmọdé bìnrin ọmọ ọdún mẹ́rìndínlógún kan laṣẹpọ."}}
{"translation": {"en": "According to the statistics, nine out of ten employers confirm that they have no idea how to tell a personal story.", "yo": "Ninu idanwo diẹ ninu mẹsan ninu mẹwa sọ pe wọn ko mọ pe diẹ ninu awọn aṣọ ko yẹ ki o fi sinu gbigbẹ gbigbẹ."}}
{"translation": {"en": "With data-driven marketing and a more complete picture of your target customer, you'll be able to ensure each touchpoint is part of a cohesive and customized omnichannel shopping experience come Black Friday and Cyber Monday.", "yo": "Pẹlu titaja ti a ṣakoso data ati aworan pipe diẹ sii ti alabara afojusun rẹ, iwọ yoo ni anfani lati rii daju pe ifọwọkan ifọwọkan kọọkan jẹ apakan ti iṣọkan ati adani omnichannel tio iriri wa Black Friday ati Cyber   Ọjọ aarọ."}}
{"translation": {"en": "Who thinks they can do a better job of Brexit than Theresa May?", "yo": "O ni, koda, ti Theresa May gan an san ju eyi lọ Ta ló máa gba iṣẹ́ lọ́wọ́ Theresa May?."}}
{"translation": {"en": "If you're hot or cold, you might cry.", "yo": "Ninu kí o gbóná tabi kí o tutù, ó yẹ kí o ṣe ọ̀kan."}}
{"translation": {"en": "my girlfriend wrote that I wasn't cool", "yo": "owara nai omoi ni mi wo makase te"}}
{"translation": {"en": "Why didn't you tell me, so I could send you away with joy and singing to the music of timbrels and harps? 28", "yo": "31:27 Kini idi ti iwọ yoo fẹ lati salọ laisi imọ mi ati laisi sọ fun mi, bi o tilẹ ṣepe emi iba ti mu ọ siwaju pẹlu ayọ̀, ati awọn orin, ati timbrel, àti àwresn lyrá?"}}
{"translation": {"en": "There seem to be so many aspects to effective mediation services that I thought I would like to bring some of those into the mainstream.", "yo": "Mo ro pe o lu diẹ ninu awọn aaye bọtini to lagbara pupọ nipa ilokulo ti media media, awọn ohun ti Mo ro pe paapaa awọn amoye yẹ ki o wa ni lokan."}}
{"translation": {"en": "the seeds are placed, about one inch apart.", "yo": "Awọn irugbin ti wa ni gbin ni igun kan, kekere kan yatọ si ara wọn."}}
{"translation": {"en": "Time in today's", "yo": "mudafara to loni"}}
{"translation": {"en": "my X-Ray: no device.", "yo": "Intel: Sì AMD: No ARM: Sì"}}
{"translation": {"en": "And as soon as He got out of the boat, there met Him out of the tombs a man of an unclean spirit.", "yo": "Bí ó ti jáde kúrò ninu ọkọ̀, ọkunrin wèrè kan wá pàdé rẹ̀ láti inú ibojì pàlàpálá àpáta."}}
{"translation": {"en": "Husband and wife Len Bosack and Sandy Lerner wanted to email each other from their respective offices located in different buildings but were unable to do so because of technological shortcomings.", "yo": "Ọkọ kan Len Bosack ati Sandy Lerner, awọn mejeeji ṣiṣẹ fun Ile-ẹkọ University Stanford, nilo lati fi imeeli ranṣẹ si ara wọn lati awọn iṣẹ iṣẹtọ wọn ti o wa ni orisirisi awọn ẹya sibẹsibẹ ko ni anfani nitori awọn aiṣedeede aṣeyọri."}}
{"translation": {"en": "أزرق in English.", "yo": "Awọ ayanfẹ mi jẹ buluu in English."}}
{"translation": {"en": "If you are a wife who the Lord has saved after marrying an unbelieving husband then this is God's word for you.", "yo": "\"Iya ni ọpọ eeyan ti ko yin Ajimobi loju aye rẹ, amọ ti wọn n yin lẹyin to ku tan yoo jẹ niwaju Ọlọrun, nitori igba to wa laye lo yẹ ki wsn sọ daada nipa rẹ."}}
{"translation": {"en": "Esther and the King", "yo": "Estrus ni ologbo"}}
{"translation": {"en": "Many of these shows make payments to use a location.", "yo": "Ọpọlọpọ ni o anetan lati sanwo fun ṣọọbu itaja kan ti alaye yii."}}
{"translation": {"en": "She was the first female", "yo": "O ni obirin akọkọ si."}}
{"translation": {"en": "No words... it is ALIVE.", "yo": "hán tǔ shí xū。níng yǒu fāng suǒ。xún yè fā xiàn。shì jiān wú zhī。"}}
{"translation": {"en": "This was only the second time that only one boat finished the race.", "yo": "Titi di igba naa o jẹ aye nikan ti ọkọ oju-aye kan ko ti ṣabẹwo."}}
{"translation": {"en": "Improving balance is a key part of this, as it helps prevents trips and falls.", "yo": "Aṣayan ti o dara julọ ni lati gige awọn italolobo ni asiko yii, nitori eyi ṣe iranlọwọ lati yọkuro ailera ati ẹdọfu ẹdun."}}
{"translation": {"en": "when you're gifted, then you're gifted", "yo": "kabe ni ware wo butsukezu to mo uragitte yukeru"}}
{"translation": {"en": "The fear of witnessing", "yo": "Wo O Loba awoba Dansaki re"}}
{"translation": {"en": "The 100 million records are reduced to 1 million records, and the number of user requests is also reduced by 100 times.", "yo": "Ẹrọ ailorukọ na de awọn igbasilẹ miliọnu 1 ati pe o nilo lati tunse ti o ba fẹ pọ si nọmba."}}
{"translation": {"en": "$25 on behalf of Edward Edward", "yo": "+ $ 25 fun adirẹsi Iowa"}}
{"translation": {"en": "While her parents and two older sisters were taken to the gas...", "yo": "Ayé ò, wọ́n jí Ìmáàmù àgbà àti ọmọ rẹ̀ méjì gbé l'Abùjá"}}
{"translation": {"en": "Nigerian radio station strives to become the voice of small business", "yo": "Ilu Nigeria olokiki to fokula bi isana eleeta lo wa di ohun ti CNN o da mo bayii."}}
{"translation": {"en": "17:15 Puis, if any among them had fallen away , he was kept in a prison without bars which had been left open .", "yo": "17:15 Nigbana ni, ti o ba ti eyikeyi lãrin wọn ti ṣubu kuro, o ti pa ni a tubu lai ifi ti a ti osi ìmọ."}}
{"translation": {"en": "Now in the fourth quarter.", "yo": "dì sì ti s le quatrième"}}
{"translation": {"en": "What is the MOST important drink to have every day?", "yo": "Kini iṣuu magnẹsia ti o dara julọ lati mu lojoojumọ?"}}
{"translation": {"en": "It's interesting comparing creams and lotions with other people who have ichthyosis.", "yo": "Gbiyanju lati rii boya fifi SIM miiran sii ati mimuṣiṣẹpọ pẹlu iTunes ti o ba ni ominira."}}
{"translation": {"en": "South African police officer to serve 30 years in prison for killing a Nigerian", "yo": "Ọlọ́pàá South Africa rí ẹ̀wọ̀n ọgbọ̀n ọdún he torí ikú ọmọ Nàìjíríà"}}
{"translation": {"en": "Half of these migrants are young women who have little education or work experience.", "yo": "Ọ ̀ pọ ̀ lọpọ ̀ àwọn tí ó ń dábẹ ́ fún obìrin ní orílè èdè nàìjíríà jẹ ́ obìrin tí kò ní ìmọ ̀ púpọ ̀ tàbí ìmọ ̀ rárá nípà abẹ ́ dídá ."}}
{"translation": {"en": "neighborhood of the deceased were among the attendants at the funeral.", "yo": "Lara awon eniyan ti won wa sibi ode ariya naa ni Osita Iheme."}}
{"translation": {"en": "screenwriting brother Jonathan...", "yo": "Jonatan VisualFan dijo..."}}
{"translation": {"en": "Changing it to 6.0 fixed the problem and it's now using Servlet 3.0 instead of 3.1, which is the default for JavaEE 7.", "yo": "Iyipada ti o to 6,0 ti o wa titi awọn isoro, ati awọn ti o nlo na Servlet 3.0 dipo ti 3.1, eyi ti o jẹ boṣewa fun JavaEE 7."}}
{"translation": {"en": "They are known for their love of kids and have remarkable patience for play with younger children.", "yo": "Wọn mọ fun ifẹ ti awọn ọmọde ati ni s patienceru ti o lafiwe fun ere pẹlu awọn ọmọde kekere."}}
{"translation": {"en": "the human life; a time where it is crucial to receive real nourishment", "yo": "agbe agbewọn, lakoko ti o ṣe pataki lati ma ṣe gba omi laaye lati ṣakoso;"}}
{"translation": {"en": "This is what the Lord, the God of Israel, says: \"I anointed you king over Israel, and I delivered you from the hand of Saul.\"", "yo": "Bayi li Oluwa wi, Ọlọrun Israẹli: 'Mo fi òróró yàn ọ́ ní ọba lórí Israelsírẹ́lì, mo sì gbà yín l thew of Sáúlù."}}
{"translation": {"en": "It isn't as if I was a child.", "yo": "Ẹ̀bi wọn kọ́, bí ọmọdé lèmi náà kúkú ṣe rí."}}
{"translation": {"en": "Since then, she has become a committed advocate in the fight against sexual abuse.", "yo": "Láti ìgbà náà, ó ti yírapadà di ajìjàǹgbara olùtako ìfìyàjẹ àwọn obìnrin pẹ̀lú àtìléyìn Ilé-iṣẹ́-tí-kìí-ṣe-tìjọba."}}
{"translation": {"en": "All the items in the painting resemble a certain music instrument or technique.", "yo": "Gbogbo awọn ohun-elo ti yara naa yẹ ki o dabi ile ile isere tabi ile-ọṣọ."}}
{"translation": {"en": "2:22 e criu, walking on, they arrived at the mountains, and they stayed there for three days, until those who had been pursuing them returned.", "yo": "2:22 Ati ki o iwongba, nrin lori, nwọn si dé awọn òke, nwọn si gbé ibẹ fún ọjọ mẹta, titi awọn ti o ti a ti nlepa wọn pada."}}
{"translation": {"en": "\"Let him who boasts boast in the Lord.\"", "yo": "Ṣugbọn ẹni tí yóo bá ṣe ìgbéraga, Oluwa ni kí ó fi ṣe ìgbéraga."}}
{"translation": {"en": "I was the most active member of my group, which was named for a woman I never saw.", "yo": "Emi ni won pe ni Ase ale gege ni eni ti ko ri obinrin ri."}}
{"translation": {"en": "Usually the biggest savings can be found on credit cards.", "yo": "A le daba awọn iṣẹ ifowopamọ ti o dara julọ ni Bank Card Swirl."}}
{"translation": {"en": "What happens then is a disconnect between our mind/body connection.", "yo": "Eleyi tumo si wipe ẹda / ibalopo iyasoto wa ni sẹlẹ ni."}}
{"translation": {"en": "asked him to purchase a gun for her protection.", "yo": "She bought a weapon for him Obinrin naa ra ohun ija kan fun on O ra kan ija fun u"}}
{"translation": {"en": "Deliver me, O Lord, from eternal death Deliver me, O Lord, on that fearful day When the heavens and the earth shall be moved Rette mich, Herr, vor dem ewigen Tod, That day, that day of wrath.", "yo": "Ó dìgbà, ìyá mi, máa lọ sínú òkú; máa simi kúrò nínú làálàá ayé; kúrò nínú làásìgbò àwọn ọmọ ènìyàn, ni ọjọ́ tí ikú bá pa ojú mi dé, a ó máa fi ojú gán-ánní ara wa."}}
{"translation": {"en": "With regards to 42...", "yo": "je l'ai envoyé à nini42 ...."}}
{"translation": {"en": "The creationary view is that species formed in essentially the way described in that article, which is due to a loss of genetic information.", "yo": "Aṣeyọri wọn ni pe nigba sise, awọn ẹfọ gba iru ẹda ti o yẹ, eyi ti a kà ni ifarahan ti ipanu yii."}}
{"translation": {"en": "I have been wearing sweats and t-shirts every day for weeks.", "yo": "Lojoojumọ ni iṣẹ Mo wọ khakis ati fari ni gbogbo awọn ọjọ diẹ."}}
{"translation": {"en": "The 'war' is not only very real, it's now being fought on 3 fronts: Competition, Compensation and Company brand (LinkedIn, 2015).", "yo": "Nibẹ ni ko si nikan ipohunpo definition ti \"nla data,\" sugbon opolopo itumo dabi si idojukọ lori awọn 3 Vs: iwọn didun, orisirisi, ati ere sisa (eg, Japec et al. (2015))."}}
{"translation": {"en": "Get the meaning of the name Everitt.", "yo": "Meaning of akọkọ orukọ Everette."}}
{"translation": {"en": "It's a very simple process, so let's go through it now to get ready to write some code!!", "yo": "Ati pe ẹda ailopin bi daradara Lẹhin eyini, jẹ ki a mura silẹ lati ṣe apoti ẹbun bi awa !!"}}
{"translation": {"en": "A number of European nations are close to being cashless.", "yo": "â € ¢ Diẹ ninu awọn eniyan ko tọ ro ti won lodo lairotẹlẹ."}}
{"translation": {"en": "There are three bonus features that reward you with free spins.", "yo": "O kan tẹle awọn mẹta awọn igbesẹ fun a nipe rẹ fREE spins."}}
{"translation": {"en": "This is an innovative point in the history of guns.", "yo": "Ibanujẹ nla, eyi n ṣẹlẹ ni awọn itan iṣọn."}}
{"translation": {"en": "Food and Drinks in Germany", "yo": "Awọn ounjẹ ounjẹ ati awọn ohun mimu Jẹmánì"}}
{"translation": {"en": "I stress that there are days when they'll get a bit more and days when they'll get less.", "yo": "Ronu pe awọn ọjọ wa nigbati o yoo padanu diẹ ati awọn miiran diẹ sii."}}
{"translation": {"en": "It's a book for men, also.", "yo": "Also kitabi for men."}}
{"translation": {"en": "I know you were dreading it, but well done!!", "yo": "- A ti ṣe daradara ni idurosinsin jẹ, ṣugbọn Mo ti ṣe daradara.!!.."}}
{"translation": {"en": "Flat-screen TVs to review the pictures from the day's surf", "yo": "Śiśanwọle fidio Awọn software lati wo awọn sisanwọle tẹlifisiọnu lati kakiri aye."}}
{"translation": {"en": "An estimated 7% of $2.", "yo": "na ni %i o fi $i i$e ni idi O.un $e."}}
{"translation": {"en": "\"Yes, she was pissed.", "yo": "Ati bẹẹni, o lẹwa iyara."}}
{"translation": {"en": "Anyone who is more or less associated with vegetable farming knows that any plant starts growing better and faster in protected ground, where it will be protected from winds, hail, and low temperatures.", "yo": "Ẹnikẹni ti o ba ni diẹ sii tabi kere si ti o niiṣe pẹlu ogbin Ewebe mọ pe eyikeyi ọgbin bẹrẹ sii ndagba ati ki o yarayara ni ilẹ ti a dabobo, nibiti yoo wa ni idaabobo lati afẹfẹ, yinyin, ati awọn iwọn kekere."}}
{"translation": {"en": "I'm going to leave it as is, and instead use it to illustrate a point.", "yo": "Ajeji Emi yoo firanṣẹ eyi, ṣugbọn Mo n nu tabili mi jade ki o wa kọja rẹ ni apẹrẹ kan."}}
{"translation": {"en": "through Errol Flynn, and continues into the present with Johnny", "yo": "Julia Roberts ati Bono yoo mu tii pẹlu alejò nitori ẹbun"}}
{"translation": {"en": "Included in this group are young adolescent mothers.", "yo": "Ni Japan, awọn iyatọ wa ni ntan laarin awọn ọdọ bayi."}}
{"translation": {"en": "2) and point out its implications in our life", "yo": "Ati lẹhinna alaye lori aaye naa wa."}}
{"translation": {"en": "Millennials spend an average of 3 hours a day using apps", "yo": "Awọn ọdọ Millennial lo awọn wakati 6.3 lojumọ ni awọn ohun elo alagbeka"}}
{"translation": {"en": "Thanks for the Tools of the Trade", "yo": "Mo ṣeun fun awọn ọja ifijiṣẹ yara"}}
{"translation": {"en": "You turned around to face the man.", "yo": "Oju-ese lo jade lati loo ba okunrin naa."}}
{"translation": {"en": "If it does, shutdown, reinstall the video card.", "yo": "Ti o ba wulo, gbe tabi resize awọn map."}}
{"translation": {"en": "More so in a country like Bangladesh.\"\"bdnews24.com is trying to do it to its utmost capacity.", "yo": "- \"Gegebi aaye iroyin kan lati Bangladesh ati BDNews24.com, o tun pa nigba ti ikede apanilaya. \" (orisun ọtọtọ)"}}
{"translation": {"en": "They did not heed Jensen.", "yo": "Gbogbo nkna ko lale jerisi."}}
{"translation": {"en": "Japanese: ゴスラー", "yo": "Aarin Gussler"}}
{"translation": {"en": "Nathalia Holt: It's made of RNA.", "yo": "Xiàng zhuàn: Bù héng qí dé, wú suǒ róng yě."}}
{"translation": {"en": "the anger of the young", "yo": "Aare of jonge"}}
{"translation": {"en": "Ruefenacht has received many accolades for his pioneering work.", "yo": "Amlodipine gba ohun elo ti o pọju nitori iṣẹ rẹ ti o tutu."}}
{"translation": {"en": "The bump will bulge out of the skin, but it is white.", "yo": "Awọ yii ba wa lati ẹnu agbọn, ṣugbọn o ni awọ ti o ni imọlẹ."}}
{"translation": {"en": "Agreement under the jurisdiction of_____________ [Mention the name of the governing body]", "yo": "桀溺 jié nì ㄐㄧㄝˊ ㄋㄧˋ: [人名] [Name of a person]"}}
{"translation": {"en": "Milled ore is...", "yo": "ÌøåÀå_ Ola Egbon Nig..."}}
{"translation": {"en": "Proverbs 27:10 Do not forsake your friend or your father's friend, and do not go to your brother's house on the day of calamity; better a neighbor nearby than a brother far away.", "yo": "10 Ọrẹ́ rẹ ati ọrẹ́ baba rẹ, máṣe kọ̀ silẹ, bẹ̃ni ki iwọ ki o máṣe lọ si ile arakunrin li ọjọ idãmu rẹ: nitoripe aladugbo ti o sunmọ ni, o san jù arakunrin ti o jina rere lọ."}}
{"translation": {"en": "Better than gas.", "yo": "Ti o dara ju Gas paṣipaarọ"}}
{"translation": {"en": "So, how do you enjoy the podKast (with a \"K\")?", "yo": "Bawo ni a ṣe le ṣe ibaramu \"[p\" (p kekere) ni oniruuru pẹlu PowerShell?"}}
{"translation": {"en": "Upon his induction, Mol's first comment was, \"I speak in stone and bronze.\"", "yo": "Wie Zélie beim Ritual sagt: \"Abogbo wa ni o· mo· rè·e·nínú è·jè· àti egungun.\""}}
{"translation": {"en": "He was also called Robson.", "yo": "Awọn eniyan pẹlu orukọ Robbin."}}
{"translation": {"en": "The theory, first published in the journal Trends in.", "yo": "Ni akọkọ ti a tẹjade lori Iwe irohin Trend."}}
{"translation": {"en": "5And Jeremiah the prophet said to Hananiah the prophet before the eyes of the priests and before the eyes of all the people standing in the house of the Lord.", "yo": "28:5 Ati Jeremiah, woli, sọ fun Hananiah woli, ṣaaju ki o to awọn oju ti awọn alufa, ati niwaju awọn oju gbogbo awọn enia ti o ni won ti duro ni ile Oluwa."}}
{"translation": {"en": "None of them knows which they've been injected with to avoid skewing the results.", "yo": "Ko sẹni to n wẹyin wo mọ ninu wọn ti wọn ba depo naa tan."}}
{"translation": {"en": "Despite all they have endured, the girls are doing well.", "yo": "Pẹlu gbogbo awọn awoṣe wọnyi, awọn ọdọ n ṣe ohun daradara."}}
{"translation": {"en": "\"Amazon seems to have been around forever\"", "yo": "\"Mika lori eni titi lai\""}}
{"translation": {"en": "11 Then Hezekiah commanded them to prepare rooms in the house of the Lord; and they prepared them.", "yo": "11 Nigbana ni Hesekiah paṣẹ lati pèse iyàrá-iṣura ni ile Ọlọrun; nwọn si pèse wọn."}}
{"translation": {"en": "The lord of that servant will come in a day that he does not expect, and in an hour that he does not know.", "yo": "12:46 nigbana Oluwa ti iranṣẹ yẹn yoo pada ni ọjọ ti ko nireti, àti ní wákàtí kan tí kò mọ̀."}}
{"translation": {"en": "Is it about the husband, the wife, or the marriage?", "yo": "Ju bẹẹ lọ, yala ti iwaju wa ni iyawo, (ni aya? tabi omo kekere?)."}}
{"translation": {"en": "It's already passed", "yo": "se ti capita sì"}}
{"translation": {"en": "Those operating in the power of the evil one will be suddenly cast down.", "yo": "Ẹni tí à ń báwí tí ó ń ṣoríkunkun,yóo parun lójijì láìsí àtúnṣe."}}
{"translation": {"en": "Well, I don't like dark malts getting in the way of my hops.", "yo": "Emi ko fẹ alakoso aṣa, ni ẹnu-bode ilẹ awọn okú, lati wa aimọ ni ẹsẹ mi."}}
{"translation": {"en": "Milwaukee, was convicted in federal court of", "yo": "Lawan, ni won bura fun un gege bi abenugan fun ile igbimo asofin agba niluu"}}
{"translation": {"en": "Blaise Pascal said something to the effect that all the problems in the world arise from...", "yo": "Ilana Pascal ṣalaye pe titẹ agbara ṣiṣẹ nibikibi ni ..."}}
{"translation": {"en": "Extremely beautiful is the whole conception of the temple.", "yo": "O ṣe akiyesi pe gbogbo ara ti i kọ tẹmpili ni oju ti o ṣe pataki."}}
{"translation": {"en": "CALZONES: Build your own", "yo": "Kali Parsons: Create Your Own Rainbow"}}
{"translation": {"en": "15 And the mean man shall be brought down, and the mighty man shall be humbled,", "yo": "5:15 Atipe ao teriba fun eniyan, ènìyàn yóò sì rẹ ara rẹ̀ sílẹ̀, oju awọn ti a ga ni a o rẹ̀ silẹ."}}
{"translation": {"en": "BM Life Science, headquartered in Shenzhen, with two factories in Dongguan and one R & D center self-owned, is offering as many as 1200 products and services for the moment, which is widely applied in life sciences and biomedicine enterprises at home and abroad, servicing and highly praised by related scientific research institutes and customers around the globe.", "yo": "BM Life Science, olú ni Shenzhen, pẹlu meji factories ni Dongguan ati ọkan R & D ile-ara-ini, ti wa ni laimu bi ọpọlọpọ bi 1200 ọja ati awọn iṣẹ fun awọn akoko, eyi ti o wa ni o gbajumo ni loo ni aye sáyẹnsì ati biomedicine katakara ni ile ati odi , isẹ ati ki o nyara yìn nipa ti o ni ibatan ijinle iwadi Insituti ati awọn onibara ni ayika agbaiye."}}
{"translation": {"en": "Challenging American Boundaries: Indigenous People and the \"Gift\" of U.S. Citizenship, Kevin Bruyneel", "yo": "Awọn esi ti idibo Amẹrika ati ireti eke ti pipadanu ti 'ipinle jinna': Martin Vrijland"}}
{"translation": {"en": "This is a small surgery.", "yo": "o jẹ isẹ abẹ kekere kan;"}}
{"translation": {"en": "The policy should include the following: Brief description of company, their target market of consumers, and whether the company is global or not.", "yo": "Niwon igbimọ yii ṣe afihan ifunrin kekere ti igun ti ihoho ti oniṣowo rẹ, ko dabi iwa aibuku tabi rara."}}
{"translation": {"en": "12:2 Little by little, therefore, you correct those who offend, you admonish and remind them of how they have sinned, so that they may abstain from evil and trust in you, Lord.", "yo": "12 Ẹ furùngbin fun ara nyin li ododo, ẹ ká li ãnu: ẹ tú ilẹ nyin ti a kò ro: nitori o to akokò lati wá Oluwa, titi yio fi de, ti yio si fi rọ̀jo ododo si nyin."}}
{"translation": {"en": "And he answered and said to him, 'Let it alone, sir, for this year too, until I dig around it and put in fertilizer; and if it bears fruit next year, fine; but if not, cut it down.' \"\"", "yo": "8\"Ó sì dáhùn ó wí fún un pé, 'Olúwa, jọ̀wọ́ rẹ̀ ní ọdún yìí pẹ̀lú, títí èmi ó fi tu ilẹ̀ ìdí rẹ̀ yíká, títí èmi ó sì fi bu ìlẹ̀dú sí i: 9Bí ó bá sì so èso, o dara bẹ́ẹ̀: bí kò bá sì so, ǹjẹ́ lẹ́yìn èyí nì kí ìwọ kí ó ké e lulẹ̀.' \""}}
{"translation": {"en": "by Mr. Money in the Bank", "yo": "iwa sir a benkiki"}}
{"translation": {"en": "Older people began the campaign and young ones followed.", "yo": "Agbalagba fihan awọn agbeka, awọn ọmọ si tẹle e."}}
{"translation": {"en": "In Excel, a cell reference identifies the location a cell or group of cells in the worksheet.", "yo": "Itọkasi fun alagbeka cell ti a dapọ jẹ cell ni igun apa osi ti ibiti a ti yan tẹlẹ tabi ẹgbẹ awọn sẹẹli."}}
{"translation": {"en": "If CNet is to be believed, we are going to be living with Snapchat for...", "yo": "T'óbá jé àmúwá ènìyàn ni, k'ólúwa wá sanwón l'ésan t'óbá tó síwon..."}}
{"translation": {"en": "This place, as has been pointed out, is often a place people come for answers when they're in pain.", "yo": "Gẹgẹbi awọn ijinlẹ ti fihan, ni ọpọlọpọ igba, awọn eniyan ni o wa labẹ awọn ikọlu aisan yii nigbati o ba pin pẹlu ẹni ti o fẹ."}}
{"translation": {"en": "Why is it called dulce de leche?", "yo": "Bawo ni a ṣe le ṣe pe oyin ni orisirisi?"}}
{"translation": {"en": "The register, NAPTIP discloses, will serve as a tool to name and shame those convicted or arraigned or reported.", "yo": "Iforukọsilẹ yoo ṣiṣẹ bi ohun elo lati lorukọ ati itiju awọn ti o jẹbi tabi ti gbekalẹ tabi royin."}}
{"translation": {"en": "+1 or even red.", "yo": "1 nkan ti alawọ tabi ata pupa"}}
{"translation": {"en": "Notice: It is critical to choose the nodes one at a time.", "yo": "Ranti, o jẹ wuni lati dubulẹ awọn odan ni ọkan akoko."}}
{"translation": {"en": "And we have gotten a lot of folks thinking.", "yo": "Bẹẹni, ọpọlọpọ awọn oniyipada lo wa lati ronu."}}
{"translation": {"en": "Bocas del Toro translates to 'Mouth of the Bull'.", "yo": "Hogbe Heblu tọn lọ Bẹtẹli zẹẹmẹdo \"Owhé Jiwheyẹwhe tọn.\""}}
{"translation": {"en": "If you like Harlan Coben, you will love David Bell.", "yo": "Ti o ba fẹran ominira eto -ọrọ aje, Daniel Lacalle yoo nifẹ si ọ."}}
{"translation": {"en": "a never-ending blessing to the poor.", "yo": "← Previous Story Fọ́múlà oríire f'áwọn ọmọ òtòsì!"}}
{"translation": {"en": "do androids dream the body electric", "yo": "Apo Android jẹ ki ebute rẹ dabi Ubuntu"}}
{"translation": {"en": "I think I have found my answers in the FAQ. ***", "yo": "Mo ti n rii Asin XFCE mi ninu awọn asọye mi 😀"}}
{"translation": {"en": "Mr. Schmidt is a Class", "yo": "Kim jẹ awoṣe ti kilasi kilasi lori ṣiṣe-soke"}}
{"translation": {"en": "Then, she set out on a search to \"adopt\" a baby.", "yo": "Gẹgẹbi ọmọbirin o wa bayi 'si' lati ṣe idanimọ pẹlu ọmọkunrin kan."}}
{"translation": {"en": "\"Surrender\" is a strong word that suggests a failure of will on the part of the American people at large.", "yo": "\"Yiyọ kuro\" AMẸRIKA kii ṣe yiyọ kuro, o jẹ asọtẹlẹ si ariyanjiyan nla ti o ṣe anfani cabal globalist."}}
{"translation": {"en": "The Teachings and Commands of Jesus", "yo": "awọn ise ti awọn ọmọ-ẹhin ati Jesu pa láṣẹ fún wọn si"}}
{"translation": {"en": "And soon I became a permanent fixture on the grounds.", "yo": "Ni idi eyi, ipo aladani alaisan naa maa wa deede."}}
{"translation": {"en": "Muhammad is seal of the prophets.", "yo": "Muhammad eni ti ise olupinu awon anabi."}}
{"translation": {"en": "Peace be with my brother.", "yo": "Alafia, lati arakunrin rẹ. ♥ ️"}}
{"translation": {"en": "But the method made it difficult to live a normal life.", "yo": "Ṣugbọn Koko ṣakoso lati ṣẹda asọ ti o ti di igbesi aye ti o duro."}}
{"translation": {"en": "For example, Athens was devoted to the cult of Athena.", "yo": "Fun apẹẹrẹ, o wa pẹlu Athena fun Attica."}}
{"translation": {"en": "Q: Hi, do you have a 300mm x 600mm version for the wall?", "yo": "Q7: Ṣe o nse lopolopo fun awọn 300ml ni erupe ile omi gilasi igo?"}}
{"translation": {"en": "Fifth, we deal with judging, which differs somewhat from understanding.", "yo": "Akọkọ, a nilo pẹlẹpẹlẹ aladidi, ti ya sọtọ lati eyikeyi gbigbọn."}}
{"translation": {"en": "Do not feed treated forages in the year of treatment.", "yo": "Maṣe gbagbe nipa awọn ẹya ara ẹrọ ti ounjẹ nigba fifitọju lẹhin awọn itọju."}}
{"translation": {"en": "But because the officer was a woman, she did not fire.", "yo": "Lai fa oro gun, obinrin naa tun ti loyun."}}
{"translation": {"en": "I got 50 rolls.", "yo": "- Ngò rí 50 gr."}}
{"translation": {"en": "She's in with Stella.", "yo": "Ẹ fe bá Stella na."}}
{"translation": {"en": "If your house was on fire, what is the first piece of gear that you would grab?", "yo": "Ibeere akọkọ rẹ le jẹ, pato kini ẹrọ ailorukọ kan?"}}
{"translation": {"en": "4:9): \"Now that He ascended, what is it, but because He also descended first into the lower parts of the earth?", "yo": "4:9 Bayi pe o ti goke, ohun ti o ku ayafi fun oun naa lati sọkalẹ, akọkọ si awọn apa isalẹ ilẹ?"}}
{"translation": {"en": "Detached from the house, there is the barn, in need of complete renovation.", "yo": "Ti wa ni inu oyun, ọmọ naa ti ngbaradi fun isunmi iwaju."}}
{"translation": {"en": "North Carolina and 3.", "yo": "Arewa ogbon ati ete 3"}}
{"translation": {"en": "I remember the very first time I saw 90210.", "yo": "Mo ranti igba akọkọ ti mo ti ibujoko e 225 poun."}}
{"translation": {"en": "For free candy.", "yo": "fun candy NZ"}}
{"translation": {"en": "Are you a part of the swap meet group?", "yo": "Ṣe o jẹ ọkan ninu awọn ti o sopọ si Wi-Fi ti hotẹẹli naa ni dide?"}}
{"translation": {"en": "I am seeing the world today through Bramble's eyes and more particularly, her body.", "yo": "Lọwọlọwọ, Mo ri gbolohun Martin, ikolu lori atilẹba, julọ julọ."}}
{"translation": {"en": "James, I will invite you to the table.", "yo": "Bon je vous laisse, je file à table."}}
{"translation": {"en": "with an Art Competition..", "yo": "Jije alabaṣẹpọ pẹlu aṣa ..."}}
{"translation": {"en": "We want to remove the variation in the use of community hospital beds", "yo": "A d'Ifá fun Òrúnmìlà ti ns' awo lo ilu Èléiye."}}
{"translation": {"en": "\"What news did the fairies have?\"", "yo": " \" Bakanna kinni ki awọn to ni ìkọ gbigbẹ ṣe? \""}}
{"translation": {"en": "The following celebrations are extensions of these basic elements and other influential elements in your environment.", "yo": "Ni isalẹ a fihan ọ awọn ẹya akọkọ ati awọn pato ti Energy eReader Pro yii;"}}
{"translation": {"en": "Accuracy invokes an image of something that is correct, reliable and trustworthy.", "yo": "Awọn idojukọ sibẹsibẹ, ni lati ri nkankan ti o jẹ resourceful, gbẹkẹle ki o si ofin."}}
{"translation": {"en": "Just like the saying \"You are what you eat,\" there may be something to the idea that, to some extent, we are what we see.", "yo": "bí àpeere , \" Ẹ ̀ wà \"; èyí lè túnmọ sí ohun tí ó dára , bákan náà , ó tún túnmọ sí ẹ ̀ wà (beans) tí a máa ń jẹ ."}}
{"translation": {"en": "Who is in charge of the meal?", "yo": "Ta ni a ṣe iṣẹ ni ibi idana ounjẹ?"}}
{"translation": {"en": "new and diverse industries.", "yo": "Ati awọn ile-iṣẹ tuntun ati ti o wa."}}
{"translation": {"en": "Even after putting Groupama 4 to the test in the Mediterranean.", "yo": "Pẹlupẹlu, iwọ yoo nilo lati wọle si ipo imularada 4 ti Samusongi Agbaaiye Akọsilẹ."}}
{"translation": {"en": "Heartwarming / Nick and Norah's Infinite Playlist", "yo": "Ñêà÷àòü Áóäü ìîèì ïàðíåì íà ïÿòü ìèíóò / Nick and Norah's Infinite Playlist"}}
{"translation": {"en": "It is important that they know that if they are in a dangerous situation they should be loud so others can hear them and realize that something is wrong.", "yo": "O ṣe pataki lati ma fi wọn sinu baagi taara nitori wọn yoo di didi didi apo kan ati pe sorbet wa kii yoo dara."}}
{"translation": {"en": "It's good to be twelve.", "yo": "it's fun to be 12."}}
{"translation": {"en": "It was only after I married and Tom was called to service, that mail time became important to me, but by that time I was living in Council Bluffs and mail was delivered.", "yo": "Ti Mo ba fi iṣẹlẹ naa kun si Saisuke ati muuṣiṣẹpọ, o ṣẹlẹ bakan naa, saiduke naa gbee si google, ati nigbati akoko ti a ti pinnu tẹlẹ ninu iṣeto kalẹnda google mi de, o tun firanṣẹ awọn sms naa fun mi."}}
{"translation": {"en": "The Dairy Women's Network has begun its recruitment campaign for a new chief executive.", "yo": "Ẹka oye Iṣọn-ọrọ aje ti tu apesile tuntun rẹ silẹ fun ipo awọn eto-ọrọ pataki agbaye."}}
{"translation": {"en": "The apartment was smaller than the one I had upstairs, but still quite nice.", "yo": "Yàrá tí mo já sí jọ èyí tí mo tí ń bọ̀, àmọ́ ó kéré jù ú lọ."}}
{"translation": {"en": "All your leaders fled together and were captured without their bows and arrows.", "yo": "Gbogbo àwọn ìjòyè ìlú yín parapọ̀ wọ́n sálọ,láì ta ọfà ni ọ̀tá mú wọn."}}
{"translation": {"en": "Are you my mother or my mom", "yo": "watashi mo tabi ni deru wa ate mo nai mama ni"}}
{"translation": {"en": "Here's to you Carol! p.s.", "yo": "ì ì Carroll, S.B."}}
{"translation": {"en": "The power of matrix:)))", "yo": "Ìåíÿ íàçûâàëè Ãåðöåíîì íàøåé ïðîçû:))))"}}
{"translation": {"en": "Ogilve: Yeah, it took several hundred years.", "yo": "Tián fāng: Shì de, lǚguǎn fàndiàn li yǒu, yībān jiātíng méiyǒu."}}
{"translation": {"en": "On a number of occasions when money was", "yo": "ni akoko kan ti a le lo owo nibi"}}
{"translation": {"en": "' was looking after his mother's farm", "yo": "nitori omo o jiya ni le oko mama"}}
{"translation": {"en": "An attitude of gratitude requires that you show gratitude even for the small things, such as having food to eat or money to buy nice clothes.", "yo": "Ifarabalẹ ti iwapọ fihan pe o bọwọ fun eniyan, laibikita boya o ba ọ lọ nikan lati jẹ ounjẹ ọsan tabi lati pari adehun iṣowo."}}
{"translation": {"en": "Now I have retired in Quy Nhon.", "yo": "dì yáo rén juàn mò jiān chéng 。"}}
{"translation": {"en": "Some of this data is \"important for operations and tactical decision-making\" and the...", "yo": "Awoṣe tuntun ni awọn igbesoke ti o ni pataki nipa awọn iṣẹ mejeeji ati 'ruggedness', ati ..."}}
{"translation": {"en": "It's a 19\" Thanks.", "yo": "A Dúpẹ́ fún Ìràpadà 19."}}
{"translation": {"en": "or Orange Moon...", "yo": "Orange Caramel - ì ì§ ..."}}
{"translation": {"en": "The Corsairs captured Caprio.", "yo": "Iwa Taurus ṣe iranlowo Capricorn ni gbogbo ọna."}}
{"translation": {"en": "It's opening night?", "yo": "Ima wa dare to issho ni iru no?"}}
{"translation": {"en": "b. maintaining the concentration of the composition until the fire is extinguished.", "yo": "3) Daabobo agbegbe ti a muduro titi ti epo yoo fi gbẹ nipa ti ara."}}
{"translation": {"en": "We should have buried Erich Priebke.", "yo": "Mun wage evun wa dotta danna oni."}}
{"translation": {"en": "According to one of our sources in the intelligence community, the U.S. A", "yo": "Gẹgẹbi data ti Ile -iṣẹ ti Ilera, Tọki wa laarin awọn akọkọ"}}
{"translation": {"en": "My area of special interest is laparoscopic surgery.", "yo": "Orilẹ-ede ti o fẹ julọ fun abẹ-iṣẹ fun ibajẹ iru kan jẹ laparoscopy ."}}
{"translation": {"en": "Who will be a mother?", "yo": "Kini o le jẹ iya fifẹ fun orififo?"}}
{"translation": {"en": "I was surprised to see Lay Your Hands On Me in the set.", "yo": "Awọn eniyan ti o ntoka si ọwọ wọn nigba ti wọn n beere lọwọ mi akoko naa nmu mi lẹnu."}}
{"translation": {"en": "We support kids and families in reaching success.", "yo": "Iru awọn ohun elo idagbasoke ni igbagbogbo wa ni awọn yara-ọmọ ati awọn ile-iṣẹ idagbasoke;"}}
{"translation": {"en": "God's been working!", "yo": "Eerun soke ṣiṣẹ!"}}
{"translation": {"en": "2.good for one's health, help for one's blood circulation.", "yo": "O dara fun ilera eniyan, Iranlọwọ fun iyipo ẹjẹ ọkan."}}
{"translation": {"en": "Oh yes, very hard work.", "yo": "II, Iṣẹ agbara"}}
{"translation": {"en": "More typically, this sequence is entered into a command file with a text editor, and the", "yo": "Lọgan ti o ti fi sii, ṣiṣe ni aṣẹ yẹn ni ebute kan ati voila:"}}
{"translation": {"en": "Self-reflection after training", "yo": "ikorira ara-ẹni lẹhin opin ikẹkọ;"}}
{"translation": {"en": "Treehouse helped me a lot to get the basics right.", "yo": "Theonate ṣe iranlọwọ fun mi lati sun jinle pupọ."}}
{"translation": {"en": "/= inequality (pronounced:", "yo": "*unsettling: (ë§ ì ì ') ë¶ í  ̧í"}}
{"translation": {"en": "it's a new story", "yo": "Ete itanjẹ tuntun."}}
{"translation": {"en": "Fountain With Lighting In The Room.", "yo": "louane je vole ni ombre ni lumi re"}}
{"translation": {"en": "\"It's way before my time,\" he said.", "yo": "Bi akoko ti lọ lori Pele fi mi lokan, \" O sọ."}}
{"translation": {"en": "Unto the men of the east with the shall know that I am the LORD.", "yo": "Àwọn tí wọn ń ṣòwò aguntan, tí wọn ń wò mí, mọ̀ pé èmi OLUWA ni mo ṣe ohun tí ó ń ṣẹlẹ̀."}}
{"translation": {"en": "Fwd: Conference of Socialist economists (1 message)", "yo": "Economist: ÌåãÜëïò ï êßíäõíïò êïéíùíéêÞò Ýêñçîçò óôçí ÅëëÜäá (1 áðáíôÞóåéò)"}}
{"translation": {"en": "up as a dish of meat to his father.", "yo": "Eyi jẹ ki o jẹ ẹdun ẹdun si baba rẹ."}}
{"translation": {"en": "Another .22 rifle.", "yo": "ati 22lr rifle"}}
{"translation": {"en": "D.F. Martin, The supply of alcohol in remote Aboriginal", "yo": "OMG, Ifésówápó fun ìdàgbàsóké Remoland."}}
{"translation": {"en": "We are sincerely committed to promote trade exhibitions......", "yo": "à íà ðàáîòå ó ìåíÿ íåò íèêàêîé âîçìîæíîñòè ìåíÿòü êîíôèãóðàöèþ..."}}
{"translation": {"en": "been more than the yearly limit.", "yo": "O ju idaji lọ ti isuna isọdọtun ọdọọdun wa."}}
{"translation": {"en": "Basically, the term outlined font can be explained in two ways.", "yo": "Nkan ninu iyipo keji, o ti ṣalaye, o le ṣe apejuwe lọna apẹẹrẹ lọna meji."}}
{"translation": {"en": "The Ebola crisis showed the vulnerability of countries", "yo": "Êàðòèíà ÿâëÿåòñÿ ðåæèññåðñêèì äåáþòîì Òîìà Áðýäè."}}
{"translation": {"en": "Joy (about two years ago)", "yo": "So ká Ipele (tabi afikun 2-odun ipele)"}}
{"translation": {"en": "The Sea devil.", "yo": "Òkun Èṣù ."}}
{"translation": {"en": "Long-term exposure to selenium", "yo": "Gbigba ti o dara fun selenium"}}
{"translation": {"en": "It's best to have pre-frozen bananas for the recipe as they take a while to freeze.", "yo": "A gba awọn bota ipara oyinbo lati inu firiji ṣaaju ki o funni ni akoko diẹ lati mu ọ."}}
{"translation": {"en": "Techno is an essence to many people's lifestyle and entertainment.", "yo": "Idanilaraya jẹ fun ọpọlọpọ eniyan normality ati ipo deede ti igbesi aye eniyan."}}
{"translation": {"en": "How to Lose Weight after 40 Years Old?", "yo": "Bawo ni lati padanu àdánù lẹhin 40-?"}}
{"translation": {"en": "there is a new map", "yo": "yi ni map ọtun bayi ni a fọwọsi fun"}}
{"translation": {"en": "Do not select the text size as 'small'.", "yo": "Maṣe yan ikoko nla \"lati dagba.\""}}
{"translation": {"en": "the dark secrets of ton", "yo": "Hokago wa Mystery to Tomo ni"}}
{"translation": {"en": "(B) It's better to tak", "yo": "B'o ti wu ko dan waw o to"}}
{"translation": {"en": "\" And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.", "yo": "Ó dá wọn lóhùn pé, \"Kì í ṣe tiyín láti mọ àkókò tabi ìgbà tí Baba ti fi sí ìkáwọ́ ara rẹ̀ nìkan ṣoṣo."}}
{"translation": {"en": "So, what is the role that you will now be taking up?", "yo": "Nitoribẹẹ ipo iru ipo wo ni o n wa lọwọlọwọ lati gba."}}
{"translation": {"en": "Then Moses stays on top of the mountain for the rest of the Lord's law-...", "yo": ": halle...halle......eti ri mi oto ju meta ope fun oluwa moti pada wa ...."}}
{"translation": {"en": "Keep your eyes and mouth closed at all times", "yo": "Ifọwọra ati nu oju rẹ nigbagbogbo lẹhinna."}}
{"translation": {"en": "A division that does not meet the same AMAOs the consortium missed for two consecutive years must develop an improvement plan.", "yo": "Ẹya ara ẹrọ miiran ti Awọn opo Oaku kekere ni pe wọn ko beere awọn onibara lati forukọsilẹ fun ọdun meji ni akoko kan lati gba iṣeduro ti o dara julọ."}}
{"translation": {"en": "Even the presenter seemed convinced by saying \"You may be part of history on the ground floor in the making.\"", "yo": "Omiiran kilọ fun awọn olumulo pe \"O le ti fi ara rẹ han si akoonu ti o ni ipanilara ni aipẹ."}}
{"translation": {"en": "(A sight to see)", "yo": "[見到] jiàndào to see"}}
{"translation": {"en": "A: There is a high mortality rate in the first 12 months among retired surgeons.", "yo": "A: Wàn wàn méi xiǎngdào jīntiān de yǎnjiǎng bǐsài màikè déle dì yī míng."}}
{"translation": {"en": "Point of Contact for questions or clarification before submitting a proposal.", "yo": "Fifiranṣẹ a ore ìbéèrè ṣaaju ki o to ohun gangan ibaraẹnisọrọ tabi ifihan ti wa ni ti irako."}}
{"translation": {"en": "It is walking distance to the Post Office,...", "yo": "jì wá huà yú yōu jìng xī ,yòu pó suō hū rén jiān 。"}}
{"translation": {"en": "Pedophilia is disguised", "yo": "Ïðîãðàììà áóäåò íàñûùåííîé."}}
{"translation": {"en": "How Do You Pray When You're Waiting on God?", "yo": "< start=\"281.95\" dur=\"3.26\"> Kini o ṣe nigbati o nduro de Ọlọrun? >"}}
{"translation": {"en": "Go to the East or go to the West -", "yo": "Go to the west. low see ee wo oh rU Lọ sí ìwọ̀-oòrùn"}}
{"translation": {"en": "Joe changed his life when he started using Bloom.", "yo": "O di olokiki fun igbesi aye igbesi aye rẹ nigbati o bẹrẹ ibaṣepọ ibaṣepọ Ross lakoko ọdọ ọdọ rẹ."}}
{"translation": {"en": "understand the origin of solar flares and predict their onset.", "yo": "Kô àwôn õrõ pàtàkì pàtàkì tó súyô sójú pátákó kí ó sì śàlàyé ìtumõ wôn."}}
{"translation": {"en": "\"If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?\"", "yo": "Bí mo bá jẹ oúnjẹ pẹlu ọpẹ́ sí Ọlọrun, ẹ̀tọ́ wo ni ẹnìkan níláti bá mi wí fún ohun tí mo ti dúpẹ́ fún?"}}
{"translation": {"en": "18 'The Lord is patient and full of mercy, taking away iniquity and wickedness, and forsaking no one who is harmless.", "yo": "14:18 'The Oluwa ni alaisan ati kún fun ãnu, mu kuro ẹṣẹ ati iwa buburu, ati kik ko si ọkan ti o jẹ laiseniyan."}}
{"translation": {"en": "The orphans will be returned to the undomesticated elephant population in Tsavo National Park when they are between eight to 10 years old.", "yo": "lati gbe ọmọ alainibaba lọ si agbegbe National Tsavo , nibiti ni ọdun mẹjọ si mẹwa ẹranko agbalagba le pada si egan;"}}
{"translation": {"en": "Move on, play more games.", "yo": "Imukuro bani oju - Play Longer!"}}
{"translation": {"en": "For all those who do.", "yo": "Fun gbogbo awọn ti o ṣe."}}
{"translation": {"en": "Ciao, let's travel to Italy!", "yo": "Âêëþ÷èë, à ñèãíàëà íåò!"}}
{"translation": {"en": "AVI File: File to be converted to SWF.", "yo": "Avi swf: Bawo ni lati se iyipada si avi swf"}}
{"translation": {"en": "This article is about the power in Mass Effect 2 and Mass Effect 3.", "yo": "Itẹwe wa n fun ni agbara ti ifọwọkan ati awọn ipa Dimensional 3."}}
{"translation": {"en": "The Ebola crisis showed the vulnerability of countries", "yo": "Òåì âðåìåíåì Êñàíà ïðèáðàëà â êîìíàòå ó Íåçàáóäíîãî."}}
{"translation": {"en": "Founded in Austin in 2015 as the first legal poker club in Texas, Texas Card House has expanded to bring its mission of safe, first-class poker to players throughout the great state of Texas.", "yo": "Ti o da ni Austin ni ọdun 2015, iṣẹ-ṣiṣe Texas Card House ni lati mu ailewu, ere-ere ere akọkọ si awọn oṣere jakejado ipinle nla ti Texas."}}
{"translation": {"en": "$500 million loan from World Bank", "yo": "500 milionu metala to Turkey lati World Bank nina owo"}}
{"translation": {"en": "Brexit: the consequences", "yo": "Òèï: Àðìàòóðà ñìûâíàÿ"}}
{"translation": {"en": "In other words, the observed difference could easily occur due solely to sampling variation - random noise.", "yo": "Ni idi eyi, aworan ojiji le jẹ ki o rọrun - awoṣe pẹlu beliti tabi A-ojiji biribiri."}}
{"translation": {"en": "The cupola has an oval layout.", "yo": "Igi ni o ni ade adehun oval."}}
{"translation": {"en": "foundations of a planned economy .", "yo": "计划经济 [ jì huà jīng jì ]: planned economy"}}
{"translation": {"en": "He chooses the way", "yo": "nanga fun mujra"}}
{"translation": {"en": "Exercies: to be", "yo": "Rank: wanna be"}}
{"translation": {"en": "In the poem and your life!", "yo": "Kaabo rẹ lorun ati se ayewo!"}}
{"translation": {"en": "The gist of the Type V", "yo": "Eyin Type V igbanu"}}
{"translation": {"en": "In the nature of things this must also come about through revelation.", "yo": "Eyi tun yẹ ki o ṣe igbesẹ nipasẹ igbesẹ, ṣiṣafihan akọkọ ni sisẹ."}}
{"translation": {"en": "Well, in an effort to educate Tampa Bay on good food and where....\"", "yo": "A nilo lati da nwa fun awọn ọna abuja ati dá si ngbe a Nini alafia ..."}}
{"translation": {"en": "Food court ruling to 95 percent of its corporate office.", "yo": "95% ti didara iṣẹ amurele rẹ ni onkọwe rẹ pinnu."}}
{"translation": {"en": "[01:04:26.239]looking at, you know, the impact of how many", "yo": "< start=\"2464.91\" dur=\"1.8\"> O mọ, a sọrọ nipa ti wọn lọpọlọpọ, >"}}
{"translation": {"en": "How will we handle crisis situations when we don't have any money?", "yo": "Bawo ni lati ṣe iwọn iwọn otutu ni iyẹwu, ti o ba wa ni ọwọ ko si ẹrọ pataki?"}}
{"translation": {"en": "Vanessa Redgrave (Prospero) with staff", "yo": "Vanessa Redgrave   (← àwọn ìjápọ̀ _ àtúnṣe)"}}
{"translation": {"en": "Revelation 10:4,8 And when the seven thunders had uttered their voices, I was about to write.", "yo": "10:4 Ati nigbati awọn ãrá meje ti fọ ohùn wọn, Mo fẹrẹ kọ."}}
{"translation": {"en": "Episode 7: Waiting for a Sign", "yo": "7: O ni lati nifẹ Nbulọọgi lati Lọ jina"}}
{"translation": {"en": "Three years old k...", "yo": "Aa year 3 loko nu j chhe...."}}
{"translation": {"en": "Their first film was Silent Men in 1933.", "yo": "1933 ïîñòóïèë íà ðàáîòó â Ãîñ."}}
{"translation": {"en": "That's why I'm standin' behind it.\"", "yo": "Nitorina emi looye ke fun nigbala lalakoko.\""}}
{"translation": {"en": "now that is crazy....", "yo": "apa ni MAD~~"}}
{"translation": {"en": "P. 71 additive color.", "yo": "jere77pr added Anuel Aa"}}
{"translation": {"en": "Keep hanging on to Him.", "yo": "Atraso sí o no."}}
{"translation": {"en": "I reached out to two companies.", "yo": "Ki o si bayi ni mo pada lọ pẹlu meji ilé iṣẹ."}}
{"translation": {"en": "However, the bamboo wood is not identical to hardwoods.", "yo": "Ni apapọ, abojuto ọgba ọgba balsam ko nira."}}
{"translation": {"en": "Block 9:44 - 11:14 Spanish 1S AP Spanish Language", "yo": "01-SEP-07 11:44:51 Íà÷àëî òðîïû íà ãîðó Øàïêà Ìîíîìàõà"}}
{"translation": {"en": "It's been a fun 3 days.", "yo": "fun fun funny3 days ago"}}
{"translation": {"en": "Ohhhhhhhhh, shot missed!", "yo": "chū huà bú rán ,wéi yóu bú yuǎn 。"}}
{"translation": {"en": "This is not a day for politics.", "yo": "Ati pe ọjọ yii ko yan nipa asayan."}}
{"translation": {"en": "If so then the MP utilization may be responsible for a genuine problem.", "yo": "Ti kii ba ṣe bẹ, ami-aṣẹ oni nọmba le jẹ ikede alaiṣẹ nipasẹ adajọ."}}
{"translation": {"en": "* T.K.O still has cable, but there is the threat of losing it, dandini.", "yo": "【gǔ yàn qǔ 】 zhì shàn hé péng lái ,cháo chē huí zǐ mò 。"}}
{"translation": {"en": "I read an article in the Times today about a former employer.", "yo": "Mo ti ka sẹyìn loni ninu awọn irohin awọn ọjọ ti ẹnikan akawe awọn afefe ronu pẹlu isoji ronu."}}
{"translation": {"en": "Lives in the head.", "yo": "Orí ló gbébo nbè"}}
{"translation": {"en": "The ultimate guide to exhibiting at trade shows", "yo": "Tori e laya won se man ja toba tiri mi ni shows"}}
{"translation": {"en": "03:37 The watchman said, 'The morning cometh,", "yo": "10:7 dahùn, \"Okunrin ti oba fe lati bu ọla fun,"}}
{"translation": {"en": "E.U or not.", "yo": "Tabi ki, tabi ki O.K."}}
{"translation": {"en": "Battery is currently at 66%.", "yo": "Loni, imọ-iwe giga ti o sunmọ 66%."}}
{"translation": {"en": "I want to go to Yiwu?", "yo": "How to go to yiwu?"}}
{"translation": {"en": "For over 50 years, this gallery is run on 100% volunteer staffing.", "yo": "A ni diẹ sii ju 10 ọdun ti ni iriri gilasi apoti owo lati pese o pẹlu 100% itelorun iṣẹ."}}
{"translation": {"en": "Ohio State and 10.", "yo": "hr ni aku stat keje kul 10.."}}
{"translation": {"en": "Chinese media reported in 2006 ...", "yo": "2006 Ñ Äîíà âûäà÷è íåò ..."}}
{"translation": {"en": "I'm envious?", "yo": "Se eleyinju ege ni mi?"}}
{"translation": {"en": "Lamotrigine tablet contains a source of", "yo": "Ògún Elémona nii gba èsun isu"}}
{"translation": {"en": "Although the use of compost is a suitable way to", "yo": "Tẹ lori foonu kan ni ọna ti o yẹ lati paarẹ."}}
{"translation": {"en": "They want us to exit.", "yo": "di re y fé expedi re ."}}
{"translation": {"en": "will go to Mr. Williams.", "yo": "Aara M. Williams."}}
{"translation": {"en": "What was left of the animal bones consisted of several cattle bones from a young", "yo": "Ọkan ninu awọn egungun ti a ri jẹ ti ọmọdebirin pupọ."}}
{"translation": {"en": "The Great I AM; The LORD Jesus Christ and The Holy Spirit), the other category (type)", "yo": "Mo duro le, Krist' apata, ile miran, iyanrin ni (iyanrin loje)"}}
{"translation": {"en": "He wanted to avail our services for setting up a wholly owned subsidiary Company in India.", "yo": "Ti ṣe ipinnu lati gba ipo ẹtọ ni kikun ni eyikeyi ile-iṣẹ ti o jẹ ti o ni ilọsiwaju ti US."}}
{"translation": {"en": "This should be done hourly starting at the beginning of the recovery shift.", "yo": "Eyi yoo ṣe deede si ibẹrẹ ti akoko ailewu ni iseda lẹhin akoko ti ojo."}}
{"translation": {"en": "Instant Entry into the market.", "yo": "Iru Ọja Ikoko gbona lẹsẹkẹsẹ"}}
{"translation": {"en": "How did we get so afraid?", "yo": "Bawo ni wọn ṣe wa pẹlu ẹru?"}}
{"translation": {"en": "The car is a pretty, unpretentious", "yo": "Igi naa dagba daradara, unpretentious ni itọju."}}
{"translation": {"en": "Here's a shot of Kip on the Continental Divide Trail today!", "yo": "Epele o ara igboro ti nfi kini kan taa gbodo daruko ya aworan alarabara!"}}
