{"translation": {"eng": "The Google Pixel 3 and the Pixel 3 XL are now a reality.", "xho": "IGoogle Pixel 3 kunye nePixel 3 XL sele ziyinyani."}}
{"translation": {"eng": "Its scary, isn't it?", "xho": "Ukoyika, akunjalo?"}}
{"translation": {"eng": "The World is ending.", "xho": "Ihlabathi liyaphela."}}
{"translation": {"eng": "Please remember to ask a question.", "xho": "Nceda ubhale ukuba unombuzo."}}
{"translation": {"eng": "The brother of Jacob.", "xho": "Hamza Yakubu,"}}
{"translation": {"eng": "And Jehovah will not be with you.", "xho": "UYehova uya kuba nawe."}}
{"translation": {"eng": "And yet Puerto Rico is still a colony.", "xho": "Emva koko iPuerto Rico yinto eyodwa."}}
{"translation": {"eng": "This is an effective way to impress a man.", "xho": "Le yindlela efanelekileyo yokuphembelela indoda."}}
{"translation": {"eng": "Take a look at the definition of each type of bomb and understand the distinction between them.", "xho": "Khangela ingqalelo kwintlobo nganye yebhomu kwaye uqonde ukubahluko phakathi kwabo."}}
{"translation": {"eng": "In this case, be very aware of the location, time, date and discussion.", "xho": "Yingakho kufuneka sikhumbule iimeko, indawo, umhla kunye nexesha."}}
{"translation": {"eng": "The third day:", "xho": "Usuku lwesithathu lwesixhenxe:"}}
{"translation": {"eng": "Photoshop is developed by Thomas and John Knoll in 1988.", "xho": "I-Photoshop yadalwa ngo-1988 nguTomas noJohn Knoll."}}
{"translation": {"eng": "God's Kingdom is not of this World", "xho": "UBukumkani bukaThixo babungayi kuba yinxalenye yeli hlabathi."}}
{"translation": {"eng": "Halloween, Black Friday, Thanksgiving, and Christmas are just around the corner.", "xho": "NgoLwesihlanu oMnyama, i-Halloween, uSuku lokuBonga kunye noSuku lweKrisimesi yonke iya kubhiyozelwa ngelo xesha."}}
{"translation": {"eng": "We went to college together and have been living together for two years.", "xho": "Emva koko siya kuyunivesithi kunye kwaye sitshatile kwiminyaka emibini."}}
{"translation": {"eng": "So, in order for a hydraulic oil to be helpful, it must possess the following characteristics:", "xho": "Ngoko, ukuze ulungiselele ioli ye-hydrophilic, kufuneka izi zilandelayo:"}}
{"translation": {"eng": "It affects their attitude.", "xho": "Ziyakuchaphazela isimo sakho sengqondo."}}
{"translation": {"eng": "A vast literature has grown out of centuries of effort to explain what the teachings are, or what they originally were intended to be.", "xho": "Uncwadi oluninzi lukhulile kwiminyaka emininzi yokuzama ukuchaza ukuba zeziphi iimfundiso, okanye oko kwakufunwa ekuqaleni."}}
{"translation": {"eng": "In the last story of the book we learn what we must do to enjoy the wonderful things God has in store for those who serve him.", "xho": "Kwibali lokugqibela lale ncwadi sifunda ngoko kufuneka sikwenze ukuze sinandiphe izinto ezintle uThixo azigcinele abamkhonzayo."}}
{"translation": {"eng": "It seemed like everyone was collecting to talk about his speech.", "xho": "Ngokuqhelekileyo, wonke umntu waqala ukuxoxa ngendlela akwenza ngayo."}}
{"translation": {"eng": "\"A different kind of miracle...\"", "xho": "Ngomnye uhlobo lommangaliso ..."}}
{"translation": {"eng": "A delicate balance between your desires and financial insight is what is needed to make the right call.", "xho": "Ibhalansi ethembekileyo phakathi kweminqweno kunye nokuqonda kwemali yinto efunekayo ukwenza umnxeba olungileyo."}}
{"translation": {"eng": "Also, last week, Quaker Oats Co announced it was removing the image of a black woman from the packaging of its 130-year-old syrup and pancake mix brand Aunt Jemima and changing its name.", "xho": "Kwiveki ephelileyo, iQuaker Oats Co ibhengeze ukuba isusa umfanekiso womfazi omnyama ekupakisheni isiraphu yakhe yeminyaka eyi-130 kunye nomxube wepancake u-Aunt Jemima nokutshintsha igama layo."}}
{"translation": {"eng": "Hey, everyone, I'm Neil Patel, and today, ...", "xho": "Hee wonke umntu, ndinguNeil Patel, kwaye ..."}}
{"translation": {"eng": "This enables them to familiarise themselves with the work of colleagues.", "xho": "Oku kuya kuvumela ukuba baqhelane nabo osebenza nabo."}}
{"translation": {"eng": "Am afraid of the dark", "xho": "Kuba ndinoloyiko lobumnyama"}}
{"translation": {"eng": "In order to provide animals, we'd need:", "xho": "Ukungenisa isilwanyana, kufuneka:"}}
{"translation": {"eng": "I see the risk but I also see the potential.", "xho": "Ndiyayibona imfuno kodwa ingozi."}}
{"translation": {"eng": "He passed away on March 14th 1883 and was buried at Highgate Cemetery in London.", "xho": "Wadlalwa ngumhlaza ngoMatshi 14, 1883, wangcwatywa eMangcwabeni e-Highgate eLondon."}}
{"translation": {"eng": "There are many examples of Bible prophecies being fulfilled.", "xho": "Wandibonisa imizekelo yeziprofeto zeBhayibhile esele zizalisekile."}}
{"translation": {"eng": "So mom doesn't get to stay home with the baby.", "xho": "Umama akafuni ukuhlala ekhaya kunye nosana."}}
{"translation": {"eng": "If some information is being used, you need to make sure that it comes from verifiable sources.", "xho": "Phambi kokuba ucofe nakweliphi na kwezi linki, kufuneka uqinisekise ukuba ziphuma kwimithombo eqinisekisiweyo."}}
{"translation": {"eng": "This can be measured with a thermometer or felt directly with your hands.", "xho": "Unokurekhoda utshintsho lokushisa usebenzisa i-thermometer okanye ukuziva ukuphendula ngesandla sakho."}}
{"translation": {"eng": "There are many reasons for us to be hopeful.", "xho": "Nkulumbuso, kukho izizathu ezininzi zokuba sibe nethemba."}}
{"translation": {"eng": "We have a million books.", "xho": "Ndinezigidi ezili-1 zeencwadi."}}
{"translation": {"eng": "How can we have total trust in God?", "xho": "Uthembela Kanjani UThixo Ngokupheleleyo?"}}
{"translation": {"eng": "An angel sent to rescue me.", "xho": "Uthumele ingelosi yabasindisa."}}
{"translation": {"eng": "And I bet you're wondering what the heck this amazing prize is?", "xho": "Ngokuqinisekileyo kukho abo bazibuza ukuba lisetyenziselwa ntoni eli hashe lixabisekileyo?"}}
{"translation": {"eng": "grow up inside me.", "xho": "Ukukhula ngaphakathi kum / wena."}}
{"translation": {"eng": "Why is it so difficult to drain the swamp?", "xho": "Kutheni Ukuqhekeza Iibhokhwe Zobhedu Kunzima Kangako"}}
{"translation": {"eng": "The Jackson 5 - I'll Be There Acapella", "xho": "The Jackson 5: I'll Be There - Ukulele"}}
{"translation": {"eng": "That's where your help will come from.", "xho": "Kulapho uncedo lwenu luyakuvela khona."}}
{"translation": {"eng": "Be confident and grateful for every day.", "xho": "Phupha, phila kwaye enkosi imini yonke."}}
{"translation": {"eng": "A dream of Senoi.", "xho": "Ui de senokot."}}
{"translation": {"eng": "The Way I walk", "xho": "Inde lendlela endiyi hambileyo"}}
{"translation": {"eng": "Nearly every person owning a website for more than a year has or will experience a hac...", "xho": "Phantse wonke umntu ophethe iwebhusayithiixesha elingaphezu konyaka liye okanye liza kuthatha inzame yokuzama."}}
{"translation": {"eng": "Why can't banks give me my money?", "xho": "7 Kutheni le nto ibhanki ingenakho ukubuyisa imali yam?"}}
{"translation": {"eng": "effective ways to get rid of cellulite", "xho": "Izindlela eziphumelelayo zokukrazula iimfumba ezinxibe kwiingubo"}}
{"translation": {"eng": "Most of the references are a decade or more old and more than a few are from French journals.", "xho": "Iphepha elisemthethweni lingaphezulu kweminyaka eli-14 kwaye amaphepha amaninzi nje amafutshane."}}
{"translation": {"eng": "Express the concept of the word \"impossible\" in a proverbial saying.", "xho": "Uqondisisa intsingiselo yegama elithi \"akunakwenzeka\" ngentsingiselo yomntu omdala."}}
{"translation": {"eng": "Let them have their fun like we do.", "xho": "Masibancede bavuye njengathi."}}
{"translation": {"eng": "The article that follows is our original look at the 905 Series drivers, initially published on March, 28, 2005.", "xho": "Inqaku elilandelayo libukeka kwangoko kwi-Drivers Series 905, eyapapashwa ngo-Matshi, 28, 2005."}}
{"translation": {"eng": "I ask, \"What is Christianity ?\"", "xho": "Yanti Yanti, Ika Krismayani"}}
{"translation": {"eng": "Open our wings and fly.", "xho": "Yenza amaphiko ethu kunye nomsila wethu."}}
{"translation": {"eng": "A web-based alternative to image editing and design software like Photoshop, Canva has a number of free wedding invitations available.", "xho": "Enye indlela esekwe kwiwebhu yokuhlela imifanekiso kunye nesoftware yoyilo enjengeFotohop, Canva inezimemo zomtshato zasimahla ezikhoyo."}}
{"translation": {"eng": "4) Flexibility: accept criticism to be more successful, it can help you get back on the right path.", "xho": "4) Ukuzinza: yamkela ukugxeka ukuba uphumelele ngakumbi, kunokukunceda ubuyele endleleni efanelekileyo."}}
{"translation": {"eng": "In 2002, I fell in love with Frank and we got married.", "xho": "Ngo-1996 ndathandana noCarolina, saza satshata ngo-1998."}}
{"translation": {"eng": "If necessary, do some planning in advance.", "xho": "Ngoko ke, ukuba kuyakufuneka icwangcise kuyo ekuqaleni."}}
{"translation": {"eng": "If properly trained, they can make effective lookouts and loyal companions.", "xho": "Ukuba ngaba zikhupha ngokufanelekileyo izilwanyana ezinjalo, ziya kuba ngabahlobo bokwenene kunye nabaxhasi bezithembekileyo."}}
{"translation": {"eng": "And they need a lot of toys.", "xho": "Ifuna itoyi toyi enzima."}}
{"translation": {"eng": "We've laid emphasis on how men like to be seen.", "xho": "Siyazi indlela amadoda abathanda ngayo xa ekhangelwe."}}
{"translation": {"eng": "Not all of course, there are many varieties.", "xho": "Ngokuqinisekileyo akunjalo, kukho ezininzi iintlobo zabantu."}}
{"translation": {"eng": "Let's start by making heavier weight.", "xho": "Qala ngokukongeza komgubo."}}
{"translation": {"eng": "Of course this varies both by location and time.", "xho": "Ewe, oku kukhethwa kwithuba kunye nokukhetha."}}
{"translation": {"eng": "In addition, the President can by custom unilaterally designate senior White House staffers , heads of other federal agencies and the Ambassador to the United Nations as members of the Cabinet, although this is a symbolic status marker and does not, apart from attending cabinet meetings, confer any additional powers such as mentioned above.", "xho": "Umongameli unokukhetha kwakhona abasebenzi abakhulu be-White House, iintloko zee-arhente ze-federal kunye ne-ambassador kwiZizwe eziManyeneyo njengamalungu eKhabhinethi, nangona oku kungummakishi wesimo somqondiso kwaye, ngaphandle kokuya kwiintlanganiso zeKhabhinethi, unika nawaphi na amandla ."}}
{"translation": {"eng": "Healing parsley of quality is lost during cooking, so it is advised to eat it raw.", "xho": "I-parsley yekhontrakthi yekhwalithi ilahlekile ngexesha lokupheka, ngoko kucetyiswa ukuba uyidle eyinqabileyo."}}
{"translation": {"eng": "Putting it in Place - Sept. 2012", "xho": "Niihata Kakuya - - 2012"}}
{"translation": {"eng": "Yet again, there aren't any filters open to pick age.", "xho": "Xa kwakhona, kukho akukho amacebo okucoca ezifumanekayo khetha ubudala."}}
{"translation": {"eng": "For residents who live in the western regionsOur country, is advised to go with their children to where many of us are dreaming to get from childhood.", "xho": "Kubahlali abahlala kwimimandla yasentshonalanga yelizwe lethu, bacetyiswa ukuba bahambe nabantwana babo apho abaninzi bethu bephupha ukufumana ukususela ebuntwaneni."}}
{"translation": {"eng": "However this step is designed to help those men which are from becoming caught.", "xho": "Nangona kunjalo, oku inyathelo lesi-yenzelwe ukunceda abo amadoda avela yokufumana ezifunyenweyo."}}
{"translation": {"eng": "Why You Should Listen to Music at Work", "xho": "Kutheni uMculo ungagunyaziswanga kwiindawo zomsebenzi"}}
{"translation": {"eng": "Lecture at University of Copenhagen on the 7th of June 2010.", "xho": "IPhepha leNgqungquthela elanikezelwa kwiYunivesithi yaseKapa, ngomhla wesi-7 kuJuni 2016"}}
{"translation": {"eng": "8 Rise up, O Lord, and go to your resting place,", "xho": "8 Khawusukume, Yehova, uye endaweni yakho yokuphumla,+"}}
{"translation": {"eng": "Let's get ready - be prepared", "xho": "Kuya - Walungge"}}
{"translation": {"eng": "And now there would be no question of competition for people's attention.", "xho": "Namhlanje, ayikhathalelekanga ngokuqaphela uluntu."}}
{"translation": {"eng": "Let's not give people false hope.", "xho": "Ngoko ke unganiki ithemba lamanga kubantu."}}
{"translation": {"eng": "So what is the new threat coming from the US and how well-placed is Russia in dealing with this?", "xho": "Ngoko, yintoni iRussia zakal-egijima kunye nendlela yokujongana nayo ngokuchanekileyo?"}}
{"translation": {"eng": "He showed us how to stand for our rights without using violence.", "xho": "Usifundise ukuba singakwazi ukulwa amadabi ethu ngaphandle kokuxhomekeka kootata."}}
{"translation": {"eng": "Women are looking for new ways to get healthy, remain healthy, and healthy products that can give us energy.", "xho": "Omama bahlala bejongeiindlela zokupheka ezinempilo,ezine ondlo kwaye ziyabonakali a ukuveza abantwana bethu."}}
{"translation": {"eng": "Just copy/paste the address into the reply window....", "xho": "Isipaji .Ngenisa idilesi kwisikhangeli faka kwi ..."}}
{"translation": {"eng": "Let's Get Scaped", "xho": "OmaSe sidibe"}}
{"translation": {"eng": "Based on how much power you put the ball is thrown more or less far at the top of the board.", "xho": "Ngokuxhomekeke kumanzi amaninzi owasebenzisayo, ngaphezulu okanye ngaphantsi komgca uchitha."}}
{"translation": {"eng": "The Army reassigned him to the Military District of Washington and conducted a lengthy criminal investigation.", "xho": "Amapolisa aseGoli, eli tyala alithumela eMthatha apho kuye kwenziwa khona uphando oluphangaleleyo."}}
{"translation": {"eng": "Take some time to stay in bed and caress your lady and tell her how great it was.", "xho": "Ungakulibali ukuthetha ububele bakhe kunye nokunyamekela embhedeni, ndixelele indlela enomdla ngayo kuye."}}
{"translation": {"eng": "Don't get me wrong , I thought she was beautiful from the first time I met her .", "xho": "Musa ngandivi kakubi, Ndandicinga ukuba wayemhle ukususela kwixesha lokuqala endadibana naye."}}
{"translation": {"eng": "Aaron came near to the altar and slaughtered the calf of the sin offering for himself.", "xho": "8 Wasondela ke uAron esibingelelweni, walixhela ithole ledini lesono elilelakhe."}}
{"translation": {"eng": "If she prefers not to attend the funeral, she must not be coerced or made to feel guilty.", "xho": "Kodwa, ukuba akafuni ukuba khona emngcwabeni - kungakhathaliseki ukuba yintoni enyanzelekile okanye enyanyeke ngayo."}}
{"translation": {"eng": "In the absence of interviews with the responding", "xho": "ngaphantsi ngaphandle ngaphandle kokuba ukwenza interview"}}
{"translation": {"eng": "Furthermore, it is infinitely more straightforward and pleasurable than some management tools on the market.", "xho": "Ngapha koko, kuyilo olupheleleyo kwaye kubhetele kunabanye bokukhuphela abakwi-intanethi."}}
{"translation": {"eng": "There are prescription drugs designed to help treat the problem.", "xho": "Namhlanje, amayeza anikezela ngamachiza, ayenzelwe ukukunceda ukusombulula le ngxaki."}}
{"translation": {"eng": "This is not a first come first served process, so don't freak out.", "xho": "Inkqubo eyenziwa ukuqala ukususela ekuqaleni, ngoko ungesabi."}}
{"translation": {"eng": "Talk specifically about YOUR feelings and the effect of the behavior on you.", "xho": "Cinga ngokuziphatha kweqabane lakho kunye nefuthe lokuziphatha kwakho kuwe."}}
{"translation": {"eng": "And how can we \"remember those who are taking the lead\" among us, especially those who make up \"the faithful and discreet slave\"? - Heb.", "xho": "Ibe 'sinokubakhumbula njani abo bakhokelayo phakathi kwethu,' ingakumbi abo 'balikhoboka elithembekileyo neliyingqondi'?  - Heb."}}
{"translation": {"eng": "I try to keep one reading to a page.", "xho": "Ndizamile ukufunda iphepha ndihleli esitulweni."}}
{"translation": {"eng": "a history of aircraft", "xho": "Iindaba zeezindiza"}}
{"translation": {"eng": "@Symphytum: Ah I see that's fair enough.", "xho": "@fawzah zea: owh yeke.. nanti sy singgah ye.."}}
{"translation": {"eng": "Hope has come to you.", "xho": "Ithemba lisebenza kuwe."}}
{"translation": {"eng": "But against the desire to create must be balanced other aspects of life.", "xho": "Kodwa ngelixa bafuna ukulungelelanisa ngekhanda leminye impawu yobume bobuso."}}
{"translation": {"eng": "Researchers have hypothesized that in addition to its effect on the brain, pramiracetam acts in peripheral sites outside the brain that rely on the adrenal glands.", "xho": "IPrimiracetam eluhlaza inokuba nazo ezinye iindlela zokwenza izinto.Baphandi bavavanye ukuba ukongeza isiphumo sayo kwingqondo, Pramiracetam isebenza kwiindawo ezisecaleni kwengqondo ezixhomekeke kwindlala ye-adrenal."}}
{"translation": {"eng": "Notice is hereby given in terms of Section 49 (1) (a) (i) read together with section 78 (2) of the Local Government: Municipal Property Rates Act, 2004 [Act No. 6 of 2004] as amended, hereinafter referred to as the \"Act,\" that the supplementary valuation roll is open for.", "xho": "Oku kukwazisa ngokwesolotya 49 (1) (a) olifunda ngokudibene nesolotya 78 (2) womthetho worhulumente basemakhaya: Municipal Property Rates Act 2004 (Act 6 of 2004) nekubhekiswa kuwo ukuba umqulu wabarhafi uvuliwe ukuze abahlali bawuphicothe."}}
