{"translation": {"en": "A polarizing figure to fans, no one can", "ha": "Jinna mai husn tere da fan, nobody can"}}
{"translation": {"en": "in the name of my grandfather", "ha": "a cikin sunan kakar."}}
{"translation": {"en": "They basically weren't loved as young children; they weren't desired.", "ha": "Kusan ba su da ƙauna cikin ƙauna - sun kasance masu mahimmanci ga wannan."}}
{"translation": {"en": "If you need extra help, you can contact our customer service representatives.", "ha": "Idan kuna buƙatar ƙarin taimako, zaku iya tuntuɓar wakilanmu na abokan ciniki."}}
{"translation": {"en": "These crystals include lapis lazuli, carnelian and turquoise.", "ha": "Kayayyakin kaya sun hada da lapis lazuli, turquoise , da carnelian."}}
{"translation": {"en": "Stories of Sheena Queen of the Jungle (1951)", "ha": "Queen of the Tabarin Club AKA La reina del Tabarin (1960)"}}
{"translation": {"en": "open-air library for all - the Carnegie idea at its best.", "ha": "Aikin Bunkasa Ilimi Na Kowa Ne - Inji Baggio Kwa | Gaskiya Ta Fi Kwabo"}}
{"translation": {"en": "He said that a .", "ha": "Abin da ya fasu shi ne: a."}}
{"translation": {"en": "Go to sleep! 8D", "ha": "Beyza Barcin 8g"}}
{"translation": {"en": "SSB is more powerful than SSB.", "ha": "IPA arabu dajiman alqhwata fi ssbai."}}
{"translation": {"en": "\"Shut up\" he sat down next to me and started on his bowl of Rice Krispies", "ha": "'sannan' ya dawo ya zauna a gefen tablet dinsa yana jinjina girman alamarin duk ilahirin"}}
{"translation": {"en": "In The News - Welcome to the official website of The WARDS", "ha": "Labarai - Maraba da zuwa sabon shafin yanar gizon NEWSWAY VALVE"}}
{"translation": {"en": "\"You mean you hacked your way in!!\"", "ha": "\"Ta yaya kuskure kana sata furanni a gonar !!!\""}}
{"translation": {"en": "What about giving food and money to the poor?", "ha": "Abin da zai zama na talakawan wata kudi domin abinci da rai?"}}
{"translation": {"en": "How you called out my name?\"", "ha": "Kuma wayace ma ka faɗa mishi sunana?\""}}
{"translation": {"en": "Many students seek employment to help pay the cost of their education.", "ha": "Daliban sunyi nazarin aiki don rage wajan kudin makarantar su."}}
{"translation": {"en": "• Ability to display a picture on the lock screen", "ha": "â € ¢ Ability don nazarin hoto na dan takarar da aka kunno kai a lokacin hira"}}
{"translation": {"en": "Moberly and Jourdain wrote about their experience in the book An Adventure, published in 1911.", "ha": "Moberly da Jourdain sun rubuta game da kwarewarsu a littafin An Adventure , wanda aka buga a shekara ta 1911."}}
{"translation": {"en": "&gt; it, I can help.", "ha": "shi ke can; ma zhong hu"}}
{"translation": {"en": "Enter your e-mail address below, and we'll send you instructions for setting a new one.", "ha": "Shigar da adireshinka na imel a ƙasa, kuma za mu aiko maka da dokoki domin saita sabuwa."}}
{"translation": {"en": "I'm getting into the source to help coding", "ha": "Nan tatte konya wa PAATII dakara ne"}}
{"translation": {"en": "My sis: \"I don't know, what does a lemur say?\"", "ha": "Binta yayi da kallo, Yace \"lubabatu ban san ya zaki d'auki maganata ba."}}
{"translation": {"en": "and this has since remained the family home.", "ha": "Tun daga nan, ginin shine har yanzu majalisar dokokin."}}
{"translation": {"en": "Especially in Part II.", "ha": "Yawan kallo musamman a sace 2."}}
{"translation": {"en": "The size of a choir varies; it can be as few as a dozen singers or as large as to be able to sing Gustav Mahler's Symphony No. 8 in E Flat Major, also known as Symphony of a Thousand.", "ha": "Za a iya rubuta takarda ga ƙananan mawaƙa kamar yadda mawaƙan mawaƙa ko ƙungiyoyi masu yawa suka iya raira waƙa da Gustav Mahler ta Symphony No. 8 a cikin E-Flat Major wanda aka fi sani da \"Symphony of a Thousand.\""}}
{"translation": {"en": "It's definitely beneficial to learn new", "ha": "Ya dace da sabon shiga don koyon hawa."}}
{"translation": {"en": "There are always hot girls sitting on the ground outside the bar, looking longingly into each other's eyes.", "ha": "Kyawawan Mata ne Zaune a katafaren gidan Kowacce Fuskarta ba Annuri sai kallon kallo sukewa junansu Murjanatu itace..."}}
{"translation": {"en": "It could lead to something much more serious.", "ha": "A gefe guda, zai iya yin amfani da wani abu mafi mahimmanci."}}
{"translation": {"en": "Who are those people in the name of Islam doing such barbaric acts.", "ha": "Wane tanadi ne addinin islama ya yi wa a lokacin azumi ga irin wadannan mutane kamar masu fama lalura?"}}
{"translation": {"en": "Here's to an awesome birthday bro, let yourself and have as much fun as you like.", "ha": "kwanan nur biyu da haihuwa, kaka tazo, zo kuga murna wajan kaka kamar me"}}
{"translation": {"en": "A Meronothite who helped to repair the wall of Jerusalem.", "ha": "Zama tayi abakin katifa wanda yayi sanadiyyar juyowar yusleem,"}}
{"translation": {"en": "(1) Nigeria has a huge population of over 200 Million people, twice the populations of Zimbabwe and South Africa combined.", "ha": "(1) Nijeriya tana da yawan mutane sama da miliyan 200, wanda ya ninka yawan mutanen Zimbabwe da Afirka ta Kudu."}}
{"translation": {"en": "Ya, but how does it work.", "ha": "Na'am, amma Ta yaya Yayi aiki?"}}
{"translation": {"en": "It's the best way to see Slovakia.", "ha": "Hakika, hanya mafi dacewa zuwa Slovakia shine ta jirgin sama."}}
{"translation": {"en": "When we talk about it we are putting out crime data.", "ha": "Yin da hakkin AMFANI, mun dakatar da aiki na DATA DATA."}}
{"translation": {"en": "\"Turn around, honey, and let me see how you look.\"", "ha": "\" Zauna ina zuwa,barinje na d'auko miki GIMBIYATA \""}}
{"translation": {"en": "\"I know all things about", "ha": "Na san komai game dake every."}}
{"translation": {"en": "\"I don't support the construction of roads in these places.", "ha": "\"Ba na goyon gina irin wadannan gadoji matukar babu kwanciyar hankali a wannan jihar."}}
{"translation": {"en": "Easter or resurrection day as many christians refer to the holiday is a time for celebrating the resurrection of jesus christ.", "ha": "Easter, ko Ranar Tashin Kiyama - Krista da yawa suna nufin hutu - lokaci ne da muke tunawa da tashin Ubangijinmu Yesu Almasihu."}}
{"translation": {"en": "\"He was telling me, 'Don't you remember seeing those videos of the lava spilling out onto the road?'\"", "ha": "Yace: \"A bangare guda, shin baka ga bidiyoyin gwamnan inda yake cusa daloli cikin aljihun sa ba?\""}}
{"translation": {"en": "More than 100 turned out for the Women in the Workforce breakfast.", "ha": "Har gobe akwai fiye da mata 100 da ke hannun Mayakan Boko Haram."}}
{"translation": {"en": "The judgment is based on an analysis of what people \"like\" on Facebook.", "ha": "Kotu ta ci tarar wani mutum da ya yi 'like' a Facebook - Muryar Arewa"}}
{"translation": {"en": "But they won't do it because they're worried the IRS can tax them if they hold $US.", "ha": "Wannan ba saboda suna tsoron cewa IRS zai zo bayan kudi ba idan sun wuce."}}
{"translation": {"en": "On the other hand, the same sound is often", "ha": "Idan kaga labarin iri daya ne kuma sau dayawa."}}
{"translation": {"en": "8/2/2017 to Monday's puzzle Solution", "ha": "08/09/2018 Alfanun dasa bishiyo don magance kwararowar hamada"}}
{"translation": {"en": "If not, Nord is the...", "ha": "Idan 'Yan Arewa Ba Su Yi Taka-Tsantsan Ba Za Su Zama..."}}
{"translation": {"en": "Well, I'm a single girl living out in New York.", "ha": "Ina kawai wannan yarinya wanda ya faru da zama a Orlando."}}
{"translation": {"en": "Why are you wondering why it is going to the PS2 it has a way huger installed base than the PS3.", "ha": "> Mere Saiya ji Mere Saiya Ji Se ka hai Tumpe breakup Kar Liya Mp3"}}
{"translation": {"en": "What if I really wanted to worship Satan instead of God?", "ha": "\"Wlh Allah ban d'auka ba yanzu in har zan yi Wannan satan kana tunani zan zauna a nan ne?"}}
{"translation": {"en": "Return for free if you're not satisfied", "ha": "Dawo idan ba ku yi farin ciki da abin ba."}}
{"translation": {"en": "and the heart of Christmas which is love.", "ha": "Zuciya na Kirsimeti wanda shine soyayya. \""}}
{"translation": {"en": "All the People Said Amen - Matt Maher", "ha": "\"Dukan Mutane Sun Amin Amin\" - Matt Maher"}}
{"translation": {"en": "The realistic approach to the station's design strengthens the creepiness of what's going on.", "ha": "Yin jiyya tare da kwayoyin sifofi yana inganta yanayin hoton abin da ke faruwa."}}
{"translation": {"en": "Osinbajo gave the advice while delivering a lecture entitled \"Transforming Africa through Entrepreneurship.\"", "ha": "Obasanjo ya fada haka ne a lokacin da yake kaddamar da wani littafi mai taken ,\"Making Africa Work,\" Yadda Africa zata Gyaru."}}
{"translation": {"en": "\"We were in this country when President Obasanjo was in power and the BOT meeting of the PDP used to hold at the presidential villa.\"", "ha": "\"Muna kasar nan lokacin da shugaba Olusegun Obasanjo ya ke mulki, kuma aka rika yin taron kwamitin amintattun jam'iyyar PDP a fadar Aso Villa.\""}}
{"translation": {"en": "As they say, baseball's a game of inches.", "ha": "Kwallon kafa, sun ce, wasa ne na inci."}}
{"translation": {"en": "and your name is a fruit.", "ha": "zinarsu kuwa itace kamawa, kuma"}}
{"translation": {"en": "Although the commonly used method", "ha": "Hanyar da aka saba amfani dashi da aka saba amfani dashi."}}
{"translation": {"en": "\"I knew things were going to change, and change in a good way.", "ha": "Na san cewa abubuwa zasu canza kuma ina neman halin."}}
{"translation": {"en": "Four songs from the British Isles", "ha": "Ibro Mai Mata Hudu Hausa Songs"}}
{"translation": {"en": "It's not going to be as bad today as it has been.", "ha": "- Wannan karon, ba zai fuskanci matsala ba kamar yadda yayi bara"}}
{"translation": {"en": "The Court requires the parties to mediate before having the matter be heard.", "ha": "Kotu ta bukaci wadanda su ka shigar da karar su dakata kafin a fara sauraron korafinsu."}}
{"translation": {"en": "1.What is the woman's friend?", "ha": "Wanene abokin gaban Mata?"}}
{"translation": {"en": "There are many ways to do spi.", "ha": "Akwai dabaru daban-daban don sanya jaririn ku barci."}}
{"translation": {"en": "Well, if you want to go a little further, about 90 miles, you can visit the famous stone monument Stonehenge, which is located in Salisbury.", "ha": "Da kyau, idan kuna son ci gaba kaɗan, kusan mil 90, zaku iya ziyartar shahararren abin tunawa da dutse Stonehenge, wanda ke Salisbury."}}
{"translation": {"en": "First of all, open the box.", "ha": "Da farko, bude akwatin."}}
{"translation": {"en": "In reality, it is highly prevalent and rising.", "ha": "Da farko, da gaske yana daɗaɗa kuma ya bushe."}}
{"translation": {"en": "You are way over thinking it.\"", "ha": "(Yayi fito) ta dorani a hanya ka dai gane.\""}}
{"translation": {"en": "Don't Miss Missing You", "ha": "mararta tare da cewa ke Mara ki"}}
{"translation": {"en": "V19 - What is our hope, our joy, or the crown in which we will glory in the presence of our Lord Jesus when he comes?", "ha": "19 Su wane ne abin sa zuciyarmu, da abin farin cikinmu, da kuma abin taƙamarmu a gaban Ubangiji Yesu a ranar komowarsa, in ba ku ba? 20 Ai, ku ne abin taƙamarmu, da abin farin cikinmu."}}
{"translation": {"en": "There were many females in attendance.", "ha": "Mata da dama sun halarci wajen zaga-zangar."}}
{"translation": {"en": "the student (s) may be referred by the teacher to the principal or his/her designee for", "ha": "Matsalar (s) za a iya raba shi da malamin ko zaɓaɓɓen dalibai."}}
{"translation": {"en": "In this article we will try to understand", "ha": "A cikin wannan labarin za mu yi ƙoƙari mu fahimci wannan."}}
{"translation": {"en": "Words of welcome from the President of the association", "ha": "Bayan jawabin maraba da barka da zuwa daga bakin shugaban kungiyar na kasa"}}
{"translation": {"en": "I wonder do they realize that because of their position they are always in the spotlight .", "ha": "Ina mamaki kada su gane cewa saboda matsayin su ne ko da yaushe a cikin Haske."}}
{"translation": {"en": "someone who is incapable of being a human being", "ha": "Ba tare da fatan mutum ba zai iya zama ɗan adam ba."}}
{"translation": {"en": "Alan Johnson: For various reasons that the hon.", "ha": "Comments on: Daniel https://2fish.co/ha/ Kare Katolika addini ta hanyar dalili!"}}
{"translation": {"en": "It charges clients a fee equal to 35% of the amount of money it saves them.", "ha": "Kana matafiya za su sami ragin kashi 35% cikin dari na kudaden da suke biya don saukaka musu da gwamnati ta yi."}}
{"translation": {"en": "Walk to School is a great way to get children active and establish a life-long healthy habit.\"", "ha": "Wasan kankara hanya mai kyau ga yara, da kiyaye yin motsa jiki da kiyaye lafiyar jikinsu.\""}}
{"translation": {"en": "She was not able to realize her dreams, but her memory lives on in many ways.", "ha": "Ba za ta wani iya tuna Ummin ta sosai ba Amma memories inta na nan cikin kanta."}}
{"translation": {"en": "We'll rest here for a bit, then we need to move if we want to make the campsite by dark.\"", "ha": "So bana son wani surutu, ga kudin nan anjima in kin shirya kuje mun kasuwa.\""}}
{"translation": {"en": "I think that I'm one of the few", "ha": "Ina jin kamar ni ɗaya ne daga cikin kaɗan, kodayake."}}
{"translation": {"en": "But if you have it installed, it still works.", "ha": "Kuma ko da ka kashe wayarka, to yana nan yana aiki."}}
{"translation": {"en": "JELLO is one of those words.", "ha": "Jam yana daya daga cikin irin jam."}}
{"translation": {"en": "This approach is common in the natural sciences, and is considered by many to be the true paradigm and goal of the scientific approach.", "ha": "Wannan tsari ne na kowa a cikin ilimin kimiyyar halitta, kuma mutane da dama suna la'akari da su don zama ainihin yanayin da manufar tsarin kimiyya."}}
{"translation": {"en": "1:13 \"Remember the words, which Moses, the servant of the Lord, instructed to you, былай: 'The Lord your God has given you rest, and has given you all the land.'", "ha": "1:13 \"Ka tuna da kalmomin, wanda Musa, bawan Ubangiji, umurci ka, yana cewa: 'Ubangiji Allahnku ya ba ku hutawa, da kuma ya ba ku dukan ƙasar. '"}}
{"translation": {"en": "enumerate all the Varieties of this", "ha": "rude game da wannan duka halin da ake ciki."}}
{"translation": {"en": "prescribed by the Traffic Act, Laws of Kenya.", "ha": "Muhimman kalmomi Kenya, Dokar aikin kungiyoyin addinai."}}
{"translation": {"en": "How to Overcome Fear of the Dark", "ha": "Yadda za a magance tsoron duhu?"}}
{"translation": {"en": "heavily on Hong Kong's economic", "ha": "Zanga-zanga ta nakasa tattalin arzikin Hong Kong"}}
{"translation": {"en": "Blessed are You, O LORD, who pardons abundantly.", "ha": "24:11 Saboda your name, Ya Ubangiji, za ka yãfe laifi ta zunubi, domin ita ce babbar."}}
{"translation": {"en": "This device enables the user to pull themselves from a lying", "ha": "Ikon girman yana bawa mai amfani damar daidaita ƙarar ta kansa."}}
{"translation": {"en": "Why are you literally erasing the word 'women' from the words of one of the world's most admired women?", "ha": "Na'urarku na da matsalar sauraren sauti Me ya sa mata suka fi 'jahilci' a duniya?"}}
{"translation": {"en": "The giant sequoia is the world's largest tree.", "ha": "Giant Sequoia, babban itace mafi girma a duniya."}}
{"translation": {"en": "Hi-Finesse - Slowly into the Light", "ha": "חאוסה - hausa mamaki a hankali cikin fushi"}}
{"translation": {"en": "He deserves to be hired!", "ha": "Sun cancanci ɗan aiki!</text>"}}
{"translation": {"en": "The Monkees - \"That Was Then This Is Now.\"", "ha": "The Monkees - \"Wannan Ya Shin Yanzu Wannan Yana Yanzu.\""}}
{"translation": {"en": "This is a listing for one 5 meter length.", "ha": "A nan an nuna iyakar tsawon tsawon layin 5m."}}
{"translation": {"en": "Method: The sample consisted of 60 students selected from 220 students of", "ha": "Buga na farko: ɗaliban 200 waɗanda aka zaɓa daga dubban 'yan takara"}}
{"translation": {"en": "I want a google chrome extension with these properties", "ha": "Inganta Kasantuwar Google SERP dinka Tare Da Wadannan Arziki Mai Kyau _ Martech Zone"}}
{"translation": {"en": "All change is pernicious.", "ha": "Duk abin canji shine launin launi."}}
{"translation": {"en": "The president of Portugal, Marcelo Rebelo de Sousa, will fly to Madeira after the disastrous accident.", "ha": "Shugaban Portugal Marcelo Rebelo de Sousa ya ce zai je Madeira cikin dare."}}
{"translation": {"en": "\"Just after midnight on the night of August 12-13, 1961, trucks with soldiers and construction workers rumbled through East Berlin.", "ha": "A tsakiyar tsakiyar dare ne a ranar 12 ga Agusta 12-13, 1961, motoci tare da sojoji da ma'aikata masu gine-gine sun yi rudani da Gabas ta Gabas."}}
{"translation": {"en": "wonder what you're supposed to understand?", "ha": "Tuna mamaki abin da za a gwada?"}}
{"translation": {"en": "Forward probabilities are simply forward in terms of time and information flow.", "ha": "Sai dai an samu gagarumin ci gaba a bangaren fasahar sadarwa cikin dan kankanin lokaci da hawarsa kujerar."}}
{"translation": {"en": "Japanese treats served.", "ha": "Jafananci suna daukar su curative."}}
{"translation": {"en": "will have to search for the right business, the resources", "ha": "Albert Einstein: Ina da Bukatar Bincike don Harkokin Kasuwanci, Hakkin"}}
{"translation": {"en": "The established order collapsed rapidly because of the weakness of the Austrian armies.", "ha": "An rusa wannan ruɗar da sauri saboda faɗakarwar manzo."}}
{"translation": {"en": "When they saw that the Star had stopped, they were overwhelmed with joy.", "ha": "Da masu yarinyar suka ga cewa sun daina samun kuɗi daga wurinta, sai suka yi fushi sosai."}}
{"translation": {"en": "The rest of the population consists of Catholics (40%) and Protestants (15%).", "ha": "Yawan Kiristocin ya ƙunshi Katolika (60%) da Furotesta (40%)."}}
{"translation": {"en": "We are the leading manufacturers and suppliers of the Punching Curving Machine.", "ha": "Mu ne manyan masana'anta da kuma masu samar da keɓaɓɓiyar kewayon ararfin Rage Brake KS."}}
{"translation": {"en": "Time is the most valuable asset", "ha": "Kuma lokaci shine mafi tsadar abinda muke dashi."}}
{"translation": {"en": "\"The EFCC is not be deterred by the court ruling but will go ahead with fresh charges and prove its case against the former minister.\"", "ha": "\"EFCC ba ta ji dadin abinda kotun kolin tayi ba kuma ta dauka hakan da kokarin zagon kasa ga hukuncin da aka yi wa tsohon gwamnan."}}
{"translation": {"en": "Muhammad did not last long.", "ha": "Musa Muhammad Dogon Kadai"}}
{"translation": {"en": "It may be an undercurrent among SOME Serbs but those who know better don't blame her.", "ha": "Zai iya zama maciji ga wasu, amma magoya bayansa basu damu ba."}}
{"translation": {"en": "David said, \"We got to go.", "ha": "Ya Mahmud ya ce, \"Dr zamu iya shiga muganta."}}
{"translation": {"en": "Consider the following examples:a.", "ha": "Dubi misalai a:"}}
{"translation": {"en": "\"Now listen to the parable of the sower.", "ha": "\"To, ku saurari maʼanar misali na mai shukan nan."}}
{"translation": {"en": "You scream my name, now you're gone", "ha": "Sun kasance suna kira sunana, yanzu suna raɗa shi"}}
{"translation": {"en": "AS A MAN THINKETH in his heart", "ha": "Saboda wani tunani da ya darsu a zuciyarsa."}}
{"translation": {"en": "The body of the tool can be prepared with the working areas", "ha": "Za'a iya daidaita yanayin da ke cikin ɗakin karatu tare da cibiyoyi a cikin gungu."}}
{"translation": {"en": "These are slow arriving as the Royal Navy had increased its presence in the Mediterranean and was intercepting Italian supply ships.", "ha": "Wadannan ba su da jinkirin shiga lokacin da Rundunar sojan ruwa ta kara karuwa a cikin Rumunan kuma tana tsoma baki ga jiragen ruwa na Italiya."}}
{"translation": {"en": "he'd make some money", "ha": "Saboda haka, zai sami kuɗin kuɗin kuɗi."}}
{"translation": {"en": "They had, among other prayers, asked the court to declare that Buhari submitted false information regarding his educational qualifications/certificates to INEC for the purpose of contesting the presidential election in 2019.", "ha": "Sun bukaci kotu da ta kaddamar da cew Buhari ya gabatar da bayanan bogi game da karatunsa ga INEC domin takarar zaben Shugaban kasa a 2019."}}
{"translation": {"en": "Except on the putting green, a player may not lift his ball solely because he considers that it might interfere with the play of another player.", "ha": "Note 1: Sai dai a kan sa kore, mai wasan bazai iya dauke kwallonsa kawai saboda ya dauka cewa zai iya tsoma baki tare da wasa na wani dan wasa."}}
{"translation": {"en": "What is the responsibility of the doula during childbirth?", "ha": "Yaya za a dauka Dopegit lokacin daukar ciki?"}}
{"translation": {"en": "Additionally, this cell is well-endowed with rough", "ha": "Bugu da kari, wannan jaket zai yi kyau tare da riguna."}}
{"translation": {"en": "consequence many of these people were no longer capable of", "ha": "An tattaro cewa yawancinsu ba sa iya tafiya a yanzu."}}
{"translation": {"en": "I never have and never will bag a yard.", "ha": "Ban taba yi ba, kuma ba zan taba ajiye ko sisi a banki ba har abada."}}
{"translation": {"en": "All this is surely written in earlier scriptures; The scriptures of Abraham and Moses.", "ha": "Alkur'ani yana magana da albarun Ibrahim sau da yawa, har da wannan aya: \"Lalle ne, wannan shi ne a cikin litattafan farko, Littattafan Ibrahim da Musa\" (87: 18-19)."}}
{"translation": {"en": "\"If you call me my full name I will have to smite you.\"", "ha": "To kasancewar kuna dauke da sunan masoyi na, Ni ina kunyan azabtar da ku.\""}}
{"translation": {"en": "Note that this is an immersive Dutch app - no english translation is provided except for menus.", "ha": "Ka lura cewa an kasa fassara ajiyayyu a wasu hanyoyi banda gadon Turanci kaɗan."}}
{"translation": {"en": "Greek name: ΙΩΑΝΝΑ", "ha": "NAME: Mrs. Johanna Nayyar"}}
{"translation": {"en": "It truly is therefore important to grasp the reason behind every reaction.", "ha": "Wannan shine dalilin da ya sa, yana da mahimmanci don sanin ainihin abin da ya haifar da canji a cikin kowane hali."}}
{"translation": {"en": "11th of what?", "ha": "11 Mene ne za mu iya roƙa?"}}
{"translation": {"en": "Thomas R. Martin on the Eleusinian Mysteries from An Overview of Classical Greek History from Homer to Alexander", "ha": "Mawallafi na Messenia Daga Perseus 'Thomas R. Martin, Wani Bayani na Tarihin Hellenanci na Tarihi daga Homer zuwa Alexander"}}
{"translation": {"en": "Our games are tested by iTech Labs, an independent gaming and betting equipment tester, to ensure that the games are fair and work properly.", "ha": "Ana gwada wasanmu na iTech Labs, mai jarrabawa masu zaman kansu na wasanni da kuma na'urorin haɗi don tabbatar da cewa wasannin suna da gaskiya kuma suna aiki daidai."}}
{"translation": {"en": "It is has been developed by the National High Street campaign #WDYT (What do you Think?).", "ha": "Jama'a yau ina Femi Fani Kayode? #MasuGuduSuGudu Menene ra'ayinka gameda wannan?"}}
{"translation": {"en": "So your mother-in-law decided to stay an", "ha": "To kaunarka dai tayi rassai har tsinka nakeyi azaune"}}
{"translation": {"en": "\"No case of Ebola virus disease has been reported in ...", "ha": "An gano wasu mutane dauke da Ebola a ..."}}
{"translation": {"en": "The squadron departed on 15 October 1904 under the command of Admiral Zinovy Rozhestvensky.", "ha": "Squadron na biyu na Pacific ya tashi daga Baltic a ranar 15 ga Oktoba, 1904, tare da Admiral Zinovy Rozhestvensky a cikin umurnin."}}
{"translation": {"en": "He wants to return us to the 1930's.", "ha": "Ya bayyana cewa dole ne mu koma ga 1930s."}}
{"translation": {"en": "Am I doing the basics of caring for those in need around me?", "ha": "Ni mutum ne wanda ke taimakawa wajen saduwa da bukatun kewaye da ni ?"}}
{"translation": {"en": "i need to know the mutants i need to use", "ha": "Ina bukatar in kara faya-fayan da nake son amfani da su."}}
{"translation": {"en": "And none of them were prophets, seers, or revelators.", "ha": "Domin ba'a samu a ayyukan Manzon Allah (SAW) ba ko wani Sahabi ko wasu magabata na kwarai."}}
{"translation": {"en": "Stand and measure around the fullest point of the hips.", "ha": "Saboda haka, ku dame ku kuma ku yi idanu a kan mafi kyawun kullin kullun hip-hop a duk lokacin."}}
{"translation": {"en": "Jews only can eat poultry that is not birds of prey, so chickens, ducks, and turkeys are allowed while eagles, hawks, and pelicans are not.", "ha": "Yahudawa kawai zasu iya cin kaji waɗanda ba tsuntsaye ba ne daga ganima, saboda haka ana yarda da kaji, ducks, da turkeys yayin da gaggafa, hawks, da pelicans ba su yarda ba."}}
{"translation": {"en": "Land use in Costa Rica", "ha": "Tattalin Arziki da Amfani da Land a Costa Rica"}}
{"translation": {"en": "He told the audience that two of his daughters have Jewish names.", "ha": "Ya ce matar sa ta haifi yara biyu da Otinjile tabbas."}}
{"translation": {"en": "Syed maintains a strong legacy in Pakistan and among Indian Muslims.", "ha": "Syed yana da kyakkyawan gado a cikin Pakistan da tsakanin Musulman Indiya ."}}
{"translation": {"en": "I don't know how breadbug kill pikmin..", "ha": "Ban san iya mutanen dana kashe ba>>Tubabben dan Boko Haram | Hutudole"}}
{"translation": {"en": "from a detailed analysis of the letters will show close connections with a well", "ha": "Daga cikin raunuka, masu amfani suna nuna hulɗa mai tsanani tare da fata."}}
{"translation": {"en": "The youngest, the family chef, came out to assist.", "ha": "Duk da haka, jama'a, 'yar'uwar' yar'uwar da za ta bi ta baya, ta zo ta taimaka mata."}}
{"translation": {"en": "God ... will render to every man according to his deeds.", "ha": "Sabuntawa: Lallai Allah yana halitattar kowane Mutum da aikin sa"}}
{"translation": {"en": "the darkness of now.", "ha": "Shadow Amma"}}
{"translation": {"en": "The UN estimates that around 15 million children die every year due to hunger.", "ha": "Hukumar FAO ta ce kusan yara miliyan 6 ne ke mutuwa a ko wace shekara saboda yunwa. _ Labarai _ DW _ 23.11.2005"}}
{"translation": {"en": "Women have the desire and capacity for giving and they do give to charity.", "ha": "Hakika su mata suna son tausaswa da ja ajiki kuma suna son a dinga cewa ana sonsu ana kaunarsu."}}
{"translation": {"en": "13 'And do not lead us into temptation, but deliver us from evil'.", "ha": "13 Kada ka kai mu wurin jaraba, Amma ka cece mu daga Mugun.'"}}
{"translation": {"en": "11 things that happen", "ha": "1 Abubuwan da ka iya faruwa"}}
{"translation": {"en": "Kiswahili for foreigners", "ha": "Ikarashi Gin Rin Beni Matsukawabake"}}
{"translation": {"en": "Red wine: Up to 140 ml of red wine per day for women, and 280 ml per day for men.", "ha": "Dokar tana nuna har zuwa 140 ml na jan giya a kowace rana ga mata kuma mili 280 na maza."}}
{"translation": {"en": "I actually entered medical school with the intention of being a researcher like George.", "ha": "Kai tsaye na wuce makarantar koyar aikin jinya, burina in zama kamar Maryam."}}
{"translation": {"en": "A reader who is trying to identify with a character in a story might ask which of the following questions?", "ha": "Domin kuwa da zaran wani yazo cikin Jama'a yana bada labari kamin su gamsu da labarin zasu tambashi ina yasamo labarin?"}}
{"translation": {"en": "ACLS courses can cost around $150.00, but costs vary according to the instructor/company.", "ha": "ACLS darussa iya kudin kusa da $150.00, amma halin kaka bambanta bisa ga malami / kamfanin."}}
{"translation": {"en": "He seemed annoyed when we asked about the carfax, even went as ...", "ha": "Ya ce abin Haushi duk da kudaden da ake warewa amma har yau abin sai baya ya ke yi kamar ..."}}
{"translation": {"en": "Are we racked with indignation when we hear Bassanio in The Merchant of Venice read a letter from Antonio containing the words 'All debts are cleared between you and I'?", "ha": "Shin muna fushi da fushi lokacin da muka ji Bassanio a The Merchant of Venice karanta wata wasiƙa daga Antonio dauke da kalmomin\" Dukan basusuka an barranta tsakanin kai da ni'?\""}}
{"translation": {"en": "3 Ways to Recover Deleted or Lost Files from iPod", "ha": "> Resource> iPod> Yadda za a Mai da Deleted / Lost Files daga iPod"}}
{"translation": {"en": "I read them all but can't remember anything regarding a son?", "ha": "Me yasa zan iya karanta kowane ɗigin amma sai ban tuna da wani daga baya ba?"}}
{"translation": {"en": "The Padres have made globally Series twice.", "ha": "Wannan duniyar ta bayyana sau biyu cikin dukan Attaura!"}}
{"translation": {"en": "He's supposed to be ill, I thought.", "ha": "\"Ba shi da lafiya, na yi tsammanin ma dubiyarsa"}}
{"translation": {"en": "It cooperates with a wide network of universities, research organizations, civil society, and experts from Ethiopia, Eritrea, Kenya, Djibouti, Somalia, Sudan, South Sudan, Uganda, and across Africa.", "ha": "Yana haɗin gwiwa tare da manyan hanyoyin sadarwa na Jami'o'in, ƙungiyoyin bincike, ƙungiyoyin jama'a da masana daga Habasha, Eritrea, Kenya, Djibouti, Somalia, Sudan, Sudan ta Kudu, Uganda da kuma duk faɗin Afirka."}}
{"translation": {"en": "been published to date, mainly because of difficulties in deriving tractable", "ha": "yiwu, ya zuwa yanzu kamar yadda ta wanzu, a saboda da kuxi wajen da kwayoyin"}}
{"translation": {"en": "(The other two are autonomy and purpose.)", "ha": "(Sauran bangarori guda biyu suna da gangan da kuma hukunci .)"}}
{"translation": {"en": "And he remembered him.", "ha": "ya zo da shi da tunãtar da shi."}}
{"translation": {"en": "Every day 160 crimes are committed related to internet fraud in Sweden.", "ha": "Kananan Yara 15 Ake Yiwa Fyade Kullum A Kano - Yansanda"}}
{"translation": {"en": "Jessica is Nailed...", "ha": "Na jane kya samjhte...."}}
{"translation": {"en": "Best of all, it's backed by Kroll.", "ha": "Da shi, da ganye bushe da curl."}}
{"translation": {"en": "Nowadays, a lot of people are trying hard to lead a healthy life.", "ha": "A yau, yawancin mutane suna ƙoƙari su jagoranci salon rayuwa mai kyau."}}
{"translation": {"en": "Daniel 11:34 And when they shall have fallen, they shall be relieved with a small help: and many shall be joined to them deceitfully.", "ha": "11:34 Kuma idan sun fadi, za a tallafa musu da ɗan taimako, amma dayawa zasuyi amfani dasu a yaudara."}}
{"translation": {"en": "Finding time to keep up with the page of change of tools and research", "ha": "Saukewa na shafin yanar gizon tare da bincike-bincike na bincike-bincike da maye gurbin kayan aiki"}}
{"translation": {"en": "I enjoyed the time with her a lot!", "ha": "Ina da babban lokacin rani tare da ita!"}}
{"translation": {"en": "Don't you mean Buckets of Sucks?", "ha": "Frank: Kana cewa ina saka shamfu a kan sandwiches?"}}
{"translation": {"en": "Abraham as one of the greatest models of faith.", "ha": "Daga cikin addinan tauhidi, addinan Ibrahim suna da mabiya mafi girma a duniya."}}
{"translation": {"en": "The Death of Hebrew", "ha": "Mutuwar ibro"}}
{"translation": {"en": "This does not change as the child gets older.", "ha": "Wannan yakan canza lokacin da yaron ya tsufa."}}
{"translation": {"en": "You will be with me in paradise", "ha": "tare da ni cikin Aljanna."}}
{"translation": {"en": "Please visit U.S. Department of Health & Human Services: Stop Bullying", "ha": "Ma'aikatan kiwon lafiya ga Gwamnatin Burtaniya: Ku daina zama akan ..."}}
{"translation": {"en": "To what extent do you think the visual material presented in this chapter corresponds with...", "ha": "yanan tsaye wakilan ango sula fitoh suka wuce se surutai suke ...."}}
{"translation": {"en": "I am sure most Nigerians do not give a hoot.", "ha": "Na tabbatar da cewa mafi yawan 'yan Najeriya ba za su goyi bayan cigaba da tallafa musu ba."}}
{"translation": {"en": "I guess it's important to see the next step, But it lacked the heart of the first one.", "ha": "<text sub=\"clublinks\" start=\"537.18\" dur=\"3.44\"> Mataki na farko yana kama da na amma an rasa mai kula da matakin tsakiyar yankin. </text>"}}
{"translation": {"en": "His credits as a producer include A Boy, A Girl, A Dream, Destined and the upcoming documentary The Infamous Future.", "ha": "Yawan kuɗi a matsayin mai saka hannu sun hada da Yaro, Yarinya, Mafarki, An ƙaddara da kuma shirin mai zuwa The Future Future."}}
{"translation": {"en": "The first 10 Amendments of the United States Constitution is known as The Bill of Rights.", "ha": "Na farko 10 Sauye-sauye ga Tsarin Mulki na Amurka an san shi da Bill of Rights ."}}
{"translation": {"en": "The other 'grass' in question is a...", "ha": "Abu na biyu da aka rika barkwanci dashi akan wannan batu shine, wasu ..."}}
{"translation": {"en": "The results we wish to achieve include the following:", "ha": "Abun da muke fata mu samu kamar sakamakon wannan aiki sun hada da:"}}
{"translation": {"en": "then stared back at him.", "ha": "Wani tunani yusuf yayi kafin ya juyo yana kallonta,"}}
{"translation": {"en": "\"Ever since we got married, he has never touched me.", "ha": "Tunda yake aure ban taba jin haushi ba sai yau.\""}}
{"translation": {"en": "SMX is the only conference series that is 100% dedicated to search.", "ha": "SMX shine kawai taron taro wanda aka ƙaddamar da kashi 100 don bincika."}}
{"translation": {"en": "audio-visual objects", "ha": "Batu na musamman na Audio"}}
{"translation": {"en": "11:16 If the first fruit is holy, so is the lump.", "ha": "11:16 Domin idan na farko-ya'yan itacen da aka tsarkake, haka kuma yana da duka."}}
{"translation": {"en": "We're also looking forward to the construction of our outdoor sports fields.", "ha": "Har ila yau, muna fatan cewa kayayyakinmu na waje za su yi ƙarfi a ƙarƙashin tasirin wasannin waje."}}
{"translation": {"en": "This concept is correct, at least in the initial stages of weight control.", "ha": "Wannan shekara fara da kyau, a kalla a cikin sharuddan na abubuwa da suka shafi fagen yankin management."}}
{"translation": {"en": "To achieve this at home, you can use an illuminator.", "ha": "Don yin wannan yiwuwar a gida, zaka iya saya na'urar espresso."}}
{"translation": {"en": "He remembered how, when he mentioned it to her, she gave a saucy response: \"My ass is like hierba santa?\"", "ha": "Ganin yak'i juyowa yasa ta shagwab'e murya kamar zata yi kuka tace \"Uncle nayi laifine daga dawowar kuwa wayyo ni hafsat?"}}
{"translation": {"en": "Some readers may be aware of the existence of the New Church", "ha": "Wasu masanan kimiyya sunyi shaida akan wanzuwar masallacin ɓoye."}}
{"translation": {"en": "You were still just such a young woman, who lost her life to soon.", "ha": "kai ya kaɗa mata ya ɗan daɗe sannan ya gyara zamansa suka fara."}}
{"translation": {"en": "Found small Turbo one's but not big....", "ha": "Swarga sukhanni... ruba babba ba..."}}
{"translation": {"en": "When they can't see the havoc", "ha": "In kasa ka ga ta sunkuya"}}
{"translation": {"en": "My membership of professional and learned societies includes the following:", "ha": "Abokai, abokan aiki na ilimi da ƙwarewa sun hada da:"}}
{"translation": {"en": "Germans living in the region were forced out and replaced with Soviet citizens.", "ha": "A wannan lokacin, an tilasta Jamus da ke zaune a cikin kuliya don maye gurbinsu tare da 'yan Soviet."}}
{"translation": {"en": "Also worked with Sonny Stitt, Gene Ammons, Charlie Parker, Billie Holiday and many others", "ha": "Har ila yau, ya yi aiki tare da Sonny Stitt, Gene Ammons, Charlie Parker , Billie Holiday da sauransu"}}
{"translation": {"en": "Photograph pasted on paper with the caption \"This is my mother and me.\"", "ha": "Wutsiyo tare da yadin da aka saka a kan kalmomi - wannan zane ya dubi mata da m."}}
{"translation": {"en": "$4 billion, plans to raise dividends and buy back stock were suspended.", "ha": "An dakata kan tayin dala miliyan 400, masu gwanjon kuma suka daddale kan farashin da aka sallama."}}
{"translation": {"en": "I tell you truly, he will put him in charge of all his property.", "ha": "Gaskiya nake gaya muku, maigidan zai ba shi riƙon dukan dukiyarsa."}}
{"translation": {"en": "The scientists who think they know everything, but they don't know anything.", "ha": "Wadanda kuma suka tsaya zaton sun gane komai to ba za su gane komai ba."}}
{"translation": {"en": "According to Goldthorpe (1991), the main difference is control over data collection.", "ha": "A cewar Goldthorpe (1991), babban bambanci shine iko akan tattara bayanai."}}
{"translation": {"en": "By the spring of 1895, Edison was offering Kinetoscopes with phonographs inside their cabinets.", "ha": "A cikin marigayi na 1895, Edison ya miƙa Kinetoscopes tare da phonographs a cikin gidajensu."}}
{"translation": {"en": "If you have any doubts, here are a few set of questions that can help clear them:", "ha": "Idan kun kasance damu da wasu amsoshin, akwai wasu taƙaitaccen bayanin da ya kamata ya taimake ku fahimtar:"}}
{"translation": {"en": "Pineal Gland - this small endocrine gland produces the hormone melatonin.", "ha": "Pineal Gland: Wannan karamin glandon endocrine ya haifar da melatonin hormone."}}
{"translation": {"en": "I always made certain everyone was well-dressed.", "ha": "Ya bayyana cewa, an yiwa kowacce gawa sutura yadda ya kamata."}}
{"translation": {"en": "Use the resources in this forum, they are a good list.", "ha": "Yi amfani da wannan hotunan a cikin dakin rai - wannan hukunci ne mai kyau."}}
{"translation": {"en": "First of all it's unambiguous and that's a first.", "ha": "Sannu, wannan shi ne Invisibletaco kuma wannan shine jagora na na farko."}}
{"translation": {"en": "Dhumal today asserted that his government had the right to review", "ha": "Alƙalin muhawarar ya ce yanzu ya rage ga gwamnati ta yi nazari kan matakin da za ta ɗauka bisa muƙabalar da aka gudanar"}}
{"translation": {"en": "He hadn't been back there for more than a minute before he heard the sound of boots stop just outside.", "ha": "Tunaninsa bai wuce ganin saura y'an mintinu ya rage flight en yayi taking arrive ba....."}}
{"translation": {"en": "Catlin's response is that this theory", "ha": "Sanarwar Crystal shine san cewa wadannan basira ne bisa"}}
{"translation": {"en": "\"We know he will not be able to form a government.\"", "ha": "\"Mu ka ga cewa ba za mu iya cigaba da zama da gwamnati. ba\""}}
{"translation": {"en": "Mom: You've put on weight.", "ha": "Camel: Nauyin nauyi zai sauko muku."}}
{"translation": {"en": "Dropshipping is legal in the US and many other countries.", "ha": "Bayyana talla na asali doka ce a Amurka da sauran ƙasashe da yawa."}}
{"translation": {"en": "Wigs online and he replaces his every year.", "ha": "- Oda online wani ruwan kasa datti Can kuma ajiye a kowace shekara."}}
{"translation": {"en": "Now Sadhana is a part of my family.", "ha": "Zahraddeen ya riga ya zamo bangaren iyalin ta."}}
{"translation": {"en": "Your project will be created and you're ready to begin.", "ha": "Halin zai tashi, kuma tunaninka za ku kasance a shirye don fara wannan aikin."}}
{"translation": {"en": "\"Then you have 5,000 smartphones under an attacker's control.\"", "ha": "'Akwai Dubunnan Mutane dake karkashin Ikon Boko Haram' _ Hutudole"}}
{"translation": {"en": "I advise my clients to do the same.", "ha": "Ina ba abokan ciniki shawara su ma su yi hakan."}}
{"translation": {"en": "An image has been changed", "ha": "Kuna da kwatancen da aka juya."}}
{"translation": {"en": "Worship is expressed in art.", "ha": "Za a iya nuna bayyanuwar tayi a cikin sujada:"}}
{"translation": {"en": "You can criss cross as well.", "ha": "Za ka kuma iya yin keke crunch ."}}
{"translation": {"en": "In his efforts to reach out to his dead son, he starts writing letters to him every day, only to tear them away.", "ha": "Yau ga shi a inuwa, amma ya tura kowa rana, sai shi da 'ya'yansa kawai."}}
{"translation": {"en": "Unpredictable Outlaw is a Unit.", "ha": "Amma zaluncin da ba ya gafartawa shi ne shirka."}}
{"translation": {"en": "\"My mama was way ahead.", "ha": "\"Mom nasan Dad Sai yasa na bi shi."}}
{"translation": {"en": "come to know the life of this remarkable woman.", "ha": "Bari mu ga abin da muka sani daga rayuwar wannan kyakkyawar mace."}}
{"translation": {"en": "Although he built his reputation as the founder", "ha": "Kamar dai ya ɗora sumba ta asalinsa"}}
{"translation": {"en": "Have you heard of \"orality?\"", "ha": "Shin kun taɓa jin wani wanda aka kwatanta da \"earthy?\""}}
{"translation": {"en": "What I love about the InStyler is that it's very quick and easy to use.", "ha": "Abinda nake ƙauna game da madauri shine cewa za'a iya gajarta shi kuma ya tsawanta da sauƙi."}}
{"translation": {"en": "We thank God we now have the truth.", "ha": "To sha'anin yanzu sai muce mun gode wa Allah amma agaskiya a halin yanzu jama'a na cikin halin matsuwa."}}
{"translation": {"en": "after the Bastille Day attack, where the truck driver", "ha": "Yau A Damben Motar Kaduna Inda Ya Sumar Da Sojan Kyellu Na Gurumada"}}
{"translation": {"en": "who's woos", "ha": "Wanda Alkara"}}
{"translation": {"en": "Babies like to be close to their mother's bodies.", "ha": "Yara suna so su kusa da mahaifiyarsu, don haka suna jin tsoro."}}
{"translation": {"en": "Does the statue violate the equal protection clause of the 14th amendment?", "ha": "Shin dokokin shari'ar Idaho sun karya Kalmomin Daidaitawa ta Tsarin Mulki na 14?"}}
{"translation": {"en": "Night is not the absence of day,", "ha": "Kuma dare ba ya kamata a gareshi ya zaman mai tsere wa yini."}}
{"translation": {"en": "You're welcome I suppose... What is the thank you for?", "ha": "mene lazimdi, amma buna da min shukur..."}}
{"translation": {"en": "Have you ever wanted to know precisely where you know precisely where you need to go without having a map and are?", "ha": "... ko ko yaushe san daidai inda kake ba tare da taswira ba?"}}
{"translation": {"en": "He added: \"Paris is the most beautiful girl in the world.", "ha": "Ya ci gaba da cewa, \"Afirka ce ta fi yawan mace -macen jarirai a duniya."}}
{"translation": {"en": "Faith will be necessary in order to Please God", "ha": "Bangaskiya za ta taimaka maka ka faranta wa Allah rai."}}
{"translation": {"en": "Growth in sub-Saharan Africa to rise to 2.9 percent", "ha": "Tattalin Arzikin Yankin Afrika Dake Kudu Da Sahara Zai Karu Da kashi 2.6%"}}
{"translation": {"en": "My high school is unique.", "ha": "\"Ni Karatu Zanyi Ba Aure Ne a Gabana Ba!"}}
{"translation": {"en": "This stage is our sense of hearing.", "ha": "A zahiri, saura sauraren shine ƙwayoyin gashinmu masu sauraro."}}
{"translation": {"en": "We decided not to keep her as a mama thinking...", "ha": "Sai kin mun alkwari bazaki kara kallon banza wa mom ba...."}}
{"translation": {"en": "In the New York Hospital propulsion is used both for", "ha": "Ana sa ran asibitoci a birnin New York zasu fara samun sauki, yayin da asibitin jirgin ruwan sojin ruwan"}}
{"translation": {"en": "It's such a feeling of joy !", "ha": "Ga alama farin ciki yana kama da wannan!"}}
{"translation": {"en": "As you should know by now, the Mountain Mania Car Show has been turned over to the leadership of the Buena Vista Optimist Club.", "ha": "Kamar yadda ka riga ka san, madogarar mace ga gilashin gucci an sanya shi ta hanyar shahararren mashahuran Safilo."}}
{"translation": {"en": "083 During the Cold War, what was the main concern of the United States?", "ha": "Yayin Cold War, menene babban damuwa na Amurka?"}}
{"translation": {"en": "Microsoft OneNote - Shipped with Microsoft Office, and can be used on a variety of devices such as Apple iPhone and iPad and Android devices.", "ha": "Microsoft OneNote - sufuri da Microsoft Office, kuma za a iya amfani da su a da dama na'urorin kamar Apple iPhone da iPad da Android na'urorin."}}
{"translation": {"en": "Our correspondent reports that, the blockage of the road began from Monday this week as they conducted \"a special prayer\" in the middle of the road.", "ha": "Majiyar Legit.ng ya ruwaito cewa ma'aikatan sun fara tare hanyar ne daga ranar Litinin na wannan makon inda suke yin 'addu'o'i' na musamman a tsakiyar titi."}}
{"translation": {"en": "God gives us the Truth in His Word.", "ha": "Allah Ya nuna mana gaskiya gaskiya ce ya ba mu ikon bin ta"}}
{"translation": {"en": "The day one Video..", "ha": "Bidiyon tuna ranar 1..."}}
{"translation": {"en": "and you think you're in delight", "ha": "Ga shi, kuna fariya da taƙama."}}
{"translation": {"en": "U.S. fears a surge in activity by al-Qaida - Times Union", "ha": "Allardyce na tsoron karo da Man United - BBC Hausa"}}
{"translation": {"en": "You may be asked to requalify for SNAP each year.", "ha": "Kuna iya haɗaka da hadisai don sa ido kowace shekara."}}
{"translation": {"en": "\"Used to belong to the Confederate States Army but now it sits empty.\"", "ha": "Amma abinda kowa ya sani ya rike mukamin mukaddashin EFCC, yanzun kuma ya bar wurin.\""}}
{"translation": {"en": "Mix them together with a drop of water", "ha": "Mix shi da madara mai raguwa."}}
{"translation": {"en": "Staggering numbers there.", "ha": "Ƙididdiga mai ban tsoro tana can."}}
{"translation": {"en": "to behold and will never be forgotten by those in attendance.", "ha": "Na biyu su kuma wadannan matasa da aka taimaka ba za su taba mantawa da duk wanda ya taimaka masu ba."}}
{"translation": {"en": "The following eighteen largest cities in the world are all those with a population of 11 million or more, based on the National Geographic atlas data.", "ha": "Wadannan birane goma sha takwas a cikin duniya sune duk wadanda ke da yawan mutane miliyan 11 ko fiye, bisa ga bayanai na National Geographic atlas."}}
{"translation": {"en": "Deposits and these types of the only differences include detailed info on your country.", "ha": "Sauran kayan tufafi da kayan haɗi kawai sun hada da wannan cikakken bayani, kwaskwarimar yanayin baka."}}
{"translation": {"en": "He didn't run from Goliath,", "ha": "Bai goliyan chalon da"}}
{"translation": {"en": "\"Time is a measurement of decay.\"", "ha": "\"Watashi kara desu ne.\""}}
{"translation": {"en": "They're Not Intelligent", "ha": "Eh lalle ba masu hankali bane"}}
{"translation": {"en": "Repent, and believe in the Good News!\"", "ha": "\"Mulkin Allah ya gabato, ku tuba ku gaskata da bishara.\""}}
{"translation": {"en": "She was a joy to grow up with", "ha": "Ta ji farin ciki game da girma."}}
{"translation": {"en": "Nobody seems to have had the definitive answer to that crucial question the last time I looked.", "ha": "Na zahiri ba wanda labarin a matsayin mayar da martani ga wannan tambayar a lokacin da na karshe hira da nake a."}}
{"translation": {"en": "verbal ability to get on terms with strangers.", "ha": "Ƙwararren dandano suna komawa zuwa salon maganganu da baƙaƙe."}}
{"translation": {"en": "He alleged that the law and order situation in Punjab had deteriorated during Congress rule.", "ha": "Ya ce an tafka magudi da rashin bin ka'idojin zabe a yayin gudanar da zaben na gwamna a jihar na Taraba."}}
{"translation": {"en": "And not for celebrities the rigours of natural childbirth.", "ha": "Kuma ba don zurfin jin tilastawa game da tsarin haihuwa ba, da mutane ba za su yi hakan ba."}}
{"translation": {"en": "The mood of a police source told AFP.", "ha": "Kamar yadda wani jami'in tsaro ya shaida wa AFP ."}}
{"translation": {"en": "Rudman didn't give up on fiscal sanity.", "ha": "- Ronaldo bai ji dadin yadda aka budo masa wuta game da maganar haraji ba"}}
{"translation": {"en": "Is there anybody who can do this without being a mess?", "ha": "Amma duk wanda zai iya yin wannan hanya ba tare da tsoron matsalolin illa da rikitarwa ba?"}}
{"translation": {"en": "In particular, it has demonstrated", "ha": "Musamman ya nuna."}}
{"translation": {"en": "The answer is no. The answer is that the Syrian would be killed and his family would be tortured and killed.", "ha": "Idan amsar ita ce 'a'a', bana bukatar sa kuma ya fi kyau a kashe shi."}}
{"translation": {"en": "The importance of believing right (1:1-20)", "ha": "Muhimmancin gaskantawa daidai (1: 1-20)"}}
{"translation": {"en": "report, especially in the field of business", "ha": "Yadda za a yi Musamman Cikin Kayan Cikin Kasuwanci"}}
{"translation": {"en": "6 types of legal documents that can help your business", "ha": "5 Basirar Bayanan Zamantakewa na Iya Bayyanawa ga Kasuwancin ku"}}
{"translation": {"en": "From there he retraced his steps", "ha": "A wannan yanayin, ya mayar da waɗannan kundayen adireshi."}}
{"translation": {"en": "Wrinkles do not appear on the paralyzed side.", "ha": "A wannan yanayin, scrapings ba za su iya nuna gaban ɓangaren parasites ba."}}
{"translation": {"en": "Please be aware that best bills made towards RRR Codes generated by the use of this portal can be authorised.", "ha": "Don Allah NOTE cewa kawai biyan bashin da RRR Codes generated via da aikace-aikace portal za a karɓa."}}
{"translation": {"en": "I stood and nodded at Alma.", "ha": "na garupa da alma."}}
{"translation": {"en": "I'm trying to figure out who got a decrease, as was promised by the President.", "ha": "wanda dole sai na samu mataimaki, kamar dai yanda Shugaba Buhari ya yi alkawari."}}
{"translation": {"en": "scarlatti and I are discussing the contents of my CV.", "ha": "Inganta Chantelle da ni muna magana da kuma wayar da kan kamfanoni Blogging na Kamfanin dabarun."}}
{"translation": {"en": "And it is not all privilege.", "ha": "sosai ba gata dirarriya duk dadaikarama ce"}}
{"translation": {"en": "Auburn now offers a choice of 140 degrees through its thirteen colleges and schools.", "ha": "An kafa a 1856, Auburn yanzu yana da nauyin digiri 140 a cikin kwalejojinsa da makarantu goma sha uku."}}
{"translation": {"en": "In college (Cornell), I got on the daily newspaper and ended up as editor of it.", "ha": "A koleji (Cornell), na samu a jaridar yau da kullum kuma ta ƙare a matsayin edita."}}
{"translation": {"en": "The problem isn't in level, but in accuracy.", "ha": "Kuma batu a nan ba a cikin wani nau'i mai iyaka, amma a farashin."}}
{"translation": {"en": "Same over-sharpened stuff that I've come to expect from all Samsung's phones.", "ha": "Jira har Wondershare MobileGo baya up dukan data daga Samsung waya."}}
{"translation": {"en": "What will the new five-year master's degree in Norway entail?", "ha": "Wane tasiri sabon shirin raya kasa na shekaru 5 na Sin zai samar ga duniya?"}}
{"translation": {"en": "I've tried everything I've seen on line to no avail", "ha": "Na duba a banza ga duk wani abun da ba shi da tushe a shafin."}}
{"translation": {"en": "Roman Abramovich missed the FA Cup, possibly due...", "ha": "rasa mcm sunyi jew,ta thu npe...maybe yana dh ta ad"}}
{"translation": {"en": "Trust us, you will be surprised!", "ha": "Ku gaskata ni, za ku yi mamakin!"}}
{"translation": {"en": "The city also has its own police force.", "ha": "Ita ma hukumar 'yan sandan tashoshin jiragen ruwa na da nata jami'an a wurin."}}
{"translation": {"en": "Earth's atmosphere today", "ha": "wai yau anga wata"}}
{"translation": {"en": "Action at sea: Transport security exercise conducted off the coast of Sweden", "ha": "Aikace-aikacen: Aikace-aikacen iska a aikace-aikace na daskararrawa, a gefen teku."}}
{"translation": {"en": "They twist their teachings and explanations to fit what they do.", "ha": "Mataimakin koyarwa ya kamata su nuna ta hanyar maganganunsu da ayyukan da suka sami darajar abin da ake koya musu."}}
{"translation": {"en": "it's kind of sad when the president of Iran displays better common sense than the president of the U.S.", "ha": "Sakamakon haka lokacin da gashin kaji ke da ban sha'awa fiye da gashin shugaban Amurka."}}
{"translation": {"en": "I haven't been able to find any online", "ha": "Ban sami madubai a kan intanet ba."}}
{"translation": {"en": "\"It is hard to say how many are there now.", "ha": "\"Yana da wahala a ce ga yawan wadanda za su dauki jarabawar a yanzun."}}
{"translation": {"en": "The documents show that they had unfairly lobbied for the bid, and he asks the president to return the project, which was taken through cowardice.", "ha": "Saboda haka sai shugaban matasan ya yi zargin cewa ganin hakan ba ta samu ba ne, ya sa Gwamnan ke neman mayar da jam'iyyar baya, ya mika wa abokan hamayya."}}
{"translation": {"en": "A new role in the game", "ha": "sabo akan gidan caca"}}
{"translation": {"en": "Sweet Nuthin' or Shine a Light or...", "ha": "ray noun /reɪ/ wani siririn layi na haske ko zafin wuta ..."}}
{"translation": {"en": "BEIJING-- (BUSINESS WIRE) --Peng Liyuan, wife of Chinese President Xi Jinping, wrote a letter on Tuesday to students and teachers at Burggymnasium, a public secondary school in Essen, Germany, encouraging them to make a new contribution to strengthening the friendship between peoples of China and Germany.", "ha": "Uwargidan shugaban kasar Sin Peng Liyuan, ta aike da wata wasika ga malamai da daliban makarantar sakandare ta Burg Gymnasium ta kasar Jamus a ranar Talata, tana mai karfafa musu gwiwar ba da gudunmuwar karfafa abota tsakanin al'ummomin Sin da Jamus."}}
{"translation": {"en": "he becomes a scientist", "ha": "Zama mai ilimin kimiyya"}}
{"translation": {"en": "The apps is able to move to SD Card, Thanks,.", "ha": "Masu siye na iya sanya oda kai tsaye, godiya."}}
{"translation": {"en": "The specialization options are almost endless, especially when you consider the fact that some schools will allow you to customize your business program and create your own specialization using a range of electives.", "ha": "Zaɓuɓɓukan ƙwarewa sun kusan ƙare, musamman lokacin da kake la'akari da cewa wasu makarantu sun ba ka damar tsara tsarin kasuwancin ka kuma ƙirƙirar ka na musamman ta amfani da jerin zaɓuɓɓuka."}}
{"translation": {"en": "I'm Camila Marais, and I'm Jonah's little sister", "ha": "Kokoro ni kimeta'n da yowamushi no mama ja irarenai ne"}}
{"translation": {"en": "God is waiting for us to get up.", "ha": "Ubangiji yana so mu tashi da kuma samun shiga."}}
{"translation": {"en": "You decide whether you're going to smile today.", "ha": "Ta danyi kasa da Kai tana murmushi nidai ka jira ba yau ba..."}}
{"translation": {"en": "Each web framework I investigate will be placed in its own portal area, so the plan is to be able to provide a fair comparison between each:", "ha": "Kowace harshe yana da yankin kansa, wanda kowannensu yana ƙididdigewa a ɗayan shafukan binciken injinan intanet, don haka shagon yana samuwa a matsayin ɗayan yanar gizo a cikin harshenku, kamar:"}}
{"translation": {"en": "Altocumulus clouds are of the stratocumuliform cloud family (physical form) and are one of the 10 basic cloud types.", "ha": "Altocumulus girgije sune daga cikin iyalin stratocumuliform girgije (siffar jiki) kuma suna daya daga cikin nau'in nau'i nau'i na 10."}}
{"translation": {"en": "If you are, I cordially invite you to...", "ha": "Idan za ka halarci shi, mu cordially kiran ku zuwa VI ..."}}
{"translation": {"en": "How you can do to avoid failure?", "ha": "abin da za a yi don kada kanku ya yi ƙiba haka sau da yawa?"}}
{"translation": {"en": "This could include traditional channels like television commercials, print advertisements, or radio.", "ha": "Wannan na iya haɗawa da tashoshin gargajiya kamar tallan talabijin, tallan bugawa, ko rediyo."}}
{"translation": {"en": "Follow the steps below to learn how to purchase shares of AVRE.", "ha": "Yanzu, kamar bi shiriya a kasa su koyi yadda za ka gyara WAV fayiloli Mataki-mataki."}}
{"translation": {"en": "\"For you\" said the bartender, \"there is no charge.\"", "ha": "Bartender ya ce \"A gare ku, babu cajin\""}}
{"translation": {"en": "[18] Joshua waged war against all these kings for a long time.", "ha": "Joshuwa ya yi yaƙi da dukan sarakunan nan da daɗewa."}}
{"translation": {"en": "als; and to the appearance in the mocha-stone, &c.", "ha": "&quot;ya ganni a hotoro road a gidan kawun shi&quot;"}}
{"translation": {"en": "1 vote: I'd like to thank my mama", "ha": "►Song: Godiya Suna Ba Maai"}}
{"translation": {"en": "Hotel casino in the second gambling.", "ha": "gidan caca abokin karawa a Next Casino"}}
{"translation": {"en": "The Worst Movies Directed by Walt Disney", "ha": "Hotuna mafi kyau na yara da Walt Disney suka wallafa"}}
{"translation": {"en": "a marginal impact, but the big trend will not change.\"", "ha": "Ƙarfafawa ya nuna cewa sabon ka'idar ba zata canza canjin mai girma sosai ba. \""}}
{"translation": {"en": "had become simply \"Bohemian.\"", "ha": "\"Tabdijam\" kawai yace ya juya."}}
{"translation": {"en": "\"I know Mr. Baker.", "ha": "Na san Janar Buhari sosai."}}
{"translation": {"en": "\"His administration ended the war,\" he said on Saturday.", "ha": "\"Hukumar ta yanke shawarar ne a ganawar da tayi a ranar Litinin,\" cewar jawabin."}}
{"translation": {"en": "Obad 1:15 \"The day of the LORD is near for all nations.", "ha": "1:15 Gama ranar Ubangiji ta kusa, over all nations ."}}
{"translation": {"en": "He added that no librarians would lose their jobs in the move.", "ha": "Ya kara da cewa babu dadi ace an rasa rai a lokacin da kake gudanar da aiki."}}
{"translation": {"en": "11 So now, speak to the men of Judah and against the inhabitants of Jerusalem, saying, 'This is what the Lord says: \"Behold, I am (A) forming a disaster against you and devising a plan against you.", "ha": "11 Saboda haka yanzu, sai ka faɗa wa jama'ar Yahuza da mazaunan Urushalima, ka ce, haka Ubangiji ya faɗa, 'Ga shi, na shirya muku masifa, ina tsara wahalar da za ta same ku."}}
{"translation": {"en": "This one chick \"Betsy.\"", "ha": "Sai dai kuma wannan gidan abinci mai suna 'Beefcakes' shi"}}
{"translation": {"en": "La Commune de Paris was a revolutionary Socialist government that controlled Paris from March 18 to May 28, 1871.", "ha": "Kamfanin Paris ya kasance gwamnatocin demokradiya wanda ya jagoranci Paris daga Maris 18 zuwa 28 ga Mayu 1871."}}
{"translation": {"en": "The Facebook was started.", "ha": "An fara zaman shari'ar da aka kai Facebook"}}
{"translation": {"en": "I will stay there until I die.\"", "ha": "Ina nan har sai na mutu.\""}}
{"translation": {"en": "THANK YOU to the golfers, sponsors, donors, and volunteers who helped raise", "ha": "- Ya mika godiyarshi ga 'yan Najeriya, shuwagabanni da magoya bayanshi da suka jajanta mishi aukuwar lamarin"}}
{"translation": {"en": "I'm returning back to the store to pick up the bag I left there.", "ha": "Kan haka ya dawo da kayan wurin da na ajiye su don na wanke."}}
{"translation": {"en": "You don't believe in much do you?", "ha": "Kada ka yarda da kananan domin yawa?"}}
{"translation": {"en": "\"Didn't you get his message?\"", "ha": "\"Asmau bakiga message ya shigo wayarki ba?\""}}
{"translation": {"en": "> (including", "ha": "(ciki har da"}}
{"translation": {"en": "It is for this reason that some", "ha": "Wannan ke sa, wasu na"}}
{"translation": {"en": "Don't spend time with her", "ha": "da cewa ba sa'a a tare da ita."}}
{"translation": {"en": "X-Files - The Truth Is Out There - Red", "ha": "alyawarr - san blas kuna"}}
{"translation": {"en": "HOW are they real?", "ha": "Ada yg suka gini?? 😢😅"}}
{"translation": {"en": "Widely operating range of cooling and heating Through the strict system matching and test, the system has very powerful cooling and heating performance, even operates under -25°C during cold winter or 54°C in summer.", "ha": "Ta hanyar da m tsarin iri daya da kuma gwajin, da tsarin yana da iko sosai sanyaya da kuma dumama yi, ko da aiki a karkashin -25 °C a lokacin sanyi da hunturu, ko 54 °C a lokacin rani."}}
{"translation": {"en": "Can not talk to anyone about it.", "ha": "Na kasa yin wa kowa magana akan sa."}}
{"translation": {"en": "\"With the phenomena of reincarnation... everything evolves...", "ha": "Haka dai kaka tagama yimusu fad'an da nasiha tace kowa ta koma shashinta..."}}
{"translation": {"en": "The evil Jeff...", "ha": "Maganda yan Ka Jeff...."}}
{"translation": {"en": "Blake took a long drag from his cig and tossed it into a bin.", "ha": "Sikeli ya ɗauki fasahar IBM mai sarkakiya sosai kuma ya dunƙule shi zuwa naúrar guda."}}
{"translation": {"en": "\"You should also seriously look into the issue by softening your demands so that government can be able to meet up with them.\"", "ha": "\"Ya kamata kuma ku yi nazari sosai game da batun ta hanyar tausasa bukatunku domin gwamnati ta samu damar biyan bukatunsu.\""}}
{"translation": {"en": "ment, and employment.", "ha": "cewa ya ƙaryata da kuma aiki a daya"}}
{"translation": {"en": "The information we collect and generate in the operation of People's Republic of China is stored in China.", "ha": "• Bayanan sirri da muka tattara da kuma samar da ayyukan a Indiya an adana su a wuraren da ke cikin Indiya."}}
{"translation": {"en": "Laying the Foundation for Mobile Marketing", "ha": "Ga kamfen da muke da tsari mobile Marketing."}}
{"translation": {"en": "It will eventually go to...", "ha": "Nanshen Zai Gebi ---"}}
{"translation": {"en": "(11) Then Balak said to Balaam, \"What have you done to me?", "ha": "11 Sai Balak ya ce wa Bal'amu, \"Me ke nan ka yi mini?"}}
{"translation": {"en": "When I spoke to Mom today she was still trying to get back into her body.", "ha": "Tunda momy tace mata yau d'in zai tare a d'akin nata."}}
{"translation": {"en": "Thermal insulation layer is one of the core parts of copper substrate, so the thickness of copper foil is mostly 35 m-280 m, which can achieve a strong current-carrying capacity.", "ha": "Layer rufin zafi yana ɗayan manyan sassan jan ƙarfe, saboda haka kaurin tagulla shine galibi 35 m-280 m, wanda zai iya cimma ƙarfin ɗaukar hoto mai ƙarfi."}}
{"translation": {"en": "エリオット・シャープ:\"Storm of the Eye\"", "ha": "msgstr \"Nau'in Ƙararrawa Na Kallo\""}}
{"translation": {"en": "Jen, you're missing the weasel words \"woman's health.\"", "ha": "Ammi tace \"to kin rik'e mashi mata kin hanashi.\""}}
{"translation": {"en": "Extra weight was given to the 19th-century", "ha": "Za a ba ku wani nau'i mai mahimmanci na musamman na ƙananan kwalliya na karni na 19."}}
{"translation": {"en": "Both teams lost in the first round of the Playoffs.", "ha": "A zagaye na biyu, ƙungiyoyi biyu da suka rasa a zagaye na farko suna wasa a wasan sharewa."}}
{"translation": {"en": "Look at this gorgeo...", "ha": "\" to ga wannan kibawa goggo da iya!..."}}
{"translation": {"en": "Aleida is being going up.", "ha": "Allyanna Tauke"}}
{"translation": {"en": "But what she was was a flash across the golf firmament in the late 1960s, a star who burned bright but quickly.", "ha": "Amma abin da ta kasance wani haske ne a fadin filin golf a ƙarshen shekarun 1960, wani tauraron da ya kone wuta amma da sauri."}}
{"translation": {"en": "20 - And their children will be as they were in the old days, and the meeting of the people will have its place before me, and I will send punishment on all who are cruel to them.", "ha": "20 'Ya'yansu za su zama kamar dā, Jama'arsu kuma za su kahu a gabana, Zan hukunta dukan waɗanda suka zalunce su."}}
{"translation": {"en": "You can then put each genset in 3 different locations as well.", "ha": "Hakanan, zaku iya sauko da gumaka uku na gumakan kullun a ko'ina cikin fadin biyar."}}
{"translation": {"en": "The wire - Seth (2017)", "ha": "Turkije - Ise Yarar Bir Sey (2017)"}}
{"translation": {"en": "So yes, WordPress is a great option for you if you find a theme that meets all your needs.", "ha": "Don haka ... eh, WordPress shine babban zaɓi a gare ku idan kun sami jigo da ya sadu da 'duk' bukatunku."}}
{"translation": {"en": "We are the most effective site for essays", "ha": "Wannan ita ce ƙasa mafi kyau ga gwaje-gwaje na masu zane-zane."}}
{"translation": {"en": "Bless his sweet soul. #sorrynotsorry", "ha": "Allah ya albarkaci zuri'ar ka. - #regrann"}}
{"translation": {"en": "[15] Sorrow for the day! for the day of the Lord is near, and as destruction from the Ruler of all it will come.", "ha": "5-Ma'ad: da ma'anar ranar tashin Kiyama domin Allah ya saka wanda yayi masa biyayya da sakamakonsa hakama wanda ya saba masa."}}
{"translation": {"en": "Almost all of the ladies love to have a good looking woman.", "ha": "Kusan kowane yarinya yana so ya dubi salo da kyau."}}
{"translation": {"en": "Some of the women helplessly watched as their children were murdered in front of them.", "ha": "Wasu daga cikin mata ba su da wata kallo yayin da aka kashe 'ya'yansu a gaban su."}}
{"translation": {"en": "He's started to read the Qur'an from A to Z, from Z to A, He doesn't talk anymore.\"", "ha": "ji ko d'ar ba ya labartawa alhji labarinsa daga A har Z, bai rage komai"}}
{"translation": {"en": "Foreign languages have no meaning.", "ha": "Irin wannan harshe ba shi da ma'ana ga masu fita waje."}}
{"translation": {"en": "Pacific Ocean today.", "ha": "Ocean Protocol farashi a yau"}}
{"translation": {"en": "Have lunch and coffee.", "ha": "... sun ci abincin rana sannan su sami kopin kofi."}}
{"translation": {"en": "Free virus - it is free from each type of infection, loaded securely.", "ha": "virus Free - Yana da free daga dukan irin kamuwa da cuta, Secure Download."}}
{"translation": {"en": "The doctor is his mother.", "ha": "Haka ne, likitan likita ne uwarsa."}}
{"translation": {"en": "Here is Cambodia....", "ha": "Yanzu Kamaru ce..."}}
{"translation": {"en": "The Answer is Both.", "ha": "Amsar ita ce duka biyun!"}}
{"translation": {"en": "Are you attracted to the opposite sex?", "ha": "- Kuna son wani namiji ko mace?"}}
{"translation": {"en": "The order was threatened with becoming fractured and eventually failing to exist.", "ha": "Ba a cika yin aikinsu sosai ba kuma ba a yin hakan da kyau ba, don haka ƙarshe ya ɓace."}}
{"translation": {"en": "Jasper is a red, iron-rich chert that is rich in chalcedony.", "ha": "Jasper ne mai ja, mai arziki mai arziki wanda yake da arziki a chalcedony."}}
{"translation": {"en": "This lithographic method is mainly used in the semiconductor fabrication.", "ha": "Wannan safar hannu mai tsafta galibi an yi ta ne da masana'anta ta microfiber."}}
{"translation": {"en": "He paid tribute to Jimoh Isiaka who was killed in Ogbomoso in the course of the #EndSARS protests and all allegedly extra-judicially killed over the years, saying \"I hope that their sacrifices would not be in vain.\"", "ha": "Ya jinjina wa Jimoh Isiaq wanda aka kashe a Ogbomoso a lokacin zanga-zangar #EndSARS  da kuma duk wadanda ake  zargin an kashe su ba bisa doka ba tsawon shekaru, yana mai cewa \"Ina fatan cewa sadaukarwar da suka yi ba zai zama a banza ba.\""}}
{"translation": {"en": "For the mountains yield food for him, and all the beasts of the field play there.", "ha": "Gama duwatsu suna ba da abinci a gare shi, Dukan namomin jeji kuma suna wasa a can."}}
{"translation": {"en": "Stayed her for two nights with my daughter and husband.", "ha": "ganta a d'akinta, tare da yaranta yau kwana biyu kenan."}}
{"translation": {"en": "The first thing I note is that Jesus told John if his hand offended him, he was to cut it off.", "ha": "Duk da haka, abu na farko da Yesu ya gaya masa ya yi, Yahaya ya yi tsayayya."}}
{"translation": {"en": "I remember now why it is important to keep a reader's notebook.", "ha": "Ina tsammanin wannan yana nuna dalilin da yasa yake da mahimmanci a riƙe taimakon wani mai ba da shawara kan tallan kan layi."}}
{"translation": {"en": "Either side of the mountains, we feel we're in paradise.", "ha": "Masu cewa mu 'Yan lesbian ne, Wallahi sai mun riga ku shiga Aljanna Inji LAILA USMAN"}}
{"translation": {"en": "\"In fact quite the opposite.\"", "ha": "\"A gaskiya, quite akasin haka.\""}}
{"translation": {"en": "Here, the delivery can be arranged at every step.", "ha": "Bayanin tallan yau ana iya kama shi a kowane mataki na tsarin siye."}}
{"translation": {"en": "Noah and The Great Flood.", "ha": "Nuhu da Babbar Rigyawa - Waya"}}
{"translation": {"en": "In addition, light rail lines often need their own garages, while bus rapid transit lines can store their buses at existing bus depots.", "ha": "Bugu da ƙari, mayaƙan filayen hasken lantarki yana iya buƙatar kayan aiki na kansu, yayin da hanyoyi masu sauƙin mota za su iya adana motocin su a tasoshin bus din."}}
{"translation": {"en": "Indeed, as at 2012, Nigeria accounted for more than half of all polio cases worldwide.", "ha": "A cewar hukumar ta WHO, a shekara ta 2012, Najeriya ta dauki fiye da rabin dukkan cututtukan Polio a duk duniya."}}
{"translation": {"en": "Here's to you Dee Dee!", "ha": "ga da rug!nya dEh"}}
{"translation": {"en": "Or at least people who wouldn't have a reason to do so.", "ha": "Akalla, wadanda ba su da primary dalilan da ya sa na tafi."}}
{"translation": {"en": "Well, that's true of every day except one, the day you die", "ha": "To, wannan gaskiya ne a kowace rana banda daya: ranar da ka mutu. \""}}
{"translation": {"en": "The device has already been launched in China few months ago", "ha": "Cutar ta fara bulla ne a China watanni uku da suka gabata."}}
{"translation": {"en": "Taking Action to Protect You and Your Property", "ha": "Da shi ake tink'aho don tsare kai da kaya."}}
{"translation": {"en": "Don't forget to send me a notecard if you wish to upgrade!", "ha": "Kada ka manta aika mana da mafita idan kana so in yi gyaran!"}}
{"translation": {"en": "HO HO HO says Santa and it ain't even Christmas!!!!!", "ha": "Mark ga, to watashi sukoshii ga hanashimasu yo!!"}}
{"translation": {"en": "The film raises important issues.", "ha": "Wannan fim yana kawo tambayoyi masu muhimmanci."}}
{"translation": {"en": "Having a conversation with my 5 year old sister:)...", "ha": "Gwauron dake da shekara goma ya zan gwarangwami!:o:o"}}
{"translation": {"en": "Till then, his knowledge was limited to only westernized art forms.", "ha": "A baya can, don daidaita da wukake ne kawai aka yi amfani da kayan masara."}}
{"translation": {"en": "He remained silent on this occasion. for the Samaritan version. has been known to.", "ha": "goyon baya. idan ba hujja, domin da Samaritan version."}}
{"translation": {"en": "Lk 6:46 \"Why do you call me, \"Lord, Lord,\" and do not do what I say?", "ha": "6:46 Amma me kuke kira na, 'Ya Ubangiji, Ubangijinsu,'Da kuma ba ka yi abin da na ce?"}}
{"translation": {"en": "Psalm 119:9 • How can a young man cleanse his way?", "ha": "119 Zabuka: 9 Ta yaya saurayin zai tsabtace hanyarsa?"}}
{"translation": {"en": "This is not why it's challenging.", "ha": "Amma wannan ba shine abin da ya sa ya zama mawuyacin hali ba."}}
{"translation": {"en": "\"If I hear you yell, you're dead.\"", "ha": "\"sho ku ji o shi na ga ra, kai gi o shi ma sho.\""}}
{"translation": {"en": "the previous factor affects the next one.", "ha": "Halin farko zai shafar feshin da zai biyo baya."}}
{"translation": {"en": "it is thought to be very safe-it does not hurt the baby.", "ha": "Koda marar babban kare mai kyau, ba tare da yana so ya cutar da jariri ba!"}}
{"translation": {"en": "Chief of General Internal Medicine", "ha": "Janar magani na ciki"}}
{"translation": {"en": "The Goliath still stands as a monu", "ha": "Har yau din nan maganar shikenan kamar an shuka dusa."}}
{"translation": {"en": "there are thousands of papers all", "ha": "Can ya dubeta da cewa naga komai."}}
{"translation": {"en": "\"Well, little female, are you not dead yet?\"", "ha": "\"Haba baby ya zaka min wannan tambayar tunda dai bakai ne ka rasun ba?\""}}
{"translation": {"en": "I don't cut the grass, do you?", "ha": "Ban Yi Ra Pan Bon, Yala"}}
{"translation": {"en": "The Prophet said, \"Yawning is of Satan.\"", "ha": "A) ya ce \"Shaixan a gurfane yake da a kan zuciyar xan adam."}}
{"translation": {"en": "Meanings and history of the name Serena.", "ha": "Mafi na kowa da kuma nadiri Surnames da sunan Sreenath."}}
{"translation": {"en": "It states that the move of the newspaper was followed by other...", "ha": "Sanarwar ta kara da cewar wancan bayani da Jaridun suka ɗauka, wani..."}}
{"translation": {"en": "Sallyann, I'm 28 years old", "ha": "Hajiya Diya, na da shekaru 85 ne a duniya."}}
{"translation": {"en": "Instead, I resolved to make this work.", "ha": "A maimakon haka, sai na yi cewa, aikin."}}
{"translation": {"en": "More than 30% of the final questions were not covered in the preparatory material.", "ha": "Fiye da kashi uku na masu neman tambayoyin ba a cikin jerin sunayen karɓa na karshe ba."}}
{"translation": {"en": "Based On: \"The Importance of Being Earnest\"", "ha": "Binciken: 'Muhimmancin Kasancewa'"}}
{"translation": {"en": "As Mother Angelica, foundress of the Eternal Word Television Network (EWTN), plainly put it, \"I am a Franciscan, which means I follow Jesus according to the example of the great Francis of Assisi\" (with Christine Allison, Answers, Not Promises, Ignatius Tẹ, 1996, p.", "ha": "Kamar yadda Uwar Angelica, foundress na Madawwami Kalmar Television na hanyar sadarwa (EWTN), a fili ya sa shi, \"Ni Francis, wanda ke nufin Na bi Yesu bisa ga misali mai girma Francis na Assisi ya taba \" (tare da Christine Allison, Amsoshin, Ba Alkawura, Ignatius Press, 1996, p."}}
{"translation": {"en": "Instead, you are aiming to keep their mind", "ha": "A maimakon haka, shi kubutar da ku tunanin."}}
{"translation": {"en": "Length of the video should be at least 2 minutes", "ha": "Wasan wasan kwaikwayo ya kamata ya wuce akalla minti 2."}}
{"translation": {"en": "\" Yes, I'm his mother.", "ha": "Ee, mu masu gyara ne na asali."}}
{"translation": {"en": "They don't call the Kentucky Derby the most exciting two minutes in sports for nothing -- only the very best thoroughbreds can cover the 1 1/4 mile distance in anything close to two minutes.", "ha": "Ba sa kira Kentucky Derby kyauta mafi kyau na minti biyu a wasanni ba komai ba - sai dai mafi kyau sosaibreds zai iya rufe nisan kilomita 1/4 a cikin wani abu kusa da minti biyu."}}
{"translation": {"en": "e. changes in the family", "ha": "Canjin Canji a cikin Iyali:"}}
{"translation": {"en": "It also isn't explained what a 'multitude' is - the numbers are left to the imagination of the audience.", "ha": "Har ila yau, ba a bayyana ma'anar \"taron\" ba - lambobin da aka bari zuwa tunanin masu sauraro."}}
{"translation": {"en": "Address the urgency.", "ha": "bincika op Kiran gaggawa!"}}
{"translation": {"en": "This detail I take to be one of the evidences of the", "ha": "Kwarewar da zan fada muku ita ce ɗayan waɗannan masu yin zuzzurfan tunani."}}
{"translation": {"en": "Week-long access to the club", "ha": "Makomansu suna kallon Littafi Mai Tsarki Club Club Tattaunawa Tattaunawa"}}
{"translation": {"en": "This is what drives stars.", "ha": "Wannan shine abin da tauraron ke jagoranta."}}
{"translation": {"en": "(I'm sure you would think I am.)", "ha": "(Na tabbata sun yi tunanin an yi ni ne.)"}}
{"translation": {"en": "Asking the right questions can increase your chances of getting hired.", "ha": "Tambayoyi masu dacewa zasu kara yawan damar ku na sayar da ku."}}
{"translation": {"en": "Staveley, but there is little indication", "ha": "Quilting yana ba da ƙananan yawan tunanin."}}
{"translation": {"en": "Sarah thought it over for a minute.", "ha": "minta saran ninin ane ya gan.. hehehe"}}
{"translation": {"en": "Here's a story from Jack Kornfield in his book A Path With Heart:", "ha": "Malamin Vipassana Jack Kornfield ya rubuta cikin littafinsa, hanyar da zuciya:"}}
{"translation": {"en": "let me be like one of your servants.\"' 20So the son left and went to his father.", "ha": "Ka mai da ni kamar ɗaya daga cikin barorinka.\" ' 20 Sai ya tashi, ya taho wurin mahaifinsa."}}
{"translation": {"en": "the laity, all", "ha": "Dadin dadawa, duk cikin"}}
{"translation": {"en": "The firm currently has about 58,000 employees.", "ha": "Kamfanin a yau yana da kimanin abokan ciniki 85,000."}}
{"translation": {"en": "Jade's plan to ask her to", "ha": "Khady ta kira tana dauka tace"}}
{"translation": {"en": "Love the salads at this time of the year!", "ha": "Yaya kuke son salatin a wannan lokacin shekara!"}}
{"translation": {"en": "Again, what's more hip-hop than that?", "ha": "Ina nufin, shin akwai wani dan wasa mai kwarewa na hip-hop fiye da wannan mutumin?"}}
{"translation": {"en": "Vance knew Star Trak and we approached them, and they loved it.", "ha": "trs kyuppa da mu;ai suka ma soo ya...."}}
{"translation": {"en": "Do you really think he respects it?", "ha": "Kun amince sai in ya jira ta ne, ya nuna yana sonta da gaske?"}}
{"translation": {"en": "\"How many orders of birds are classified by the IOU?\"", "ha": "\"Munyi kokarin budewa, munga kuri'u ne aka dangwalawa jami'iyyar APC.\""}}
{"translation": {"en": "Well then, take my word for it!", "ha": "Yanzu, kar ka dauki maganata saboda wannan!"}}
{"translation": {"en": "It's not my fault, I don't forgive you, and I never want to see you again.\"", "ha": "\"Dan na yafe maka ba shi yake nufin zan iya sake zaman aure da kai ba, ni ina da wanda zuciyata take so\""}}
{"translation": {"en": "If you wanted a bardiche.", "ha": "if ya want Barfy"}}
{"translation": {"en": "BOOK REVIEW: What he saw in the Israeli army", "ha": "Gine-gine a Iraki - Menene Sojoji suka gani"}}
{"translation": {"en": "Even the day of the incident, the chairman, member, House of Assembly and I went to Gumsa because we had information that three of the girls died along the way and they were thrown away but it was wrong information.", "ha": "\"Kwana daya da faruwar lamarin, ni da shugaban karamar hukuma hadi da dan majalisar jiha, mun je garin Gumsa, bisa labarin da muka samu kan cewa uku daga cikin yaran sun rasu kan hanyar, inda kuma maharan suka jefar da su, amma sai muka taras da labarin ba gaskiya ba ne.\""}}
{"translation": {"en": "2020: the year in science fiction - Transfer Orbit", "ha": "Nasarar Kimiyya ta Shekara: Ganuwar Ganuwar Sanar da Jerin 'Yan takarar"}}
{"translation": {"en": "For the sporty:", "ha": "Ga jadawalin wasannin:"}}
{"translation": {"en": "easyfundraising.org.uk is the easiest way to donate to the Woodborough PTA.", "ha": "Geo-Filter.com yana ba da hanya mafi sauƙi don ƙirƙirar SnapChat Geofilters."}}
{"translation": {"en": "running from a file, so there's no samples/sec limit as there would be", "ha": "Tun lokacin da aka fara shi ne 0, babu makamashin motsin makamashi a can, kamar yadda yadda aka nuna"}}
{"translation": {"en": "You didn't give away or sell a BBK", "ha": "hai Bolne ko ko nadiya sale Lamho tawar"}}
{"translation": {"en": "This often occurs in various blood diseases.", "ha": "Wannan sabon abu sau da yawa yakan faru a cikin cututtuka na fili na narkewa."}}
{"translation": {"en": "i can't see your picture", "ha": "Ba zan iya ganin hoton abin da kuke kiwon ba."}}
{"translation": {"en": "\"Pleasure my love!\"", "ha": "\"Kayi kyau My love!\""}}
{"translation": {"en": "It took them another day to reply to me, and even more time for this site to get back online.", "ha": "Ya zama kamar na ɗauki rana ne don mutane su narkar da abin da ke ciki sannan kuma ƙarin rana don amsawa da rubutu game da shi a kan shafukan yanar gizon su."}}
{"translation": {"en": "This reflects the possibility that downward", "ha": "Wannan shine yuwuwar yanayin koma baya ya ragu."}}
{"translation": {"en": "The blueprint of Cima OEA is maintained between 90% to 95% especially among the purchasers of Europe and the United States.", "ha": "Matakan Cima OEA ana kiyaye su tsakanin 90% zuwa 95% musamman tsakanin waɗanda suka sayi Turai da Amurka."}}
{"translation": {"en": "Temperatures are fairly constant and remain warm in the evening.", "ha": "Aiwatar da samfurin har yanzu yana da zafi kuma bada lokaci zuwa daskare."}}
{"translation": {"en": "How to be an Architect?", "ha": "Yadda ake zama architect?"}}
{"translation": {"en": "We are entering into the Month", "ha": "Idan na shige ki watarana."}}
{"translation": {"en": "the society should not be realized", "ha": "Soci sanatoriya"}}
{"translation": {"en": "\"Then I'm dead either way, because I won't survive without you.\"", "ha": "\"Ai kuwa nima sai an bude min in ba haka ba bazan raka ku ba.\""}}
{"translation": {"en": "That might be enough to prepare ourselves for the joy that comes with Christmas.", "ha": "Mafi kyau mu shirya kanmu don zuwansa a ranar Kirsimeti, mafi yawan farin ciki za mu kasance."}}
{"translation": {"en": "conductor of electricity, better even than copper and gold.", "ha": "Kyakkyawan daidaitawa, har ma fiye da Ipad da Kwasfa."}}
{"translation": {"en": "From the first time he heard Evie's", "ha": "da qi shi yan ji shu xiao zu"}}
{"translation": {"en": "This list of languages seems sensible but in fact is artificial and not linked with the process.", "ha": "Hanyar bin diddigin wayar yana da alama mai ban sha'awa amma a zahiri, yana da tsauri kuma mutum ba zai iya yin hakan kwata-kwata."}}
{"translation": {"en": "The Silent Film", "ha": "sine kairiyar ki shuruat"}}
{"translation": {"en": "My aunt fanatically derided the influence of western culture on our youth.", "ha": "A cewar sa wani abin takaicin shi ne, ta yi watsi al'adun mu ta koma kwaikwayon al'adun yammacin kasashe."}}
{"translation": {"en": "Kia Picanto Sport have an image from the other.", "ha": "Irin wa] annan wa] annan wasanni suna da wani farantin."}}
{"translation": {"en": "\"Why are you so vexed, Irma?\"", "ha": "\"wanki, me yasa kake son wahalar da kanka Imran?"}}
{"translation": {"en": "Build Your Own Robots and Spaceships", "ha": "Gina your own robot Zakaran da kuma mamaye da fagage."}}
{"translation": {"en": "We will review each of these references.", "ha": "Za mu yi la'akari da kowane ɗayan waɗannan ƙididdigar bi da bi."}}
{"translation": {"en": "allow you to live in peaceful coexistence with a nation that is responsible for", "ha": "- Da wannan ya roki daukacin al'ummar da ake wannan rikici, da su kaunci junansu da zama lafiya"}}
{"translation": {"en": "Go check out @SoulPassageGame, it's an upcoming Metroidvania that looks like a lot of fun.", "ha": "View translation. @TabawaS qalau, kina sa gindi na yana tashi sosai."}}
{"translation": {"en": "In a rare occurrence, Ronald Reagan decided to challenge a sitting president for the nomination.", "ha": "A cikin wani abu mai ban mamaki, Ronald Reagan ya yanke shawarar kalubalanci shugaban majalisa don zabar."}}
{"translation": {"en": "In the dictionary by the word football....", "ha": "A Turanci, kalmar match asalinta ceKara karantawa ..."}}
{"translation": {"en": "For thirty-five years the Abbé", "ha": "kwananta 3 da haihuwa suka iyo abuja akayi"}}
{"translation": {"en": "Dressed as a soldier, it is crushed by Clara's jealous brother, Fritz.", "ha": "An shafe shi a matsayin soja, ɗan'uwan Clara ya yi masa rauni, Fritz."}}
{"translation": {"en": "look at the book there.", "ha": "Bincika littafin mai shi don wurin."}}
{"translation": {"en": "She did graduate that year.", "ha": "A wannan shekarar ta gama karatunta."}}
{"translation": {"en": "Don't want you to lose your chicken treats!;)", "ha": "Ba ka son ka miss wannan aiki na gwaninta ko jirgin kasa! 😉"}}
{"translation": {"en": "\"He is my friend, I know him.", "ha": "Ma'ana: Shi ne aboki na, saboda haka na san."}}
{"translation": {"en": "Her arrest resulted in the Montgomery Bus Boycott.", "ha": "Harin da ya kama ya haifar da kwanakin nan mai suna Montgomery Bus Buscott ."}}
{"translation": {"en": "the Baltic habitats and biotopes will form a new section of the", "ha": "Abubuwan da ke tattare da muhalli da kuma kayan gogewar Braki mai guba zai zama sabbin yankuna masu tasowa."}}
{"translation": {"en": "A Heart Cleansed By the Word", "ha": "Zuciya da aka yi da zaren da manne"}}
{"translation": {"en": "The difficulty of keeping the fire from getting", "ha": "Ya maye gurbin wuya fitar a Mac"}}
{"translation": {"en": "Freight and Passenger Service to England", "ha": "Loading & Jigilar kaya zuwa Burtaniya"}}
{"translation": {"en": "However, others have \"modernized\" acupuncture to be used with lasers.", "ha": "A wannan zamani, an yi amfani da shi \"sealing\" lacunae tare da laser."}}
{"translation": {"en": "THANK YOU for all of your work", "ha": "Na gode da duk aikin ku."}}
{"translation": {"en": "You have to wait a few years.", "ha": "Don jira wani, ya zama dole a jira kamar 'yan shekaru."}}
{"translation": {"en": "notwithstanding that he has endeavoured to sell or has taken possession", "ha": "ya har dard sayne ko terer hai.."}}
{"translation": {"en": "I'll be back this month", "ha": "Gida zan koma a cikin watan nan."}}
{"translation": {"en": "For the first time, he felt like he was back.", "ha": "Ji shi a karo na farko yana kama da fita daga kurkuku."}}
{"translation": {"en": "With extracts from favourable comments on the contents of Thoughts", "ha": "Tuni dai mutanne suka fara sanya labaren na gaskiya akan shashen comment na shi Salihun tarre da"}}
{"translation": {"en": "So this is not stereo.", "ha": "Menene ƙari, wannan ƙarin ba shine steroid ba."}}
{"translation": {"en": "Mycoplasma bovis information and advice", "ha": "Boimar Bounce ta Yanar Gizo ta Masana'antu da Shawara"}}
{"translation": {"en": "\"By attempting to equip the students with a bird's eye view, traditional universities had created an enormous distance between students and the reality of life.", "ha": "Ta hanyar himmatuwa wajen samar wa dalibai fahimta ta sama-sama, jami'o'in da aka sani sun haifar da nisa mai tsananin yawa a tsakanin dalibai da hakikanin rayuwa."}}
{"translation": {"en": "Return to U.S. flight", "ha": "na kar sake us ke lye kuch"}}
{"translation": {"en": "Therefore it seems that by the assumption God was not united to a body.", "ha": "Saboda haka, kuskure ne fahimtar cewa Allah baya kewaye gefan dayan halitta."}}
{"translation": {"en": "Amongst us are:", "ha": "Ya kasance a cikinmu:"}}
{"translation": {"en": "The minimum number of random positions that change to WILD is 2.", "ha": "Mafi ƙarancin sigar da ake buƙata don canza ƙirar shi ne _ 2."}}
{"translation": {"en": "And these are the ten most beautiful things to see.", "ha": "A nan ne 10 ko da mafi m fan ya kamata gani."}}
{"translation": {"en": "19:10And thou shalt break the flagon in the sight of the men that go with thee,", "ha": "19:10 Kuma za ka farfashe kwalban a gaban mutanen da za su tafi tare da kai."}}
{"translation": {"en": "In 2004, Genevieve Nnaji got the highest votes after contending with other celebrities for the search for the face of Lux in 2004.", "ha": "A 2004, Genevieve Nnaji ya kasance tare da mafi yawan kuri'u bayan fafatawa da sauran mashahurai don neman fuskar Lux a 2004."}}
{"translation": {"en": "It's been fixed for version 4.5!", "ha": "Yanzu an sanya ku don NET 4.5 version."}}
{"translation": {"en": "A bill to prohibit trade in donkeys for their skin is being fast-tracked through the federal legislature and is expected to reach Senate by next week.", "ha": "Wata kudin doka ta haramta fataucin jakuna don sayar da fatarsu ya samu karbuwa a majalisar dokokin tarayya kuma ana sa ran zai isa majalisar dattawa a mako mai zuwa."}}
{"translation": {"en": "Again, no one would agree to this but more often than not it has been reported that teachers and tutors alike have been taking advantage of their pupils by promising them things like a better grade and shortcuts to achievement if they agree to have sex with them.", "ha": "Kuma, ba wanda zai yarda da wannan amma mafi yawan lokuta ba a ba da labarin cewa malamai da masu koyarwa sun yi amfani da dama ga ɗaliban su ta hanyar yi musu alƙawarin abubuwa kamar mafi kyawun matsayi da gajerun hanyoyi zuwa nasara idan sun yarda su yi jima'i da su."}}
{"translation": {"en": "This Enerpeel can also be used on the chest and neck.", "ha": "Wadannan kwayoyi za a iya amfani dasu har ma a cikin zuciya da rashin ciki."}}
{"translation": {"en": "The best way to treat your body is to switch it up.", "ha": "Hanyar da ta fi dacewa don magance cache ta na'urarka shine don share shi gaba daya."}}
{"translation": {"en": "c) Leaving the fridge door open for a long period", "ha": "S) ya tashi da motsinsa zai faku daga ganin idanuwa wani lokaci mai tsayi."}}
{"translation": {"en": "It should be best...", "ha": "Ya kamata ya zama mafi..."}}
{"translation": {"en": "\"I have been sent a copy of the submission which I understand was sent to the SFO.", "ha": "\"Na samu labarin wai ana watsa takardar da na yi sanarwa cewa na janye daga takarar gwamna a karkashin ZLP."}}
{"translation": {"en": "What happens if you're naughty?", "ha": "Me zai faru idan ba ku zama mugunta ba?"}}
{"translation": {"en": "32:6 And he appointed leaders of the warriors within the army.", "ha": "32:6 Kuma ya sanya shugabanni daga cikin warriors cikin sojojin."}}
{"translation": {"en": "and a fountain will flow out from the house of the Lord,", "ha": "Kuma wani marmaro zai fita daga Haikalin Ubangiji, kuma zai ba da ruwa hamada na ƙaya."}}
{"translation": {"en": "But as the Bible does not mention any determinate", "ha": "Muma ko babu komai mu samu mai hak'uri a tsakanin mu."}}
{"translation": {"en": "14-34:24 Thus saith the LORD, Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the curses that are written in the book which they have read before the king of Judah:", "ha": "34:24 Ta haka ne in ji Ubangiji: Sai ga, Zan kai a Mũnãnan ayyuka a kan wannan wuri, da kuma a kan mazaunanta, tare da dukan la'anar da aka rubuta a cikin wannan littafin, wanda suka karanta kafin Sarkin Yahuza."}}
{"translation": {"en": "3:25: And if a house be divided against itself, that house cannot stand.", "ha": "3:25 Kuma idan wani gidan ne rabu a kan gāba, cewa gidan ne ba su iya tsayawa."}}
{"translation": {"en": "(3) The realization of His power (64:1-3)", "ha": "3 - Watashi ga Iru Yo (64-73)"}}
{"translation": {"en": "The Chevrolet Celta is a mini-hatchback built in Brazil for the Latin American market.", "ha": "Chevrolet Celta wani ƙananan fasaha ne wanda aka gina a Brazil don kasuwannin Latin Amurka."}}
{"translation": {"en": "The Winery offers wine tasting seven days a week.", "ha": "Dakin dandano yana ba da kyautar ruwan inabi kyauta kwana bakwai a mako."}}
{"translation": {"en": "The Fibonacci retracement is based on the Fibonacci sequence.", "ha": "Fibonacci EA Fibonacci EA dogara ne akan tsarin da aka gyara na Fibonacci."}}
{"translation": {"en": "The blood of your [other] sacrifices is to be poured out beside the altar of the Lord your God, but you may eat the meat.", "ha": "Za ku zuba jinin sadakokinku a bisa bagaden Ubangiji Allahnku, amma za ku ci naman."}}
{"translation": {"en": "Unlike other software, it can remove all kinds of duplicate files from your system.", "ha": "Ba kamar sauran software, zai iya cire kowane irin Kwafin fayiloli daga tsarin."}}
{"translation": {"en": "YOUR money is being used to destroy YOUR job", "ha": "Za'a yi amfani da kudaden a matsayin jari don kula da matsayin kasuwan ku."}}
{"translation": {"en": "drive from outside the penalty area", "ha": "Free kick waje da azãba yankin"}}
{"translation": {"en": "He said, \"The policemen, however, engaged them in a shootout and succeeded in apprehending one suspect, and when the vehicle was searched, an AK47 rifle was found concealed in a bid to escape the eagle eyes of the security forces along the route.\"", "ha": "Ya ce, \"' Yan sandan, sun yi musayar wuta da su sannan suka yi nasarar cafke daya da ake zargi, kuma a lokacin da aka binciki motar, an samu bindiga AK47 a boye a kokarin tserewa idanun jami'an tsaro a kan hanyar. \""}}
{"translation": {"en": "The Cheques, however, have an extended time interval than PayPal and the cards, 3-5 days so as to say.", "ha": "The Cheques, duk da haka, da ya fi tsayi sarrafa lokaci fiye da PayPal da katunan, 3-5 kwanaki a wannan."}}
{"translation": {"en": "It is a hair brush that cares for your hair.", "ha": "gashi yana saduwa da zafi kai tsaye.Muna kula da gashin ku."}}
{"translation": {"en": "Hard Drive: At least 18 GB of free space", "ha": "Imar da aka nuna Aƙalla 18KW · H"}}
{"translation": {"en": "Next post: Figures of \"everything in the world\"", "ha": "Next article \"Kwaninki a kirge suke\""}}
{"translation": {"en": "Mario Finally Meets His Match", "ha": "Daria a ƙarshe ya sami lasisin direbanta."}}
{"translation": {"en": "Avilio asks, all of his were taken from him.", "ha": "Da isowan Aliyu dukkansu suka tare shi suna tambayarsa"}}
{"translation": {"en": "How to update a device's operating system to the latest version (Windows) - solutions", "ha": "Yadda gwarzon Gwamna Zulum ya ke canja fasalin birnin Maiduguri zuwa na zamani (Hotuna)"}}
{"translation": {"en": "Professor and Director of the Center for Sustainable Development at Columbia University", "ha": "Farfesa da Mataimakin Shugaban Cibiyar Harkokin Cutar a Jami'ar Columbia."}}
{"translation": {"en": "The answer is 285.", "ha": "Lu Shi Jin Bi 285"}}
{"translation": {"en": "Decisions are made by people every day basically unconsciously.", "ha": "Mutanen da ke da hankali na yau da kullum suna tilasta su ta hanyar rashin sani."}}
{"translation": {"en": "20 Now may the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, the great Shepherd of the sheep,...", "ha": "20 Allah mai zartar da salama, wanda ya ta da Ubangijinmu Yesu, Makiyayin tumaki mai girma, daga matattu, albarkacin jinin nan na tabbatar madawwamin alkawari, 21 yă kamala ku da kowane irin kyakkyawan abu, domin ku aikata nufinsa, yă kuma aikata a cikinmu abin da yake faranta masa rai ta wurin Yesu Almasihu."}}
{"translation": {"en": "Surdas was profoundly influenced by the Bhakti movement - a religious movement which focused on deep devotion, or 'bhakti', for a specific Hindu deity, such as Krishna, Vishnu or Shiva that was prevalent in Indian between c 800-1700 AD and propagated Vaishnavism.", "ha": "Rundunar Bhakti ta yi mamaye Surdas - ƙungiyar addini wanda ke mayar da hankali kan ibada mai zurfi, ko \"bhakti,\" don wani allahntaka na Hindu, kamar Krishna, Vishnu ko Shiva wanda ya kasance a cikin Indiya tsakanin c 800 zuwa 1700 AD kuma ya yada Vaishnavism ."}}
{"translation": {"en": "That's very rare in Paris!", "ha": "Wani abu da yake quite rare a Paris!"}}
{"translation": {"en": "Eight hundred and eight Nigerians have been adopted in different parts of Nigeria between January and July 2020.", "ha": "Jimillar lissafin ta nuna cewa an yi garkuwa da mutane 808 a sassan Najeriya daban-daban daga watan Janairu zuwa Yuli na shekarar 2020."}}
{"translation": {"en": "Who is Tamzin Outhwaite and how old is she?", "ha": "\" Me isa Anty Nasiba batazo ba kuma kace zaka kawomin su meenal ba?"}}
{"translation": {"en": "Historically, the Church has certainly seemed to implement this understanding.", "ha": "Da alama dai cikin vacin rai ƙungiyar ta ɗauki wannan matakin."}}
{"translation": {"en": "The mobile casino games played on android phones, blackberry and iphone have moved ahead in terms of popularity, but the latest version of windows phone that powers windows phone 7 and windows phone 8 casinos, have brought microsoft back to the forefront of mobile gaming technology.", "ha": "A mobile gidan caca wasanni taka leda a Android phones, Blackberry da kuma iPhone sun koma gaba cikin sharuddan shahararsa, amma latest version na Windows Phone da cewa ikon Windows Phone 7 da Windows Phone 8 gidajen caca, sun kawo Microsoft dawo kan gaba wajen wayar da caca da fasaha."}}
{"translation": {"en": "Lycaon to Disband _ JaME U.S.A.", "ha": "Aankho ne mehsus kiya us hawa ko - jo"}}
{"translation": {"en": "19:13 And the houses of Jerusalem and the houses of the kings of Judah will be unclean, just like the place of Topheth: all the houses on whose roofs they sacrificed to all the armies of heaven and poured out libations to strange gods.\"", "ha": "19:13 Gidajen Urushalima da na sarakunan Yahuza za su zama marasa tsabta, kamar wurin Tofet: Duk gidajen da suka miƙa hadayu a kan rufinsu ga rundunonin sama, suka kuma shayar da gumaka ga gumaka."}}
{"translation": {"en": "What about the subject of Tim's post?", "ha": "Ko ane ga bisa bikin tim ya?"}}
{"translation": {"en": "to be understood as part of the natural human variation, difficult for a woman to obtain an abortion.", "ha": "Bisa ga dakatar da yawan magungunan, yana da wuya ga mace mai ciki ta fahimci izinin yin amfani da wani magani."}}
{"translation": {"en": "Tongue and Groove for flooring or cladding.", "ha": "Fat ko man don frying da kuma lubricating da mold."}}
{"translation": {"en": "But at least we ARE trying.", "ha": "Ko akalla muna ƙoƙari ."}}
{"translation": {"en": "I'll look into it... thanks.", "ha": "Zan duba cikin wancan .... godiya."}}
{"translation": {"en": "It's very easy to sex hedgehogs.", "ha": "Mai sauƙin shigarwa da ƙananan kulawa6."}}
{"translation": {"en": "I know you won't harm me.\"", "ha": "Na san ba za ki cutar dani ba.\""}}
{"translation": {"en": "You think you're comparable to Chu Feng?", "ha": "guo jia shi bu wei jia da xi bu da kai fa zheng ce zhi chi"}}
{"translation": {"en": "2018 Battle of the Books - The Results", "ha": "2018 - Yabba Dabba Doo results"}}
{"translation": {"en": "\"Bring me to Zalgo, right?", "ha": "zan men kai shi xue shuo hua , hao ma ?"}}
{"translation": {"en": "I'm looking into an eyelid surgery", "ha": "Ina kallon lissafin tiyata mai tsada."}}
{"translation": {"en": "music is the main ingredient", "ha": "Waƙar nan babban ɗigo ne akan taken mafita."}}
{"translation": {"en": "The Branch Davidian compound burns in Waco, Texas.", "ha": "Ƙungiyar Daular Davidian da ke wuta a Waco, Texas,"}}
{"translation": {"en": "What Looking at the Son Teaches Us About the Father (sermon only)", "ha": "Ruta Allone Abba - Nahalal"}}
{"translation": {"en": "The payment by mobile casino phone bill option happens to be one of the most secure and safe options to make a payment, which is one of the reasons so many players have switched to the mobile casino deposit by phone bill method.", "ha": "The biya da mobile gidan caca wayar lissafin wani zaɓi da ya faru ya zama daya daga cikin mafi amintacce kuma hadari zažužžukan yin biya, wanda yana daya daga cikin dalilan da haka mutane da yawa 'yan wasan sun sauya zuwa mobile gidan caca ajiya da wayar lissafin hanya."}}
{"translation": {"en": "The women in India often do this.", "ha": "A Indiya, matan gida suna yin hakan."}}
{"translation": {"en": "My brother recommended I'll like this website.", "ha": "Dan'uwana ya ba ni shawara na iya son wannan shafin."}}
{"translation": {"en": "indulging in fishing when they are given birth", "ha": "Suna jan kifinsu yayin da suke wahala suna haki."}}
{"translation": {"en": "Wilbur and Orville Wright had successfully solved the problem of control in flight.", "ha": "Wilbur da Orville Wright sun yi nasarar magance matsalolin kula da jirgin."}}
{"translation": {"en": "For many years she was active for the recognition of Prostitution as a profession.", "ha": "Ya shafe Shekaru da yawa yana bincikar matsayin mace da namiji."}}
{"translation": {"en": "\"She's such a sweet girl, I should think he'd stop for her.\"", "ha": "\"Ah lallai yarinyar na kunya zama ki daina jin ta ne.\""}}
{"translation": {"en": "Although the backbone is one of the most important innovations in the history of life, its origins have long been shrouded in mystery", "ha": "Koda yake kashin baya na daga cikin muhimman kirkire-kirkire a tarihin halitta, kawo yanzu an kasa tantance asalinsa."}}
{"translation": {"en": "Dance Theatre's Children's Charities", "ha": "Yaara Kadhe Na Hara Dance Karda"}}
{"translation": {"en": "You've given up beef?", "ha": "suka cewek kayak?"}}
{"translation": {"en": "He will not escape.\"", "ha": "Kuma ba gudu zai yi ba.\""}}
{"translation": {"en": "I want to be able to loosen the coupling between modules", "ha": "Ina so a shirya puctuation alamomi tsakanin da sassa zu a shirya."}}
{"translation": {"en": "It is you who is filled with flatulence.", "ha": "Amma a ciki kun cika da riya da mugunta."}}
{"translation": {"en": "(c) To be tried without undue", "ha": "(iii) Tsan kuan shih yin p'u sa sung."}}
{"translation": {"en": "\"It's not worth risking a misunderstanding,\" he said, \"or becoming a victim of mistaken identity.\"", "ha": "Ya ce, \"Kadiri ba dalibi bane, in kuma ba haka ba, ya bayyana ma na takardar da take nuna shaidar cewa shi dalibi ne.\""}}
{"translation": {"en": "This study has been conducted in New York City, USA, using the residents of the city.", "ha": "An fitar da sanarwar a birnin New a York na Amurka, inda hedikwatar UN din ta ke."}}
{"translation": {"en": "Finding out about the Maya.", "ha": "ma try ko din yan maya maya hehehe"}}
{"translation": {"en": "Kate Bainbridge, a 26-year-old schoolteacher, lapsed into a coma three days after she came down with a flu-like illness.", "ha": "Kate Bainbridge, mai shekara 26, malamar makaranta ta yi doguwar suma tsawon kwana uku, inda daga bisani ta farfado da cuta mai kama da mura."}}
{"translation": {"en": "\"As for the Pyramids, there is nothing to wonder at in them so much as the fact that so many men could be found degraded enough to spend their lives constructing a tomb for some ambitious booby, whom it would have been wiser and manlier to have drowned in the Nile, and then given his body to the dogs.\" ~ Henry David Thoreau", "ha": "Amma game da Pyramids, babu abin mamaki a gare su kamar yadda gaskiyar cewa mutane da yawa za a iya samo ƙasƙantar da su don ciyar da rayuwarsu gina wani kabari don wasu masu daɗin gaske, wanda zai kasance da hikima da kuma manlier su nutsar a Kogin Nilu, sa'an nan kuma ba da jikinsa ga karnuka.-Henry David Thoreau, Walden ."}}
{"translation": {"en": "He was a writer for The Daily Show in 2005 and the NBC series 30 Rock from 2006 to 2009, where he also had an occasional cameo appearance.", "ha": "Mai Girma shi ne marubuci ga Daily Show a 2005 da NBC jerin 30 Rock daga 2008 zuwa 2009, inda ya kuma da wani lokaci lokaci cameo bayyanar."}}
{"translation": {"en": "\"A lot of them to the US, for example, have gone on H1-B or L-1 visas.", "ha": "Yawancin 'yan wasan wasan kwallon kafa na' yan wasan kwallon kafa, misali, sun zo Amirka ne akan takardar iznin O-1 ko P-1."}}
{"translation": {"en": "Aspiring cosplayer from the USA.", "ha": "\"Misali, mun nemi helikwafta kirar Cobra daga Amurka."}}
{"translation": {"en": "Before you know it were smoking my vape pen and then I'm attempting to extract her out of the club.", "ha": "Ai tunda da ni kuke ja zaku sani..dan daga yau sai na san yadda zanyi na kaskantar da ita sannan na maida ta baiwa a gidan nan cos she derseve it.."}}
{"translation": {"en": "But Morgan launched into climate change, which had nothing to do with the debate topic.", "ha": "Har ila yau, Reagan ya yi nasara a cikin ragowar ƙasa, wanda ba shi da wani abin da ya shafi aikin rashin aikin yi."}}
{"translation": {"en": "In 2013 he announced the withdrawal of Gambia from the Commonwealth, boiling it as a \"neo-colonial\" institution.", "ha": "A shekara ta 2013 ya fitar da Gambia daga kungiyar Commonwealth, yana mai cewa, kungiya ce ta masu goyon bayan mulkin mallaka."}}
{"translation": {"en": "Chinese ship to be decontaminated", "ha": "China An Raba Jirgin Sama Masu bada"}}
{"translation": {"en": "can see at night, but not during the day.", "ha": "Ana iya ganin ƙanshi a dare amma ba a lokacin rana ba."}}
{"translation": {"en": "An Old Testament passage from the book of Isaiah (11:2-3) enumerates seven gifts believed to have been bestowed on Jesus Christ by the Holy Spirit: wisdom, understanding, counsel, might, knowledge,...", "ha": "Wani nassi na Tsohon Alkawali daga littafin Ishaya (11: 2-3) ya ba da labarin kyauta bakwai da suka gaskata cewa an ba Yesu Almasihu tawurin Ruhu Mai Tsarki: hikima, fahimta, shawara, karfi, ilimi, tsoro."}}
{"translation": {"en": "I remember almost the whole thing.", "ha": "Kamar yadda yake a yanzu, zan iya tunawa da kusan kome."}}
{"translation": {"en": "3 Illinois Coalition to Abolish the Death Penalty", "ha": "Mutum 1 ya kamu da Korona Gwamnatin jihar Katsina ta sa dokar hana zirga zirga a Ingawa"}}
{"translation": {"en": "What is the name of the speaker ?", "ha": "(c) Wane suna ne mai wannan magana ya ce ya sani?"}}
{"translation": {"en": "\"With all my heart,\" said I, \"but where?\"", "ha": "Duk'awa yayi cikin ladabi yana gaisar da ita \"Ammi ina wuni?\""}}
{"translation": {"en": "It's all over - it's done!", "ha": "And ta da - all done!"}}
{"translation": {"en": "I'll take 5 requests:", "ha": "Kira na tukwane biyar:"}}
{"translation": {"en": "Moses went with Aaron, he refused to go on his own.", "ha": "Muhammed Haruna yace a ganisa 'yan arewa dake tare da shugaban basu damu da abubuwan dake faruwa ba ne."}}
{"translation": {"en": "Not only this, but many in the medical profession do this intentionally because there are no clear rules or even guidelines for reporting adverse events.", "ha": "Ba wai kawai wannan ba, amma yawancin dandamali ba sa wasa da kyau tare da turawa ko jan bayanai zuwa wasu dandamali."}}
{"translation": {"en": "But some of our efforts are also spent on the lesser criminals.\"", "ha": "Hakazalika ba'a biyanmu mafi karancin albashin da sauran ma'aikatun gwamnati ke samu.\""}}
{"translation": {"en": "I only smoke in certain situations: post-coital, when I'm with Germans (sometimes those two overlap), coital, birthdays, to annoy my mom, pre-coital, on a sailboat, the day the Mets are mathematically eliminated every year, and, of course - wait for it - 'cause Lord knows I have - pregnancy scares.", "ha": "Ina shan taba kawai a wasu lokuta: bayan aure, lokacin da nake tare da Jamus (wani lokacin maɗauran nan biyu), kwanciyar hankali, ranar haihuwar, don faranta wa mahaifiyata, auren aure, a kan jirgin ruwa, ranar da aka kawar da Mets a lissafi kowace shekara , kuma, ba shakka-jira shi-'domin Ubangiji ya sani cewa ina da ciki.'"}}
{"translation": {"en": "You'll receive $10 for every friend that joins and makes a purchase.", "ha": "Sami £ 10 bonus ga kowane aboki cewa shiga da kuma sa a tsabar kudi ajiya."}}
{"translation": {"en": "Suitable for small living room", "ha": "dace da ƙananan ɗakin dakuna ɗakin kwana;"}}
{"translation": {"en": "I asked as I saw that she was crying.", "ha": "sai na ce mata kole werk tana ganin kamar nine koka."}}
{"translation": {"en": "slowly, painfully, and followed them into the office.", "ha": "Ya sauri, kuma da farin ciki, ya bi su a cikin castle."}}
{"translation": {"en": "• More of a priority in the future", "ha": "- Tunda auran kauna yafi karfin gaba"}}
{"translation": {"en": "\"Careful you don't get a speeding ticket!\"", "ha": "\"Son kayi sauri ka shirya kar Ummi tayi latti..\""}}
{"translation": {"en": "Rest in God's memory, Uncle Sandy, until the resurrection brings you back to your family, and thank you for being in my life!", "ha": "\"Alhmdlh,na godewa Allah daya sake kawomin kai gida hutu cikin qoshin lafiya,Allah yaci gaba da albarkatar rayuwarka\""}}
{"translation": {"en": "Nobody likes keeping secrets.", "ha": "A bayyane yake cewa babu wanda yake son yin leken asirin."}}
{"translation": {"en": "In which, the pair contains a powerful one with a younger, fragile one.", "ha": "Sa'an nan kuma, tana da wani al'amari tare da wani ɗan ƙarami, mafi ƙaƙƙarfan mutum."}}
{"translation": {"en": "Really, every day.", "ha": "A gaskiya, yau da kullum"}}
{"translation": {"en": "High Castle imagines what the world would be like if Germany had won World War II and the Nazis had taken global control.", "ha": "Tambayoyi sun hada da abin da duniya zai kasance kamar idancin Axis ya lashe yakin duniya na biyu, ko kuma idan ba a harbe Lincoln ba."}}
{"translation": {"en": "The Caribbean island of Saint Lucia - the only country in the world named after a woman - is proudly featured on the cover of the historic Sports Illustrated Swimsuit 2019, a groundbreaking issue which includes members of the U.S. Women's National Soccer Team and model Halima Aden, the first Muslim model to wear a hijab and burkini in the magazine.", "ha": "Tsibirin Karebiya na Saint Lucia - kasa daya tilo a duniya da aka sanya wa suna mace - ana alfahari da ita a bangon tarihi mai suna Sports Illustrated Swimsuit 2019, wani lamari mai tayar da hankali wanda ya hada da mambobin kungiyar kwallon kafa ta Mata ta Amurka da kuma Halima Aden, samfurin musulmai na farko da suka sanya hijabi da burkini a cikin mujallar."}}
{"translation": {"en": "The warehouse will be condos soon.", "ha": "Saboda haka, za a gano condyloma a cikin gajeren lokaci."}}
{"translation": {"en": "To do this, the proportionality between the light and dark regions must itself be altered.", "ha": "Don yin wannan a zahiri, ana da'awar cewa haɗin tsakanin ƙananan jaw da harshe dole ne a yanke ko ya lalace."}}
{"translation": {"en": "And no one had complained that the cabin had only one bedroom.", "ha": "Kuma babu wanda zai tuna da cewa wannan ɗakin tufafi ne kawai namiji."}}
{"translation": {"en": "Read what they aren't reading", "ha": "Karanta abinda ba shine ba cikin waya"}}
{"translation": {"en": "This show is a must see for all audiences!", "ha": "Wannan, a ganina, shi ne dole ne video Converter ga dukkan masu amfani!"}}
{"translation": {"en": "Wild symbols are also generated on the reels whenever a 3 of a kind winning combination is formed.", "ha": "Ana kuma nuna alamun daji a kan reels a duk lokacin da aka kafa 3 na hade mai nasara."}}
{"translation": {"en": "(2002) and LaPolla's (2003) theory of Language as Constraints on Interpretation", "ha": "Xantumbishi (2003 da 2011) karin harshen rukuni a matsayin sara."}}
{"translation": {"en": "This is the list of the robots that took part in the championships", "ha": "Wadannan sune tayrain wsan wadanda suka taka rawar gani a cikin wasan."}}
{"translation": {"en": "Come, Shop, and Suie.", "ha": "jin shan en; zhou zuo; guo yi hao"}}
{"translation": {"en": "Conrad explores the themes of political", "ha": "Sanatan ya tattauna kan batutuwan siyasar Kano."}}
{"translation": {"en": "I made a good living, I had a nice home, a nice car, and went on great vacations.", "ha": "Mun kasance masu wadata, muna da kyakkyawan gida, motoci masu kyau, kuma ina jin dadin kasancewa cikakken iyali."}}
{"translation": {"en": "Everything to do with computers involves the number 2 as a consequence of its binary approach.", "ha": "Laƙabin Narambaɗa kuwa, ya samu ne a dalilin sunan karyarsa2 wadda yake kira da Rambaɗa."}}
{"translation": {"en": "The decedent was standing", "ha": "mai waifu yansimmay"}}
{"translation": {"en": "Step three: Don't hold back.", "ha": "Mataki na 3: Kada ku daina!"}}
{"translation": {"en": "\"I tell people all the time, don't be afraid to speak to me,\" Harris said.", "ha": "\"Zan yi, kada ka yi magana da ni don tsoro.\" ya ce Juliet."}}
{"translation": {"en": "So far I've found no indication that this may be the case", "ha": "Lallai ban taba samun bayanai masu nuna yiwuwar hakan ba a halin yanzu."}}
{"translation": {"en": "If you are not able to do this, it's not a problem.", "ha": "Idan ba za ku iya girmama hakan ba, to ba matsalata ba ce - taka ce."}}
{"translation": {"en": "The Kuwait.", "ha": "Amma Kuwait."}}
{"translation": {"en": "day of the week [not on the Sabbath] He appeared first to Mary Magdalene.\"", "ha": "Daga haka se yamaida abun ibada,duk ranar jumaa,dasu zeje masallacin jummaa,da an sakko,se suwuce makabarta ziyarar maryam."}}
{"translation": {"en": "This Is It Quotes", "ha": "Association wadannan ne quotes daga shi"}}
{"translation": {"en": "He was a man of exemplary life", "ha": "Yana da rayuwar tsufa da ke cikin motsi."}}
{"translation": {"en": "I would suggest counseling, but you're already doing that.", "ha": "Na kuma yaba ma sa kwarai ta fatar baki, amma kuna tambaya ta hakan a halin yanzun."}}
{"translation": {"en": "See also Jonathan administration tackled corruption, saved billions of dollars - Okonjo-Iweala", "ha": "DUBA WANNAN: Yadda na yaki cin hanci, na tarawa Najeriya makudan biliyoyi - Ngozi Okonjo-Iweala"}}
{"translation": {"en": "20 non-perishable food kits", "ha": "40 kayayyakin da ba za'a iya adana a firiji ba"}}
{"translation": {"en": "That is the POWER of blogging.", "ha": "Wannan shi ne ikon blog na tanadi."}}
{"translation": {"en": "The girl and her mom quickly agreed.", "ha": "Da sauri Mamah da Mamin ta sukai kan ta."}}
{"translation": {"en": "'Master, ' he said, 'you entrusted me with five talents.", "ha": "Ya ce, 'Maigida, ka danƙa mini talentii biyar."}}
{"translation": {"en": "And more importantly, learn some science before accepting the writings of non-scientists about scientific issues.", "ha": "A mafi mahimmanci, za ka iya koyon warware matsalar a cikin abubuwan da ba a kimiyya ba."}}
{"translation": {"en": "o Until recently, most vaccines were aimed at infants and children, but adolescents and adults are increasingly being targeted.", "ha": "Until Har zuwa kwanan nan, yawancin rigakafin an yi niyya ne ga jarirai da yara, amma matasa kuma Ana ƙara yin niyya da manya.[37] [38]"}}
{"translation": {"en": "The link is the following: Education program", "ha": "SITES: Tsarin koyarwa."}}
{"translation": {"en": "And Joseph was in tears as they spoke to him.", "ha": "Yusufu ya yi kuka sa'ad da suka yi magana da shi."}}
{"translation": {"en": "\"The rapprochement is of course not without risks.", "ha": "Gada, ba shakka, ba a cikin hatsarin rushewa ba."}}
{"translation": {"en": "In ancient Chinese culture, these guardians are meant to bring protective benefits for those who displayed them.", "ha": "Bisa al'adar Sinawa, su kan mayar da martani ga wadanda suka taba taimaka musu."}}
{"translation": {"en": "The Diocese of Rutana has received new servants of God", "ha": "Atiku Abubakar Sabon Basarake Allah Yataya Riko"}}
{"translation": {"en": "Thou shalt not show disrespect to the religion of another man or woman.", "ha": "Barinta kafirci ne da yake fitar da mutun daga cikin addini, babu addini babu musulunci ga wanda ya bar sallah namiji ko mace!\""}}
{"translation": {"en": "Just to name a few organizations that we choose to support...", "ha": "Mun nuna a cikin launi daban-daban wasu nau'ukan da muka zaɓa don sauƙaƙewa ..."}}
{"translation": {"en": "I've saved that rock as a reminder of God's earlier gift.", "ha": "Husna mana ai kaima kasan itace zatamin irin wannan kyautar na fada ina kallonsa..."}}
{"translation": {"en": "Do you think Fantasy and Sci-Fi are important in these days of unthinkable events happening in the world?", "ha": "Kuna tsammanin cewa yara da kuma tsofaffi suna da sha'awar bukukuwan Sabuwar Shekara, suna gaskanta cewa a wannan lokacin sihiri duk abin ya faru?"}}
{"translation": {"en": "Bryan had just been killed in action.", "ha": "An kashe Kenny ne kawai game da kowa da kowa akan wasan kwaikwayo."}}
{"translation": {"en": "The name of the fourth", "ha": "Sunan Pakubuwana IV"}}
{"translation": {"en": "\"If I were two-faced, would I be wearing this one?\" ~Abraham Lincoln", "ha": "\"Idan na fuskanci fuska guda biyu, zan iya saka wannan?\" -Abraham Lincoln"}}
{"translation": {"en": "Now, choose your own adventure...remember those books?", "ha": "Gida a cikin aya; Ka tuna da waɗannan zane-zane masu ban mamaki ?"}}
{"translation": {"en": "<Gyoshoku> that you didn't know how much I loved you", "ha": "\" *Husnah* kenan baki san yadda nake son ki ba."}}
{"translation": {"en": "It's more reliable anyway, as you don't need to battle with wet wood!", "ha": "Kuma yanzu mafi ban sha'awa da jin dadi, saboda ba dole ba ne ka shiga cikin kullun mantel mai tsayi!"}}
{"translation": {"en": "sketch of some of the main events in the Sayadaw's life, confirms a remark made one day by", "ha": "Sir ,kiya kar raha hai GU exam kai liye 1 day hai abhi tak admit issue nehi kiya"}}
{"translation": {"en": "Nor is there a secret about the role that the Maliki government played in helping the expansion of ISIS.", "ha": "Babu cikakken bayani game da irin rawar da sojojin da suka yi juyin mulki za su taka a wurin mika mulkin."}}
{"translation": {"en": "Between 2000 and 2010, the Native American population grew by 26.7%, or 1.1 million.", "ha": "Daga tsakanin 2000 da 2010, yawan jama'ar Amirka na haɓaka da kashi 26.7, ko miliyan 1.1."}}
{"translation": {"en": "30 And when each one had seen this, they were crying out together, \"Never has such a thing been done in Israel, from the day that our fathers ascended from Egypt, even to the present time.", "ha": "19:30 Kuma a lõkacin da kowane wanda ya ga wannan, Suka yi ta kuka fita tare, \"Kada ya da irin wannan abu da aka yi a Isra'ila, daga ranar da ubanninmu hau daga Misira, har zuwa yanzu."}}
{"translation": {"en": "It is obvious that the actors in the movie know how to skate, but stunt doubles were needed in some instances.", "ha": "A bayyane yake cewa 'yan wasan kwaikwayo a cikin fim din sun san yadda za su yi wasa, amma a wasu lokuta ana buƙatar sau biyu."}}
{"translation": {"en": "Some of the words used during the time of Shakespeare have the exact opposite meaning today.", "ha": "Anan ga wasu kalmomin da Shakespeare yayi amfani dasu wanda ke nufin wani abu daban a yau."}}
{"translation": {"en": "shhhhhhh listen", "ha": "Zhu shi shi wen ji"}}
{"translation": {"en": "Are you constantly arguing with your parents?", "ha": "Kuna jayayya da iyaye game da maki?"}}
{"translation": {"en": "Children should be protected.\"", "ha": "a dinga kula da tarbiyyar yara.\""}}
{"translation": {"en": "man on that day.", "ha": "muthu kumar Day ago"}}
{"translation": {"en": "(The Israelite's make a golden calf, and sing and dance to false gods!)", "ha": "(Ya sha ya bugu kuma yana waka da rawa a sannu yana gabato fadar mic a kashe) Ayo!"}}
{"translation": {"en": "And we know that we are on the right path.", "ha": "Dukanmu mun san cewa muna kan hanya madaidaiciya."}}
{"translation": {"en": "Jonathan Likes Books: The School for Good and Evil (Soman Chainani)", "ha": "Adam A Zango Duniya Makaranta (Hausa Music & Movies) (Hausa Songs Hausa Films)"}}
{"translation": {"en": "The first act was more entertaining than the Master Class....", "ha": "Sai akwai tabar Shi nan ta wuce class din da taga ya shiga...."}}
{"translation": {"en": "With the improvement of our material life, health has become a lifestyle.", "ha": "A cikin yanayin fasahar zamani, kula da lafiyar ku ya zama hanyar rayuwa."}}
{"translation": {"en": "No matter who we are, no matter where we live and no matter [...]", "ha": "Kinsan hajiyarmu ko indan tana tare da alhajin Mu ko vata ba waya muhimmanci...."}}
{"translation": {"en": "Step by step instructions to Stop a Vehicle", "ha": "- Kwastam ta kawo shawarar a daina shigo da motocin da su ka yi rugu-rugu"}}
{"translation": {"en": "You simply have to decide when you want to meet them.", "ha": "Kawai buƙatar gano lokacin da kake son duka."}}
{"translation": {"en": "Tag: first Grand Slam of the year", "ha": "Yadda Yadda Yadda: First Brick Of The Year"}}
{"translation": {"en": "leave the office.\"", "ha": "Ki fitarmin daga Office.\""}}
{"translation": {"en": "The American role in the bloodstained but", "ha": "Matsayin Amurka na Yar Sandar Duniya tsumagiyar kan hanya ya zube."}}
{"translation": {"en": "stuck in my knee...and elbow...and shoulder...you would know", "ha": "Ƙanshin iko, aboki na - da kuma gawawwakin gawawwaki a baya."}}
{"translation": {"en": "Slow Food \"made in France\"", "ha": "Abincin girke-girke \"Alkama a Faransanci\""}}
{"translation": {"en": "Do you think this is reasonable now?", "ha": "Kai yanzu kana ganin abinda kayi ya dace ?"}}
{"translation": {"en": "and the word becomes flesh.", "ha": "Aka ce game da shi: maganar ta ɓace: ya zama jiki."}}
{"translation": {"en": "In fact it can do anything!", "ha": "Saboda, a gaskiya, yana iya yin kusan wani abu!"}}
{"translation": {"en": "We propose to utilize the specialized cells of the organ of Corti", "ha": "Yanzu za mu saƙa da ganyen chamomile daga koreran kore."}}
{"translation": {"en": "They use their capital to purchase the currency that is about to strengthen and then sell it off when it reaches its potential.", "ha": "Suna amfani da zamansu da ya saya da kudin da yake game da karfafa sa'an nan kuma sayar da shi a kashe a lokacin da shi ne ya kai ta m."}}
{"translation": {"en": "The disciplines of the department include", "ha": "Sassan a cikin ma'aikatar sun hada da;"}}
{"translation": {"en": "Information is a key resource in contemporary Britain.", "ha": "La iglesia kuvo da papel muhimmanci a cikin Europa na zamani."}}
{"translation": {"en": "(Didn't you tell Ward about attorney - I've learned that she's Cotton McCoy's daughter and need to get yourself an attorney?)", "ha": "(*To yanzu ga Awwalu ya d'auko magana wai yanason 'yar talakawa ya kuke gani friend?*) 🤔"}}
{"translation": {"en": "To lay the groundwork for your sales team", "ha": "Nemi san kasuwa masu siyarwa don rukunin yanar gizonku"}}
{"translation": {"en": "As he wouldn't eat any, I will not cull them, but wait and see who will survive.", "ha": "Tace kalleshi idan da ba dadi, Ai da ya aje be ci ba, amma kalli yanda yaci da yawa."}}
{"translation": {"en": "We therefore recommend that you check regularly to see if there have been any changes.", "ha": "Muna ba da shawarar ka riƙa duba Kafar a-kai-a-kai domin ganin ko akwai sauye-sauye."}}
{"translation": {"en": "the kitchen. it looks like something", "ha": "kitchen - kuke kamar"}}
{"translation": {"en": "79:25 Therefore, Allah seized him for the torment of the present world and the Hereafter both.", "ha": "25; Sabõda haka Allah Ya kama shi, dõmin azãbar maganar ƙarshe da ta farko."}}
{"translation": {"en": "It's important for us as parents.", "ha": "A gare mu, iyaye suna da mahimmanci."}}
{"translation": {"en": "Furthermore, the focus for 2020 will continue to be:", "ha": "Sai kuma shekarar 2020 su ci gaba da nema ko za su samu shiga."}}
{"translation": {"en": "This is done in water too.", "ha": "Wannan duck yana yin iyo a cikin ruwa."}}
{"translation": {"en": "Remove wastes, such as urea, from the blood.", "ha": "Kodan tana tace kayan sharar gida kamar su urea daga jini."}}
{"translation": {"en": "Anchor up at 6:55 and motored out.", "ha": "Jirgin bugawa a 11: 56 jima & tafi da tafi!"}}
{"translation": {"en": "decided that I also want to be a \"square\" for Jesus.", "ha": "Sai ya kara da cewa, na bayar da shawarar cewa ka zama mai kyau ga Muhammad."}}
{"translation": {"en": "Martha Washington lived until May 22, 1802.", "ha": "Martha Washington ta rayu har zuwa ranar 22 ga watan Mayu, 1802."}}
{"translation": {"en": "We didn't ask him for money.", "ha": "\"Amma ba mun kashe shi ba ne saboda kudi."}}
{"translation": {"en": "Maybe this will change over time?", "ha": "Cewa wannan mataki na iya sauya makomar ajali?"}}
{"translation": {"en": "These wild animals have been in the country for hundreds of years, and yet, they remain a mystery.", "ha": "Wannan tsarin dabba na dabba ya dade shekaru daruruwan, amma duk da haka, yana da wucin gadi."}}
{"translation": {"en": "Let's check out this week's NEW lineup", "ha": "Sa'an nan zamu gwada wannan sabon saiti akan siffar zabin."}}
{"translation": {"en": "When you see this, you hardly want to go with the child to the orthopedist.", "ha": "Lokacin da ka ga wannan, ba wuya ka so ka tafi tare da yaro ga orthopedist."}}
{"translation": {"en": "And I hope that we could have some rapproachment with Iran.\"", "ha": "Masar na fatan kara hadin kai da kasar Sin a wannan fanni.\""}}
{"translation": {"en": "The agreement signed on Saturday was witnessed by leaders from Pakistan, India, Indonesia, Uzbekistan and Tajikistan.", "ha": "Yarjejeniyar an sanya mata hannu ranar Asabar a gaban wakilan kasashen Pakistan, India, Indonesiya, Uzbekistan da kuma Tajikistan."}}
{"translation": {"en": "Essay Writing can be explained as an act that refuses to be efficient.", "ha": "Ana iya gane ambato a matsayin ƙoƙari na sarrafawa, wanda babu wanda zai yi haƙuri."}}
{"translation": {"en": "Ahimsa is a real gift you could give yourself.", "ha": "Athos zai ba ku kyautar bashin da za ku iya karɓa ko ƙi."}}
{"translation": {"en": "Dedicated To Serving People Who Have Been Injured Through Negligence for Over 30 years", "ha": "Bayar da zakka ga mutanen da Allah ya ce a baiwa tsawon sama da shekaru 30."}}
{"translation": {"en": "Kid and Spider-Man", "ha": "Kid da kuma Spider-Man"}}
{"translation": {"en": "One can turn on the turbulence model if you want just to see the difference.", "ha": "Za ka iya amfani da Mixer a ɓoye idan kana son ganin ƙunshiya ne kaɗai."}}
{"translation": {"en": "Adventure in the Global Economy and Robyn Meredith's The Elephant and the Dragon: ...", "ha": "Nishani - Duniya Ki Rahon Mein - Mehdi Hassan & ..."}}
{"translation": {"en": "In professional tennis, there are many examples that can help us overcome this fear.", "ha": "A cikin ilimin kwakwalwa, akwai misalai da dama na samun nasara wajen kawar da tsoro tare da taimakon wannan hanyar."}}
{"translation": {"en": "Small arms and light weapons - Austria", "ha": "Fashi da makami - Dimokuradiyya"}}
{"translation": {"en": "Since then, We always specialize in producing all kinds of pet products.", "ha": "Tun daga nan, mu ko da yaushe kware a samar da duk wani nau'i na Pet kayayyakin."}}
{"translation": {"en": "Where is the empathy for the millions of Muslims, particularly women, freed from the tyranny of the Taliban?", "ha": "Ina Sahabbai masu daraja da musulmi suka kwana daga baiwa shugabar matayen duk duniya kariya, Ina Abu Zar?"}}
{"translation": {"en": "Remember, most prepositions are followed by a noun phrase.", "ha": "Ka tuna cewa yawancin maganganu suna amfani da hay ."}}
{"translation": {"en": "A Tour of Vienna's Coffeehouses", "ha": "A wani daga Vienna ta kofi gidaje!"}}
{"translation": {"en": "Mary's Submission to her Father", "ha": "Tumse Meri Lagan Sai Baba"}}
{"translation": {"en": "Esports are different.", "ha": "Wasanni, duk da haka, abu ne dabam!"}}
{"translation": {"en": "Discover the thrill of abseiling \"Nothing to fear but fear itself - Franklin D. Roosevelt", "ha": "Prev Faduwa zabs ba dadi amma ka rungumi kadda>>Goodluck Jonathan ya baiwa Donald Trump shawara"}}
{"translation": {"en": "Here are a few tips you could use when buying and installing light fixtures.", "ha": "Ga wasu shawarar Heights cewa za ka iya amfani da lokacin da installing wanka da na'urorin haɗi."}}
{"translation": {"en": "Don't they receive the software update the same as the other miners?", "ha": "Shin Kafofin Watsa Labarai na Zamani Suna Bukatar Tabbatar da Mai amfani Kamar Sauran kasuwancin?"}}
{"translation": {"en": "\"Don't fire until you see the white of their eyes\" William Prescott.", "ha": "\"Kada ku harba har sai kun ga idon idanunku\" na Marion Nisbet."}}
{"translation": {"en": "Ideally every time you wash your hands.", "ha": "Ban da haka duk lokacin da mutum ya gama ya wanke hannunsa."}}
{"translation": {"en": "By placing such importance on...", "ha": "Saboda Bayar Da Muhimmanci A Bangaren ..."}}
{"translation": {"en": "There are two major endocannabinoid receptors which include CB1 receptors (always found in the C.N.S.) and CB2 receptors (always found in our peripheral nervous system, in particular immune cells.)", "ha": "Akwai manyan masu karɓar endocannabinoid guda biyu waɗanda suka haɗa da masu karɓar CB1 (koyaushe ana samun su a cikin CNS) da masu karɓa na CB2 (koyaushe ana samun su a cikin tsarin juyayi na mu, musamman ƙwayoyin rigakafi.)"}}
{"translation": {"en": "Have your phone charged so it has at least over 60 percent of its battery life.", "ha": "Yi cajin wayarka don haka kana da akalla fiye da 60 bisa dari na batirinka."}}
{"translation": {"en": "People came to meet him and then didn't adopt him.", "ha": "Kuma wasu daga cikin mutanen da, fita su tattara ta, bai same shi."}}
{"translation": {"en": "Borne On the FM Waves of the Heart (Against Me!)", "ha": "Gaman tsuyosa ga jiman da ze (min!)"}}
{"translation": {"en": "Demodocus performs again, this time a light song", "ha": "Ammi ta fada this time tana fashewa da sabon kuka,"}}
{"translation": {"en": "sacrificed three hundred prisoners.", "ha": "Ya karkashe mutum ɗari uku da māshinsa baki ɗaya."}}
{"translation": {"en": "There was ice on the ground and I lost.", "ha": "shafi gama a kan surface da kuma na rasa."}}
{"translation": {"en": "As a study 7.", "ha": "Da nazara ma she 7"}}
{"translation": {"en": "(Enter the name of the person or persons who were interviewed.)", "ha": "(mutumin ko mutanen da ake yi musu magana)"}}
{"translation": {"en": "Haruna, a civil servant, said she", "ha": "Zarah dake aikin tsire baki tayi karaf ta ce."}}
{"translation": {"en": "\"The grind is what I know.\"", "ha": "...\"Baki da lafiya shine kad'ai abinda na sani.\""}}
{"translation": {"en": "In a meeting with municipal mayors and other officials...", "ha": "Bayan saka baki da wasu tsofaffin Shugabannin kasar nan da wasu masu fada aji su kayi kan..."}}
{"translation": {"en": "Allow to incubate for about a week before drinking.", "ha": "Ya sa mu kamar sati daya yana sha, in sha Allahu zai bari."}}
{"translation": {"en": "ed the jetty.", "ha": "Wanci Jetty"}}
{"translation": {"en": "allocated by the network's ISP?", "ha": "kalau ga bisa bayar isp gimana ?"}}
{"translation": {"en": "Round 1: Animals will do any animal in the set.", "ha": "Bayani: fara gabatarwa, danna kowane dabba zai ji ayar da ta shafi."}}
{"translation": {"en": "There are a number of different SNCF tickets you can buy when travelling around France by train.", "ha": "Akwai mai fadi da kewayon dogo izinin tikiti za ka iya amfani da su domin tafiya cikin France ta jirgin kasa."}}
{"translation": {"en": "What's wrong with having one more?", "ha": "Mene ne laifi a yin gwaji fiye das au daya?"}}
{"translation": {"en": "Handled by children from first week.", "ha": "Hay samar da yara daga farkon makon zama."}}
{"translation": {"en": "The cursing, that is,", "ha": "Cici, Hakan"}}
{"translation": {"en": "The decorations must be the same as", "ha": "Gishiri ya kamata a yi kama da juna."}}
{"translation": {"en": "Some of the new routes were served by other airlines, including Stobart Air, which recently collapsed.", "ha": "Wasu sassan jirgin sun lalace sosai, ciki har da tayoyin jirgin, wadda har ta gaba ta dagargaje."}}
{"translation": {"en": "And I've seen that music really has a way of unifying people .", "ha": "Kuma Na gani cewa music gaske yana da hanyar unifying mutane."}}
{"translation": {"en": "Then again, this is also the case for Marx.", "ha": "Lokaci da lokaci kuma, wannan shine batun Martech."}}
{"translation": {"en": "This is the ONLY option?", "ha": "Amma wannan shine kawai zabi?"}}
{"translation": {"en": "If you don't, no worries at all!", "ha": "Idan ba ku damu ba, ba kome ba!"}}
{"translation": {"en": "My personal favorite is the 888casino application, which has more than 20 live blackjack tables, provided by Evolution Gaming, winner of several awards.", "ha": "Abinda nake so shi ne app na 888casino, wanda ke da kari akan Tables na blackjack na 20, waɗanda aka samo su ta hanyar lashe lambar yabo Juyin Halitta Gaming."}}
{"translation": {"en": "So, i have to install it after i get the car.", "ha": "dole,dole na shiga motar nima bayan na shiga yace yi"}}
{"translation": {"en": "It's Better Than His Dad", "ha": "Kyaun da, ya fi ubansa"}}
{"translation": {"en": "I did laugh...and I still smile to think of it.", "ha": "Na yi murmushi ga wannan Rayuwar - har yanzu na ji wannan tunanin na ƙaunace ni."}}
{"translation": {"en": "It is part of the Democratic Party strategy to keep the electorate divided and at odds with each other.", "ha": "Alqur'ani mai haske ne a cikin shiriya ga Musulmai cewa ba daidai ba ne a raba tsakanin kungiyoyi kuma suyi fada da juna."}}
{"translation": {"en": "\"He beat his wife?\"", "ha": "\" ya tafi gun Matar sa ko?\""}}
{"translation": {"en": "114: The Lost City of the Monkey God January 2, 2017 0", "ha": "Jamhuriyar Demokaradiyyar Kwango: Rasa matsuguni 02.10.2017"}}
{"translation": {"en": "He said those who accepted to travel home under the arrangement between the EU and the International Organisation for Migration (IOM) were guaranteed financial empowerment to restart their lives with some skill acquisition trainings.", "ha": "Daga nan sai ya kara da cewa dukkan wadanda suka amince suka dawo gida ta hanyar tsarin Kungiyar Tarayyar Turai da kuma Kungiyar Kula da Masu Gudun Hijira, to za a tallafa musu da kudaden da za su taimaki kan su wajen sake lalen rayuwar su, domin su tsira da mutuncin kan su."}}
{"translation": {"en": "Nice 'N Easy in Japanese", "ha": "Yadda za a ce kyakkyawa a Jafananci - M a Jafananci"}}
{"translation": {"en": "We offer multiple reliable and secure payment methods.", "ha": "Muna bayar da hanyoyi masu yawa na azumi, abin dogara da amintacce."}}
{"translation": {"en": "That is the place to ask for help with the plugin.", "ha": "Wannan shi ne inda damar haɗuwa da pigment tare da ruwa yana da matukar taimako."}}
{"translation": {"en": "1 After The love...", "ha": "1-Shelanta Soyaiya Bayan soyaiya da kaunar da ..."}}
{"translation": {"en": "So, what's in store for Ghana?", "ha": "Me adare ganada kiyawenne ?"}}
{"translation": {"en": "-Extremely rare in captivity and the wild", "ha": "Rarible ya kasance mai jinkiri kuma mai nutsuwa a cikin fasalin buɗe abubuwa."}}
{"translation": {"en": "Briefly, this self-exile from The Realm of Permanence came about by the failure of all those Doers who subsequently became human beings, to pass a certain test, which it was necessary for all Doers to pass, in order to complete the individual Triune Selves.", "ha": "A takaice, wannan korar da aka yi daga Gidan Mulkin Sama ya samo asali ne ta hanyar gazawar dukkanin wadannan Doka wadanda daga baya suka zama 'yan Adam, su wuce wani gwaji, wanda ya zama wajibi ga dukkan Masu Doka, don kammala dukkan nau'ikan Triune ."}}
{"translation": {"en": "American Rhythm and Blues", "ha": "Shafin Farko na Amirka na Rhythm da Blues"}}
{"translation": {"en": "Everyone lives in the Netherlands.", "ha": "A cikin Netherlands, dukkanin mutane sun yi wasa."}}
{"translation": {"en": "What's up with the sponsor/banner pics?", "ha": "Don haka Menene Game da Ƙarin Bandbredd / Dataöverföring?"}}
{"translation": {"en": "After painting the scene en plein air, he painted two slightly more refined versions in his studio at the asylum.", "ha": "Bayan ya zana hoton a cikin iska , sai ya zana hotunan dan kadan a cikin ɗakinsa a mafaka."}}
{"translation": {"en": "The update is not applicable to Office", "ha": "Wo man laga kar office ka kam kar rahi hai.."}}
{"translation": {"en": "The woman who was to date, an ideal figure is now a curse, and why?", "ha": "Kafun muyi aure in kika batamun rai kina bani hakuri, amman yanzun hakan na miki wahala, me yasa?"}}
{"translation": {"en": "For you to shed pounds and gain the desired form you need to try this product.", "ha": "Kayan salad dinki kuma ki tsfatace shi ya yanka shape din da kike bukata, kiyi kwalliyar da kike so."}}
{"translation": {"en": "20:11 Meanwhile, certain men, from the company of Joab, when they had stopped beside the dead body of Amasa, said: \"Behold, the one who wished to be in the place of Joab, the companion of David.\"", "ha": "20:11 A halin yanzu, wasu maza, daga kabilar Yowab, Da suka tsaya kusa da gawar Amasa, yace: \"Duba, wanda ya so zama a wurin Yowab, abokin Dawuda. \""}}
{"translation": {"en": "Hopefully, things will go back to normal as they were prior to the pandemic.", "ha": "Akwai fatan cewa nan da shekaru masu zuwa, ana iya komawa gudanar da ayyukan ibada kamar yadda aka saba kafin ɓullar cutar."}}
{"translation": {"en": "you don't stop playing because you grow old", "ha": "i domi tsu zu ke sai ta i chi rin ga u tsu ku shii"}}
{"translation": {"en": "Recently, Yi Chen (pseudonym) followed his parents to the Institute of Otorhinolaryngology of the Armed Police Hospital for hearing examination.", "ha": "Kwanan nan, Yi Chen (mai magana) ya bi mahaifansa biyu zuwa Cibiyar Nazarin Otorhinolaryngology na asibitin 'yan sanda na rundunar' yan sanda don sauraron binciken."}}
{"translation": {"en": "It's not like water.\"", "ha": "Kamar ma ba ayi ba kamar anyi ruwa an dauke.\""}}
{"translation": {"en": "and were typically used to store", "ha": "An sayo su sau da yawa don amfani a cikin wanka."}}
{"translation": {"en": "We have already developed innovative solutions for the heir of the Shiver.", "ha": "Mun riga mun gabatar da wasu ra'ayoyi don amfanin terrace mai nasara"}}
{"translation": {"en": "In summer and winter, Tyrol is a favorite destination for a wonderful holiday in the mountains.", "ha": "A lokacin bazara ko hunturu, sanannen Matterhorn wuri ne mai ban mamaki na hutu a cikin duwatsu."}}
{"translation": {"en": "Graphically, this book is very special.", "ha": "Abinda ainihin ainihin wannan littafin shine cewa yana da tsada sosai."}}
{"translation": {"en": "\"The guy that did it.\"", "ha": "\"Mutumin da Ya Yi.\""}}
{"translation": {"en": "There is a reference to the existence of a param", "ha": "An yi imani da cewa akwai santsiya don karin kumallo."}}
{"translation": {"en": "This is the proper way to change the conscience, and we do it by study of the Bible and prayer.", "ha": "Dole ne mu tsayayya da shaidan, kuma muna yin hakan ta hanyar binciken Baibul da addu'o'i."}}
{"translation": {"en": "What's exciting about LeoVegas is that they are continuing to grow.", "ha": "Babban alama na itace mai lemun tsami shine cewa suna ci gaba da girma a cikin girman."}}
{"translation": {"en": "There are other ways to teach acting skills.\"", "ha": "A nan suna da ikon koyan wasu sana'o'i na hannu.\""}}
{"translation": {"en": "The Album named: Insidious", "ha": "Shafukan yanar gizo masu asiri: Inodes"}}
{"translation": {"en": "• Willing to relocate to a Mining town in the Northern Cape", "ha": "• Harin kwantan bauna a ka Kai wa jami'an a wani gari da ke arewacin kasar."}}
{"translation": {"en": "Apple has released an update that will be installed in the background that fixes this exploit.", "ha": "Yanzu haka Apple ya sanya jerin iyaka a lokacin bayanan da za a daidaita waɗanda aka gyaru a wannan lokacin."}}
{"translation": {"en": "We ended up selling our home for more than we had anticipated very quickly.", "ha": "Muka sayar da ginin da kudi mai yawa; fiye da yadda muke zato."}}
{"translation": {"en": "If he commit iniquity, I will chasten him (That's speaking of the Nation of Israel.) with the rod of men, and with the stripes of the children of men:\"", "ha": "Idan ya yi zãlunci, zan hukunta shi da sanda, don haka da cewa mutane yawanci, kuma tare da ratsi na 'ya'yan mutane."}}
{"translation": {"en": "In proximity to mine.", "ha": "Hafiya Inaya"}}
{"translation": {"en": "I realised that sexual liberation handed down from the Sex and the City third wave didn't have to be the norm.", "ha": "Na lura cewa ASE dole ne ya saki birnin daga zama na 13 da kuma tsaftace yanayin da ya fi wuya."}}
{"translation": {"en": "So don't worry, you'll get your chance to turn pro.", "ha": "Kada ku damu; zaka iya samun damar samun damar ta hanyar sake maimaita tsari."}}
{"translation": {"en": "time of writing this book, there is no indication when or if this will", "ha": "Kawo lokacin da muka rubuta wannan rahotu, babu bayani, suna ko wajen da wannan lamari ya faru."}}
{"translation": {"en": "the homes of teeming millions of", "ha": "Bhatar Na Mili Ta Mar Jiya"}}
{"translation": {"en": "\"How did it get hurt?\"", "ha": "\"Ta yaya zakarwar ta sami raunuka.\""}}
{"translation": {"en": "My main aim is to become a world champion.", "ha": "Babban burina shi ne na zama daya daga cikin kwararrun masu bada umarni a duniya."}}
{"translation": {"en": "The Opposition SKN Labour Party has also organized their own activities in commemoration of the event.", "ha": "Dan majalisar na PDP ya kuma dauki rantsuwar kama aiki a lokacin bikin rantsarwar."}}
{"translation": {"en": "Each pass contains six vouchers and there is no limit to pass purchases per person.", "ha": "A cikin tsarukan tsayi kowane gefe yana da innings guda biyu, kuma babu takamaiman iyaka ga adadin wuce gona da iri a cikin innings."}}
{"translation": {"en": "Even when the sun isn't...", "ha": "IF the sun don't shine ..."}}
{"translation": {"en": "Hold fast to it and follow it to the last letter.", "ha": "Yi wahayi daga gare shi kuma ku bi shi a matsayin na farko a jerin."}}
{"translation": {"en": "59 He said to another: \"Follow me.\"", "ha": "59 Ya kuma ce wa wani, \"Bi ni.\""}}
{"translation": {"en": "You may also think that nothing changes and you'll probably be right.", "ha": "Za ka iya ji kamar ba za ka iya canza kanka, da kuma cewa gaskiya ne."}}
{"translation": {"en": "Considered to be the first modern poet", "ha": "An san shi ne a matsayin zama na farko na rawa na zamani ."}}
{"translation": {"en": "I heard you the first time, Blaise.", "ha": "Sai kun ji Ni, A Karo Na Biyu, Alh."}}
{"translation": {"en": "If you don't impose your ideas and assumptions, you can act appropriately for the situation.", "ha": "Idan ba ka yarda da waɗannan sharuɗɗan da halin, za ka iya yin amfani da aiyukanmu."}}
{"translation": {"en": "Between 1592 and 1598 CE Hideyoshi would twice invade Korea in a conflict known as the Imjin Wars.", "ha": "Daga tsakanin 1592 da 1598, Hideyoshi ta kaddamar da manyan hare-hare guda biyu na yankin Korea, wanda aka sani da Imjin War."}}
{"translation": {"en": "Is it a matrix switch or an HDMI out from the existing TV?", "ha": "Naujawan Larke Larkion Ko Jinnat Ka Asar Kyun Hota Hai aur Iska Hal Kya Hai? - Paigham TV"}}
{"translation": {"en": "Because it's fin.", "ha": "Amu ko kumaraja"}}
{"translation": {"en": "In Strokeplay, there is no penalty, unless both balls lay on the putting prior to the stroke, in which case the player incurs a penalty of two strokes.", "ha": "A cikin wasan bugun jini, babu wani hukunci, sai dai idan kwallaye biyu sun kasance a kan saka kore kafin bugun jini, a cikin haka idan mai kunnawa ya ɗauki hukuncin kisa guda biyu."}}
{"translation": {"en": "I have the IP address, but that's it.", "ha": "Wi-Fi har yanzu kuna da IP ɗinku amma wannan shi ne"}}
{"translation": {"en": "• Unreleased music from the vaults", "ha": "• Downlaod music daga ginannen saman lissafin waža."}}
{"translation": {"en": "He was saved not because of his enthusiasm, prayers, or good works, but because of the mercy of God bestowed on him in Christ.", "ha": "Bai sami ceto ba saboda tsananin sha'awarsa, sallah, ko ayyukan kirki, amma saboda jinƙan Allah wanda aka ba shi cikin Almasihu."}}
{"translation": {"en": "Break down all items that are to be included in assignments and provide goals to be reached and ensure that checkpoints are in place.", "ha": "Kashe duk abubuwan da za a hada da su a cikin ayyukan da kuma samar da burin da za a kai kuma tabbatar da cewa akwai wuraren bincike."}}
{"translation": {"en": "\"Yesterday, April 9, 2019, the ATF conducted waves of attacks against several targets.", "ha": "\"Jiya, ranar 9 ga watan Afrilu 2019, rundunar ta gudanar da hare-hare akan yan bindigan da dama."}}
{"translation": {"en": "of the Church, not Peter.", "ha": "Pierre kuma ba - ba Pierre ba, Pierre ba haka ba ne"}}
{"translation": {"en": "how many rooms there are in the Tretyakov Gallery and which in the Tretyakov Gallery 106 halls, the gallery collection is divided into paintings, graphics, icon painting and sculpture.", "ha": "yawan kujerun da ke cikin Tretyakov Gallery da kuma wadanda suke cikin dakunan dakunan Tretyakov Gallery na 106, an rarraba tarin Gallery a zane-zane, graphics, iconography da sassaka."}}
{"translation": {"en": "of happiness; but in the face of death", "ha": "Duk da gabana ya fa'da Amma nayi murna sosai da mutuwar tasa"}}
{"translation": {"en": "fond of herding groups of people into buildings and then shelling it.", "ha": "Matsalar mai aiki da karfin ruwa zuwa wasu kwantena, sannan busa busasshen biredin."}}
{"translation": {"en": "So, I'd say that there isn't also in other Romance languages like Spanish and Italian.", "ha": "Yanzu, \"si\" yana a cikin wasu harsuna, kamar Mutanen Espanya da Italiyanci."}}
{"translation": {"en": "Numbers 12:12 Let her not be as one dead, of whom the flesh is half consumed when he comes out of his mother's womb.", "ha": "12 Bari ta ba ta zama kamar wanda ya mutu ba, wanda naman da aka cinye rabin lokacin da ya fito daga cikin mahaifiyarsa."}}
{"translation": {"en": "Women are fifty percent of the population, but only nineteen percent of the government.", "ha": "Mata sune 51% na yawan jama'a amma 40% ne kawai na watsa shirye-shirye."}}
{"translation": {"en": "Leaders don't have jobs; they are given opportunities.", "ha": "Manya ba su aiki ba, amma suna samun fensho."}}
{"translation": {"en": "On the other hand, poly is.", "ha": "sun Polly; dau."}}
{"translation": {"en": "You can easily cover all your living expenses and even save some money every month.", "ha": "Za ka iya ajiye akalla kadan na kudi kowane wata, har ma ga waɗanda suke da mummunan sa."}}
{"translation": {"en": "An example of confusion in the python environment", "ha": "Wannan misali ne na hargitsi wanda ya kasance a cikin duniyar dijital."}}
{"translation": {"en": "In 1509, Isabella's husband, Francesco, was captured by the forces of King Charles VIII of France and held in Venice as a prisoner.", "ha": "A shekara ta 1509, matar Mista Isabella, Francesco, ta kama shi da sojojin King Charles VIII na Faransa, kuma an yi shi a Venice a matsayin fursuna."}}
{"translation": {"en": "If you don't have enough money to get back home, take whatever you need.\"", "ha": "Idan babu akwai a daki na a durowa, duk sanda ki ke da bukatar su, za ki iya zuwa ki dauka.\""}}
{"translation": {"en": "\"Don't blame other people for your problems.\"", "ha": "\"Kada ka fada matsalolinka ga kowa.\""}}
{"translation": {"en": "BAM: how it started.", "ha": "NAB: Yadda An Fara Da Shi ."}}
{"translation": {"en": "So we shouldn't take it against our beloved pets.", "ha": "Ba za mu ajiye a kan tsuntsayen da muke ƙaunata ba."}}
{"translation": {"en": "Everything that is material is corruptible, and therefore the human body (insofar as it is \"animal\") is mortal.", "ha": "Duk abin da yake abu ne corruptible, sabili da haka jikin mutum (musamman ma yadda shi ne \"\"dabba\"\") shi ne mutum."}}
{"translation": {"en": "James greeted me cheerfully.", "ha": "Farhan Ahmed Aliyar M."}}
{"translation": {"en": "\"Where were you this morning?'", "ha": "\"Ina ka shiga ne yau tun safe?\""}}
{"translation": {"en": "To each of the new officials, the Defence boss warned: \"Get rid of Boko Haram, or we get rid of you.\"", "ha": "Wani darakta na SSS ma cewa ya yi, \"ko dai mu yi wa 'yan adawa aiki ko kuma mu kawo wa yakin Boko Haram cikas, amma sai mun fitar da shi daga ofis.\""}}
{"translation": {"en": "It works and is popular.", "ha": "Yana aiki, kuma zai zama Popular."}}
{"translation": {"en": "\"How can I be praying for you?\"", "ha": "\"Yaya kasan ina maka addu'a?\""}}
{"translation": {"en": "Submitted 4 years ago by andyrosenberg.", "ha": "An buga shi shekaru 5 da suka gabata ta hanyar andytehnerd."}}
{"translation": {"en": "Lamentations 1:9 Her filthiness was in her skirts; she didn't remember her latter", "ha": "Mak 1:9 HAU - Ƙazantarta tana cikin tufafinta,Ba ta tuna d"}}
{"translation": {"en": "Apple, the company he founded and then saved, is in many ways the lasting legacy of Steve.", "ha": "Apple, kamfanin da ya gina kuma daga baya ya cece shi, yana cikin hanyoyi da yawa Steve ya kasance mafi yawan abin gado."}}
{"translation": {"en": "There's a melody to Aaron Sorkin's writing.", "ha": "Par sach kahun yaaron jab girte the aansu"}}
{"translation": {"en": "That is why the rumors have started up that the Bolts are in the market for a goalie.", "ha": "Wannan shine dalilin da yasa dillalai kamar eToro suka fice a kasuwa."}}
{"translation": {"en": "minutes per day in front of a television", "ha": "Kowace rana a watsa shirye-shiryen talabijin tare da shirye-shirye."}}
{"translation": {"en": "He said, \"Go home to your family.", "ha": "Sai ya ce: \"Ku koma wajen iyalanku, ku koyar da su addinin musulunci."}}
{"translation": {"en": "What do I do with the stem?", "ha": "Me zan yi amfani da sauti?"}}
{"translation": {"en": "I seemed to \"roll out of my body.\"", "ha": "Na kasance kamar 'Duk abin da za ku fita daga fuskata.'"}}
{"translation": {"en": "Because when I'm here", "ha": "domin idan nayi"}}
{"translation": {"en": "Nokia 6800 - Carphone Warehouse offers some great deals on the Nokia 6800.", "ha": "nokia 8.1 price 15000under ho gayi kiya kahne uske bare me sharmji......."}}
{"translation": {"en": "He really does not care about the story", "ha": "'A gaskiya ba ta damu da tarihi ba."}}
{"translation": {"en": "Power is delivered to a 3.73-ratio rear axle using carbon-fiber plates in a limited-slip differential to improve handling and longevity.", "ha": "An ba da wutar lantarki zuwa kashi 3.73-raunin baya ta amfani da farantin firam na carbon a cikin ƙananan layi don inganta haɗin kai da tsawon lokaci."}}
{"translation": {"en": "- By the end of the movie", "ha": "Har zuwa karshen fim din."}}
{"translation": {"en": "Having kids is wonderful.", "ha": "\"Samun yara yana da ban mamaki."}}
{"translation": {"en": "The concept of customer service is a term that implies helping people.", "ha": "A nada sarautar Sadauki, kalmar dake nufin mai yiwa mutane hidima."}}
{"translation": {"en": "\"Why do I feel like this whole thing could be solved by sending Kim Jong Un a Disneyland pass?\" -Jimmy Kimmel", "ha": "\"Me ya sa nake jin kamar wannan abu zai iya warware matsalar ta hanyar aikawa da Kim Jong Un a cikin jirgin Disneyland?\" - Jimmy Kimmel"}}
{"translation": {"en": "Don't save people during a nuclear attack, they may not be kind to you in the future", "ha": "Kada ka yi ƙoƙari ya zama mai gwanin ban mamaki a rana daya - kana iya zama mai laushi a idanun wasu."}}
{"translation": {"en": "All of it happened in real life", "ha": "Kuma a cikin rayuwar sirri na samfurin ya faru duka."}}
{"translation": {"en": "objective of achieving a better return", "ha": "Lebe na tsarin layin dawo da mai ya fi kyau"}}
{"translation": {"en": "Peace be upon me, the day I was horn, and the day I die, and the day I am raised up alive!\"", "ha": "33\"Kuma aminci ya tabbata a gare ni a rãnar da aka haife ni da rãnar da nake mutũwa da rãnar da ake tãyar da ni inã mai rai.\""}}
{"translation": {"en": "Jeff Crumb finished 28th...", "ha": "Yacine Brahimi 28 - -"}}
{"translation": {"en": "Her 4 year old loved it.", "ha": "Ko jikata 'yar shekara huɗu ta so shi."}}
{"translation": {"en": "I have never taken my girls to the pumpkin patch.", "ha": "watashi ni totte kazoku wa ichiban taisetsu na mono da."}}
{"translation": {"en": "It is important to be competitive with our European competitors.", "ha": "A lokaci guda, ya dace don samar da samfuran ga abokan cinikinmu na Turai."}}
{"translation": {"en": "He finally looked up, his eyes shimmering.", "ha": "Ya 'karashe yana kallon cikin idanun ta dake cike taf da 'kwalla."}}
{"translation": {"en": "What is the use of me surviving?", "ha": "Apke shauhar k ghar me unke ammi Abu nahi hai?"}}
{"translation": {"en": "How do you take care of your textbooks?", "ha": "Ta yaya kake adana manyan takardunku?"}}
{"translation": {"en": "\"Because his ingegno does not please me, ah madonna!\"", "ha": "\" kuka tasaka tace baya kaunata wallahi, Allah Anty baya sona.."}}
{"translation": {"en": "\"Yeah,\" he whispers against Dean's lips.", "ha": "\"Yes Mah\" ya fad'a yana tsosar lips nashi."}}
{"translation": {"en": "What are the 6 ethnic groups in India?", "ha": "Su wanene likitoci na 10 a India?"}}
{"translation": {"en": "As a parent, we want the BEST for our children.", "ha": "A matsayin iyayenmu, muna son abin da ya fi kyau ga 'ya'yanmu."}}
{"translation": {"en": "The single artwork is cool, at least.", "ha": "Ginin ƙamus na yau da kullum , akalla, yana da kyau sosai."}}
{"translation": {"en": "Ben is a person.", "ha": "ben ya personne ce matin."}}
{"translation": {"en": "There's been lots of discussions regarding registry cleaning and the inherent risks and benefits, so I won't repeat it here.", "ha": "Yawancin abubuwa an fada game da tsarin masarufi da kuma wahalar da kwayar cuta ta ciki, kuma babu wata ma'ana a sake maimaita shi."}}
{"translation": {"en": "Content related to Clemmons", "ha": "Sunayen da cewa tafi tare da Clemons"}}
{"translation": {"en": "So why aren't the storm troopers using AK-47s?", "ha": "Yace dalili kuwa babu yanda zasu rika fuskantar masu rike da Bindigar AK47 yayin da su suke rike da Bindigar toka."}}
{"translation": {"en": "He nearly jumped out of his seat until he calmed himself with the realization.", "ha": "Wucewa ya yi zuwa sashinsa daga shi har ita a jiyar zuciya suka saki."}}
{"translation": {"en": "Keep in mind that the nature of a hosted", "ha": "Tune Kya Kar Dala Mar Gayi Mai Mit Gayi Mai"}}
{"translation": {"en": "History and its purpose.. - Today is the Day.", "ha": "A cikin ma'anarsa da kuma amfani, wannan lokaci ne na yau da kullum."}}
{"translation": {"en": "You can even suggest a solution to your neighbor.", "ha": "Wataƙila har ma sun ba ku tayin tura maƙwabta."}}
{"translation": {"en": "the issue not cultural differences.", "ha": "Duk da haka, wannan batu ba koyaushe bambance-bambancen na al'ada."}}
{"translation": {"en": "My thought is that if a company doesn't have a professional, functioning, nicely designed, error-free site, that doesn't make the company look very reputable.", "ha": "Na yi imanin cewa idan abin da kamfani ke aiwatarwa ba shimfiɗaɗɗen tsari bane, da gangan aka tsara shi, ba dabara bane."}}
{"translation": {"en": "It seems to not have blossomed in years.\"", "ha": "Da alama babu ruwan tukin jirgi da shekaru.\""}}
{"translation": {"en": "All these instances do give us an insight into what may be true.", "ha": "Tabbas, duk wannan bayani yana kawo mu ga abin da duhu zai iya zama BE."}}
{"translation": {"en": "Adams Family lost 100% of its health.", "ha": "Danyen man Brent ya rasa kusan kashi 60% na ainihin farashinsa."}}
{"translation": {"en": "Map of combat actions in Ukraine's east on September 29 - October 4", "ha": "Yunƙurin warware rikicin gabashin Ukraine 27.11.2014"}}
{"translation": {"en": "It doesn't use X<>", "ha": "Bai Mu Dan ×"}}
{"translation": {"en": "It's so-ooo funny, you'll be laughing so hard you'll cry !! ...", "ha": "\" Dariya kande tayi tace ohhh ne yar nan darana ma sai kun soye!..."}}
{"translation": {"en": "And how will you respond to the question, \"Am I enough?\"", "ha": "ina cikin wane Hali amira please kibarne nayi, \" kai ka isa?"}}
{"translation": {"en": "My advice would to wait just one more week for the check and if it comes, cash it and don't send the item until the check clears, and if it doesn't arrive within the next week...e-mail the person and tell them to just forget the whole thing.", "ha": "A wasu lokutan ma kuɗ in mutum ne zai nuna ya fito ga shi har ya ga saƙo, amma sai su maƙale, ya gama jiransa ba su fito ba, kuma bai ji alamar an dawo da su ba, duk da haka idan yaje bankin don a maido masa da su sai a ce masa, sai bayan mako guda ya dawo, da haka dai wani sai ya kusa kaiwa wata guda."}}
{"translation": {"en": "And I'm charging the batts now", "ha": "Ina son Masu Lissafi Kyauta Yanzu"}}
{"translation": {"en": "S aid he (Pharaoh), \"Do you believe in Him before I give you leave?", "ha": "49; Ya ce: \"Ashe, kun yi ĩmãni sabõda shĩ, a gabãnin in yi muku izni?"}}
{"translation": {"en": "By the way, if you want to cosplay, you wont be alone.", "ha": "2 Idan kai mai son ci da yawa ne sai ka kanne."}}
{"translation": {"en": "It isn't often in life that you get a chance to", "ha": "A rayuwa, ba za ku taba samun damar dama wacce ta dace da yardar ku ba."}}
{"translation": {"en": "These worksheets are suitable for children who are able to print and identify numbers to 100.", "ha": "Wadannan takardun aiki suna dace da yara masu iya bugawa da kuma gano lambobin zuwa 100 ."}}
{"translation": {"en": "god almighty, give me the strength to continue", "ha": "Ya Allah ka bani ikon farawa da gamawa cikin koshin lafiya."}}
{"translation": {"en": "But Naaman is a lucky man.", "ha": "Na'aman ya yi farin ciki sosai."}}
{"translation": {"en": "EU nuclear energy policy in 2016", "ha": "nukiliya a shekarar 2016."}}
{"translation": {"en": "Recently declassified photographs.", "ha": "Kwanan nan ta buga hotunan haɗin gwiwa akan su."}}
{"translation": {"en": "Everyone wants to keep their data safe and easily manageable.", "ha": "Dukkanansu suna so shi ya zama mai sauƙi kuma mai sauƙi don gudanarwa."}}
{"translation": {"en": "We met during an excursion that began in Finland and finished in Germany, passing through Russia.", "ha": "Mun haɗu a lokacin yawon shakatawa wanda ya fara a Finland kuma ya ƙare a Jamus, ya wuce ta Rasha."}}
{"translation": {"en": "This seems to be good, although not everything is rosy, as managing funds to invest in the department must always be complicated.", "ha": "Wannan alama ya zama mai kyau, kodayake ba duk abin da yake baƙar fata ba, kamar yadda shugabancin kuɗi don zuba jari a cikin sashin dole ne ya kasance da wahala."}}
{"translation": {"en": "when he was recalled to consciousness by", "ha": "An saki kafin, don Console dandamali."}}
{"translation": {"en": "Matthew tells Vicky, \"I'm going to go out", "ha": "Inna ta mike tana fad'in\"to bari nashirya muje."}}
{"translation": {"en": "we've done away with the physical phone", "ha": "mun essamble karala phone haduwa neda."}}
{"translation": {"en": "When purchasing a ticket, select the desired date and arrival time.", "ha": "Idan ka sami kantin sayar da kake so, zaɓi ranar da kake son kuma danna kan lokacin da ke samuwa don alƙawari."}}
{"translation": {"en": "that, once he arrived at his destination, he was not sure", "ha": "Bayan ya shigo babu ko sallama ya iso inda take."}}
{"translation": {"en": "This kit is official as there is a kit with Arduino, but we can also get the board separately or use other unofficial kits, kits that are just as good as the original.", "ha": "Wannan kayan aikin na hukuma ne saboda akwai kayan aiki tare da Arduino, amma kuma zamu iya samun allon daban ko amfani da wasu kayan aiki mara izini, kayan aikin da suke da kyau kamar na asali."}}
{"translation": {"en": "Suddenly, Japan was flooded with new and foreign ideas, including new art forms.", "ha": "Nan da nan, Japan ta ambaliya tare da sababbin ra'ayoyin kasashen waje da na kasashen waje, ciki har da sababbin fasaha."}}
{"translation": {"en": "Its title - Am I A Hindu. - was the vital question its author was chasing before finally deciding to write this primer inand publish it with his own money.", "ha": "Matsayinsa - Am IA Hindu? - shine muhimmiyar tambaya da marubucin ya ke bi kafin ya yanke shawarar rubuta wannan mahimmanci a shekarar 1988, kuma ya buga shi da kansa."}}
{"translation": {"en": "Zimbabwe launched controversial land reforms in the year 2000 when ruling ZANU-PF party activists and veterans of the 1970s liberation seized large swathes of farms.", "ha": "Zimbabwe ta gabatar da sauye sauyen filaye a cikin 2000 lokacin da masu fafutuka daga jam'iyyar ZANU-PF mai mulki da kuma tsoffin shugabannin da suka samu 'yanci a shekarun 1970 suka mamaye gonaki."}}
{"translation": {"en": "The protesters demonstrated", "ha": "yayin da Furotesta sun tabbatar da cewa wadannan littattafai ba"}}
{"translation": {"en": "not just an artist and it's interesting", "ha": "Ba kawai sana'a bane, amma abin sha'awa sosai."}}
{"translation": {"en": "From a civil liberties point of view, the claim that Christopher Columbus discovered America contains several problematic implications.", "ha": "Daga ra'ayin ra'ayoyin 'yanci, da'awar cewa Christopher Columbus gano Amurka yana da matsaloli masu yawa."}}
{"translation": {"en": "free forgiveness of sins for the sake of the Good Shepherd's vicarious", "ha": "Mazauna wani kauye a Filato sunyi wa makiyaya mummunar ta'asa"}}
{"translation": {"en": "21:13 He shall take a virgin as his wife .", "ha": "21:13 Ya kuma ɗauki wani budurwa a matsayin matarsa."}}
{"translation": {"en": "The admissions materials at local schools are typically in Chinese and there's little support for families and students who do not speak Chinese.", "ha": "Hanyoyin shiga cikin makarantun gida suna da yawa a kasar Sin kuma akwai goyon baya ga iyalai da daliban da ba su yin magana da Sinanci."}}
{"translation": {"en": "The dynamic between rich and poor is often very jarring.", "ha": "Yawancin lokaci ana yin jita-jita masu arziki kuma suna da dadi sosai."}}
{"translation": {"en": "It is a mistake in every way", "ha": "Bayyana m kurakurai a kowace hanya."}}
{"translation": {"en": "By the time you finish searching for it, you'll be caught.", "ha": "Komai tsawon lokacin da yake so ka gano, an kama ka."}}
{"translation": {"en": "No one knows more about justice than John Walsh.", "ha": "9 (Hausa) Babu wanda ya san game da lafiya fiye da John."}}
{"translation": {"en": "David Taylor wrote that the school", "ha": "\"Wlhi Dady na hakura da karatun acan"}}
{"translation": {"en": "Without Prayer...", "ha": "Duwai - Bila"}}
{"translation": {"en": "enemies to ourselves).", "ha": "Ga abokan gabanmu sun yi zoba kanmu,"}}
{"translation": {"en": "A brief summary of the services I can provide for you are:", "ha": "Takaitaccen takaitaccen bayani wanda zan iya ba ku, wanda da gaske zaku samu don ganin ku, sune:"}}
{"translation": {"en": "The Caddo Pipeline has been substantially completed and operations began in January 2017.", "ha": "An kammala layin narkar da bakin karfe kuma an fara aiki da shi a watan Agusta 2012."}}
{"translation": {"en": "Signs of that are visible.\"", "ha": "daga ganin alama kasan suna da fahimmanci gareshi.\""}}
{"translation": {"en": "Bacardi girls were out to hand out free shots which is never a good thing.", "ha": "matasa an dora su bias alkiblar da ta dace da hakan bata faru ba,"}}
{"translation": {"en": "So many of our designs were inspired by memories we've had with our dads.", "ha": "Wasu daga cikin mu sun yi sa'ar samun abubuwan tunawa game da abubuwan da suka faru a tare da Baba."}}
{"translation": {"en": "Fulfill them and you will be successful.", "ha": "All m asashe, listen! za a karfafa, kuma za a yi nasara da!"}}
{"translation": {"en": "From the sublime to the ridiculous is but one step.", "ha": "Daga abin kirki zuwa ga abin ba'a kawai mataki ne kawai."}}
{"translation": {"en": "I know that he is a special witness, and that he is an apostle of The Lord.", "ha": "\"Na lura da wasu alamomi, wannan mutumin ba malamin Allah da Annabi ba ne."}}
{"translation": {"en": "I've got the food", "ha": "Na sami wannan abincin"}}
{"translation": {"en": "SAK is a GREAT place to work!", "ha": "ExactTarget wuri ne mai kyau don aiki!"}}
{"translation": {"en": "\"That's not what they told us.", "ha": "\"Ba haka suka gaya mana ba."}}
{"translation": {"en": "The sergeants?", "ha": "kaka suka (SENSOR) ya?"}}
{"translation": {"en": "Despite the defeat, it was Chester who took the lead first.", "ha": "Dangane da wannan rikice-rikicen, Tyler shine shugaban farko da zai yi nasara a kan shi."}}
{"translation": {"en": "\"Otherwise I focus on the ones", "ha": "Sannan ina jan hankalin 'yan'uwa"}}
{"translation": {"en": "Naturally other devices may also be provided.", "ha": "Tabbas, sauran sabis, kamar yin shawara, ana iya ba da su ma."}}
{"translation": {"en": "Shot his fellow of the self-same", "ha": "Jirgi ya kashe mai daukar hoton 'selfie'"}}
{"translation": {"en": "I also noticed that the camera had captured the fact that there was a conflict going on between the brothers.", "ha": "Su ma sai na ga an sake turo wani sakon sun fara harbin 'yan uwa."}}
{"translation": {"en": "\"Coast to Coast\" with George Noory", "ha": "Coast zuwa Coast tare da George Noory"}}
{"translation": {"en": "If you want to disrupt and destroy a spiritual econo.", "ha": "Amma Vata shiga da kuma halakar da exuberant rayuwa ta ruhu."}}
{"translation": {"en": "Plasma Physics: The study of matter in the plasma phase.", "ha": "Plasma Physics - nazarin kwayoyin halitta a cikin jihar plasma."}}
{"translation": {"en": "i) but...you just said this...\"consider an ordinance that would criminalize people for not having their guns\"", "ha": "\"But....amma kamar kana da wani plan ne apart from dalilin da nasan ya sanyaka zaka mishi wannan abun\" hannu ya daga mata alamun dakatarwa"}}
{"translation": {"en": "President Gotabaya Rajapaksa meeting, Secretary of State Mike Pompeo during a visit to Sri Lanka.", "ha": "Gwamnan Jihar Sakkwato, Aminu Waziri Tambuwal a ziyarar aikin da ya kai kasar Moroko."}}
{"translation": {"en": "\"It rains every day.\"", "ha": "\"Domin ruwan sama yakan zubo kowace rana.\""}}
{"translation": {"en": "I want to pay with PayPal, so I clicked on PayPal and confirmed the information.", "ha": "Na fi son su Paypal, danna zuwa login ta Paypal lissafi da kuma kammala biyan bashin."}}
{"translation": {"en": "to sing (1)", "ha": "Jihan Shin (1)"}}
{"translation": {"en": "Stay away from firms that claim to get your web site on the first page of Google within a couple of days or some days.", "ha": "A wannan yanayin, mutanen da suka yi hulɗa tare da shafin yanar gizonku a kwanan wata ko kwanan wata."}}
{"translation": {"en": "The research team also noted that there may be a parallels between", "ha": "Sanarwar ta kuma ce, akwai yiwuwar samun sakafa daga duniyoyin sararin samaniya."}}
{"translation": {"en": "About 80% of Indians are Hindu", "ha": "Kusan a cikin 80% na dalibai daga Indiana ne."}}
{"translation": {"en": "\"Before putting the fish in.", "ha": "Kafin dadin dafa shi dafa a cikin tanda, kifi kifi."}}
{"translation": {"en": "Chelsea will pay the £89m release clause in Jan Oblak's Atletico Madridcontract to sign the 25-year-old Slovenia goalkeeper as a replacement for 26-year-old Belgium international Thibaut Courtois, who is set to join Real Madrid.", "ha": "Chelsea za ta biya fam miliyan 89 kan Jan Oblak na Atletico Madrid domin sayen golan Sloveniyar, mai shekara 25, inda zai maye gurbin mai tsaron gidan Belgium, mai shkeara 26, Thibaut Courtois, wanda ya shirya domin koma wa Real Madrid, kamar yaddaMundo Deportivo. ta bayyana."}}
{"translation": {"en": "A Fresh Start For The New Zealand Health Sector", "ha": "Abin girke-girke don salatin lafiya daga sabo ne"}}
{"translation": {"en": "The Da'wah Conference", "ha": "Da'wah salafiya"}}
{"translation": {"en": "essay on women freedom fighters of india June 22, 2020", "ha": "Saudiyya ta tsare mata masu fafutukar 'yanci 22.05.2018"}}
{"translation": {"en": "\"Let me explain but please, be silent.\"", "ha": "K'in sake masa hannun tayi \"Anas please calm down let me explain kaji?"}}
{"translation": {"en": "During our stay at Pangot, it had rained every day.", "ha": "A nan cikin garin Kaduna dai mun kwana ana ruwan sama."}}
{"translation": {"en": "14th anniversary gift ideas for women", "ha": "Mafi kyau na 24 Tashin Tattaunawa Tsammani ga Mata"}}
{"translation": {"en": "Slow down, watch out.", "ha": "zhu su yan; hu yi jian"}}
{"translation": {"en": "how is it going on now?", "ha": "Ta yaya yanzu ya ci gaba?"}}
{"translation": {"en": "Saint Mary's ready to introduce", "ha": "Qabr jis dam Meri tayyar karayi jaye"}}
{"translation": {"en": "The ceremony was completed at the altar with the godparents making the profession of faith for the child.", "ha": "A karshen wannan bikin ya faru a bagaden, inda masu godparents suka yi aikin bangaskiya ga yaro."}}
{"translation": {"en": "in operations, the Company has launched a massive", "ha": "A gefen haɗin ginin, kamfanin ya yi aiki mai yawa."}}
{"translation": {"en": "Make use of this information when", "ha": "ku fadawa bokan nan wannan sakon idan ya"}}
{"translation": {"en": "It also took into account the report of the 3-month 5G trials that commenced on November 25, 2019.", "ha": "An kuma duba rahoton gwajin 5G din da aka yi na watanni uku da aka fara a ranar 25 ga watan Nuwamban 2019."}}
{"translation": {"en": "One day, when there wasn't an attack, he went to her home to inquire and see if she was well.", "ha": "Maimakon haka, lokacin da wata rana ta kasa kai farmaki da shi, sai ya tafi gida don ya tambayi yanayinta."}}
{"translation": {"en": "Loughborough drove out, and ate and drank, and was merry.", "ha": "wei lao bai xing ban shi shi -- shan xi sheng shi shi nong cun yin shui jie kun gong cheng ji shi"}}
{"translation": {"en": "\"I love it too.\"", "ha": "\" Ni kuma ina so.\""}}
{"translation": {"en": "What do you want people to know about the child you have lost?", "ha": "Almizan: zamu so mu ji halayyar wadannan 'ya'yan na ki da kika rasa?"}}
{"translation": {"en": "Most new processors today are based on 64-bit architecture and support 64-bit operating systems.", "ha": "Mafi yawan na'urorin sarrafawa a yau suna dogara ne akan gine-gine na 64-bit kuma suna goyon bayan tsarin aiki 64-bit."}}
{"translation": {"en": "scrapheap challenge season 15", "ha": "pyar tune kya kiya season15"}}
{"translation": {"en": "Way to act as a pro", "ha": "Yadda za a canza Canjin Tsara kamar Pro"}}
{"translation": {"en": "Number: is One, a whole, as a circle, in which all numbers are included.", "ha": "Number: Daya ne, cikakke, a matsayin da'irar, wanda aka haɗa dukkan lambobi."}}
{"translation": {"en": "Glory be to the Father . . . [three times].", "ha": "Nindiya Lekar Aayi Baba Ki Yaad Suhani.mp3"}}
{"translation": {"en": "22 The stone which the builders rejected as worthless 4 turned out to be the most important of all.", "ha": "22 Dutsen da magina suka ƙi, wai ba shi da amfani, Sai ya zama shi ya fi duka amfani."}}
{"translation": {"en": "I'll let you imagine what it was like raising 15 year old me.", "ha": "Bari na Baku labari in kuka ganni zakuce nakai shekaru 15 Dan mugun girma nayi."}}
{"translation": {"en": "prove that she is capable of staging", "ha": "Dong jing shi jue she ji guan jian ci"}}
{"translation": {"en": "Obedience to the faith... - The Bible and the Church", "ha": "Aryarya sou kokkara ga tsure'n da yo na... wakaru"}}
{"translation": {"en": "Thanks for the step by step poached egg, mine always didn't turn out.", "ha": "Na gode da salo mai tsada a cikin raguwa, kayan lambu suna fitar da m, m, kuma suna kiyaye siffar ko da yaushe ba a soyayye ba."}}
{"translation": {"en": "Johnny Depp's ex-wife claims that the actor would never ...", "ha": "Matanan auren Johnny Depp sun tabbatar da cewa actor bai taba mamaye mata ba"}}
