{"translation": {"en": "The first child was named Cain.", "ig": "Mgbe ha mụrụ nwa nwoke mbụ ha, ha kpọrọ ya Ken."}}
{"translation": {"en": "26Seth also had a son, and he named him Enosh.", "ig": "26Set wee mụọ nwa nwoke, o wee gụọ ya Inọsh."}}
{"translation": {"en": "They can help you:.", "ig": "Ha nwere ike inyere gị aka:"}}
{"translation": {"en": "We're the best!", "ig": "Anyị bụ ndị kachasị mma!"}}
{"translation": {"en": "My wife and I were there a couple of years ago.", "ig": "Mụ na di m gara ebe a afọ ole na ole gara aga."}}
{"translation": {"en": "I think we all want to live forever.", "ig": "Anyị niile chọrọ ịdị ndụ ebighi ebi."}}
{"translation": {"en": "And that is why I write about it.", "ig": "Nke ahụ bụ ihe mere m ji ede banyere ya ebe a."}}
{"translation": {"en": "Is it possible to be happy without love?", "ig": "Ọ ga -ekwe omume inwe obi ụtọ n'enweghi onye mmekọ?"}}
{"translation": {"en": "\"Tim's work is amazing.", "ig": "\"Ihe Tim mere dị ịtụnanya mana ọ dịkwa egwu."}}
{"translation": {"en": "The first step is to choose your area.", "ig": "Ihe mbụ ị ga-eme bụ ịhọrọ mpaghara ala gị."}}
{"translation": {"en": "- I don't know the name", "ig": "Amabeghị m aha ahụ."}}
{"translation": {"en": "Then this could be the app for you!", "ig": "Mgbe ahụ, ntụziaka a nwere ike ịbụ ihe maka gị!"}}
{"translation": {"en": "Today we learned a lot about service.", "ig": "Anyị mụtara ọtụtụ ihe gbasara nchekwa taa."}}
{"translation": {"en": "It does not prevent HIV or other sexually transmitted diseases.", "ig": "Ọgwụ a adịghị egbochi nje HIV ma ọ bụ ọrịa ndị ọzọ a na-ebute site ná mmekọahụ."}}
{"translation": {"en": "Obviously, I have...", "ig": "O doro anya na, m nwere ..."}}
{"translation": {"en": "Father: \"That's right, but why do you ask?\"", "ig": "Onye ọka iwu ahụ kwuru, sị, \"Nke ahụ bụ eziokwu, mana gịnị kpatara ị ji ajụ ajụjụ?\""}}
{"translation": {"en": "What is it you want to change in your community?", "ig": "Gịnị ka ị chọrọ ịgbanwe n'obodo gị?"}}
{"translation": {"en": "is a wonderful place to live!", "ig": "Nke ahụ bụ ebe dị ịtụnanya ịnọ!"}}
{"translation": {"en": "So how can you know what to do?", "ig": "Ya mere, olee otu ị maara ihe ị ga-eme?"}}
{"translation": {"en": "So I decided to build a blog", "ig": "N'ihi ya, ekpebiri m ịmepụta blog banyere ịde blọgụ."}}
{"translation": {"en": "If so, where I can I find it?", "ig": "Ọ bụrụ otú ahụ, olee ebe m chọta ha?"}}
{"translation": {"en": "We were happy, for a time.", "ig": "Nke a mere ka anyị nwee obi ụtọ ruo oge ụfọdụ."}}
{"translation": {"en": "Don't hesitate to send us an email or give us a call if you have have questions regarding our products.", "ig": "Yabụ ị kwesịrị ịkpọtụrụ anyị site na iziga anyị ozi ịntanetị ma ọ bụ kpọọ anyị mgbe ị nwere ajụjụ ọ bụla gbasara ngwaahịa anyị"}}
{"translation": {"en": "Differences Between God and Jesus", "ig": "Ọpụrụiche doro anya dị n'etiti onye Chineke na Jizọs bụ"}}
{"translation": {"en": "Jesus is every man's brother.", "ig": "Anyị kweere na Jizọs bụ Isi nke nwoke ọ bụla."}}
{"translation": {"en": "work in Sri Lanka", "ig": "Ọrụ na Sri Lanka"}}
{"translation": {"en": "It cannot solve all problems.", "ig": "Ka ọ dịgodị, ọ na-apụghị ịgwọta nsogbu niile."}}
{"translation": {"en": "Nothing in the Bible says that gambling is a sin.", "ig": "O nweghị ebe Baịbụl kwuru hoo haa na ịgba chaa chaa dị njọ."}}
{"translation": {"en": "It's not just error", "ig": "Nke a abụghị naanị mmejọ nkịtị."}}
{"translation": {"en": "Can we rely on the accuracy of the Scriptures?", "ig": "Ànyị nwere ike ịtụkwasị obi na izi ezi nke Akwụkwọ Nsọ?"}}
{"translation": {"en": "Talk time is 5 minutes.", "ig": "Oge ndabara bụ 5 sekọnd."}}
{"translation": {"en": "What is the description of the book?", "ig": "Kedu ihe a na-akpọ nkọwa nke akwụkwọ ahụ?"}}
{"translation": {"en": "The duration of the drug is seven to ten days.", "ig": "Mmetụta nke ọgwụ eji eme ihe bụ ihe dị ka 7-10 ụbọchị."}}
{"translation": {"en": "\"David said to him, \"\"Where do you come from?\"\"", "ig": "Devid wee sị ya: \" Olee ebe i si ?"}}
{"translation": {"en": "IP address: An IP address is a series of unique numbers that identifies a computer connected to the Internet.", "ig": "Adreesị IP: Adreesị IP bụ usoro nke nọmba pụrụ iche nke na-akọwa kọmputa ejikọrọ na Ịntanetị."}}
{"translation": {"en": "They said to him, \"Why does my lord say such things?", "ig": "Ma ha sịrị ya: \" Gịnị mere onyenwe m ji ekwu ụdị okwu a ?"}}
{"translation": {"en": "Justin Tokimitsu Nozuka is a Canadian-American singer and songwriter.", "ig": "Justin Tokimitsu Nozuka bụ a Canadian-American na-agụ egwú na songwriter."}}
{"translation": {"en": "You can go to a football game anytime.", "ig": "Nwere ike ịmalite njem gị n'ime ụwa nke ịgba chaa chaa n'oge ọ bụla."}}
{"translation": {"en": "started to do what his mom and dad had taught him to do.", "ig": "Ọ nọgidere na-eme ihe dị mma, otú ahụ mama ya na papa ya kụziiri ya."}}
{"translation": {"en": "I thank you for the book!", "ig": "Ekelere gị n'akwụkwọ a!"}}
{"translation": {"en": "God is ready to help you now, today.", "ig": "Taa ka Chineke jikeere ịzọpụta gị."}}
{"translation": {"en": "But, if not, which would be your choice?", "ig": "Ọ bụrụ na ọ bụghị, olee nhọrọ gị?"}}
{"translation": {"en": "Not just for the first few months, but for the entire duration of your contract.", "ig": "Ọ bụghị naanị maka ọnwa ole na ole mbụ, mana maka oge dum nke nkwekọrịta gị."}}
{"translation": {"en": "Don't worry we don't spam !", "ig": "Echegbula, anyị agaghị spam!"}}
{"translation": {"en": "Write therefore, what you have seen, what is now and what will take place later.", "ig": "Ya mere , dee ihe ndị ị hụrụ n' akwụkwọ , tinyere ihe ndị dị adị na ihe ndị ga- eme mgbe ihe ndị a gasịrị ."}}
{"translation": {"en": "Thanks for your support during these tough times.", "ig": "Enwere m ekele maka enyemaka gị n'oge ndị a siri ike,"}}
{"translation": {"en": "- The Baikal is the deepest lake in the world.", "ig": "Baikal bụ ọdọ mmiri kachasị mma na ụwa anyị."}}
{"translation": {"en": "What are the challenges to the students?", "ig": "Kedụ nsogbu nke a na-ebutere ụmụakwụkwọ?"}}
{"translation": {"en": "We want all to Learn.", "ig": "Ọ chọrọ k'anyị niile mụta ya."}}
{"translation": {"en": "This is why they could not believe: Isaiah also said,", "ig": "Ihe mere na ha enweghị ike ikwere bụ na Aịzaya kwukwara , sị:"}}
{"translation": {"en": "So if you know how to do it", "ig": "Nke ahụ bụ, ọ bụrụ na ị chọpụta otu esi eme ya."}}
{"translation": {"en": "I will appreciate your help's.", "ig": "M ga-enwe ekele maka enyemaka gị!"}}
{"translation": {"en": "He has been called by Christ to serve Him.", "ig": "Mara na Kraịst akpọwo gị n'aha gị iji jeere Ya ozi."}}
{"translation": {"en": "(Luke 23:43) Let us learn more about Jesus Christ and how he will make God's wonderful promises come true.", "ig": "(Luk 23:43) N'isiokwu na-esonụ, anyị ga-amụtakwu banyere Jizọs Kraịst nakwa otú ọ ga-esi mee ka ọmarịcha nkwa ndị Chineke kwere anyị mezuo."}}
{"translation": {"en": "We may not always understand God s actions, but we can be sure that He knows what He is doing.", "ig": "Anyị nwere ike ghara ịghọta ihe Chineke na-eme ugbu a na ndụ anyị, mana anyị nwere ike ijide n'aka na ọ bụ ihe ziri ezi."}}
{"translation": {"en": "Finally, you could stop working entirely.", "ig": "Site na nke a, ịnwere ike ịkwụsị ọrụ ahụ kpamkpam."}}
{"translation": {"en": "We hope that one of these methods is helpful to you.", "ig": "Enwere m olileanya na otu n'ime ụzọ ndị a ga-aba uru maka gị."}}
{"translation": {"en": "All the girls and women are different.", "ig": "Mụ nwoke niile dị iche, ụmụ agbọghọ dịkwa ka onye ọ bụla."}}
{"translation": {"en": "Samsung has officially announced that the production of the Galaxy Note 7 have been halted.", "ig": "Samsung kwenyesiri ike na ọ kwụsịrị mmepụta nke Galaxy Note 7"}}
{"translation": {"en": "You should be sure you use a different password for every site.", "ig": "Ọ dị mkpa iji jide n'aka na ị na-eji paswọọdụ dị iche maka akaụntụ ọ bụla."}}
{"translation": {"en": "Jesus was obedient even to the point of death.", "ig": "Jizọs rubeere Chineke isi ruo ọnwụ."}}
{"translation": {"en": "No one spoke a word against any of the Israelites.", "ig": "Ọ dịghị nwoke ọ bụla kwuru pịm megide ụmụ Izrel ."}}
{"translation": {"en": "Submissions are accepted only via email.", "ig": "A na-anabata ndoputa site na Faksị na Email naanị."}}
{"translation": {"en": "Religion is central to the military", "ig": "Nkwenye dị ezigbo mkpa maka ndị ọrụ"}}
{"translation": {"en": "There is a transition in the way people access the internet.", "ig": "Oge gbanwere mgbe ndị mmadụ nwere ike ịnweta ịntanetị site na kọmputa."}}
{"translation": {"en": "make sure everything's alright", "ig": "Jide n'aka na ihe niile dị mma."}}
{"translation": {"en": "you thought, \"No one sees me.\"", "ig": "Ị sịwo: \" Ọ dịghị onye na- ahụ m ."}}
{"translation": {"en": "It will be published online for everyone in the world to read.", "ig": "N'ikpeazụ, a ga-edere ederede weebụ maka ndị na-ege ntị n'ụwa niile ka onye ọbụla gburugburu ụwa nwere ike ịgụ ya."}}
{"translation": {"en": "Lisbon is not only a special city, but also the capital of Portugal.", "ig": "Obodo Moscow dị ịrịba ama ọ bụghị naanị n'ihi na ọ bụ isi obodo nke mba anyị."}}
{"translation": {"en": "What does it mean for every man?", "ig": "Ma gịnị ka ọ pụtara nye gị, onye ọrụ nke ọ bụla?"}}
{"translation": {"en": "My wife and I did not agree on it.", "ig": "Mụ na di m ekweghị."}}
{"translation": {"en": "Read this article and you will have clear views...", "ig": "Agụ isiokwu a, ị ga-enwekwa ezigbo echiche."}}
{"translation": {"en": "Creating an engaged email list should be one of the very first things you do when starting an online business.", "ig": "Ịmepụta listi email ga-abụ otu n'ime ihe mbụ ị na-eme mgbe ịmalitere blog."}}
{"translation": {"en": "Upon arrival at Dubai Airport, you will be transferred to the hotel by our local representative.", "ig": "Mgbe ị rutere n'Ọdụ Ụgbọelu International nke Dubai, a ga-akpọga gị na họtel gị site na onye nnọchiteanya anyị."}}
{"translation": {"en": "It searches for the URL.", "ig": "Chọọ maka URL"}}
{"translation": {"en": "It's really frustrating to see people in this type of situation.", "ig": "Ha sị na o bụ ezigbote nsogbu ma ha hụ ndị mmadụ n'ụdịrị ọnọdụ a."}}
{"translation": {"en": "Can you ask for help and understand the answer?", "ig": "Ị Pụrụ Ịjụ Mpempe Ngụ Mmasị ma Nweta Azịza?"}}
{"translation": {"en": "This will allow you to access at any time.", "ig": "Nke a ga-enye gị ohere ịlaghachi n'oge ọ bụla."}}
{"translation": {"en": "The main one is to be reasonable in your expections.", "ig": "Isi okwu m bụ na ịkwesịrị inwe ezi uche banyere ihe ị na-atụ anya ya."}}
{"translation": {"en": "Don't tell me this is paradise ?", "ig": "Ọ bụ na foto a adịghị agwa anyị ihe banyere Paradaịs?"}}
{"translation": {"en": "During the Second World War, ...", "ig": "Mana ọbụlagodi n'oge Agha Secondwa nke Abụọ,..."}}
{"translation": {"en": "Jesus said this show what kind of death He was to die.", "ig": "Jisọs kwuru nke a igosi ụdị ọnwụ nke ọ ga-anwụ."}}
{"translation": {"en": "I have a problem in P3Dv4.", "ig": "Enwere m otu nsogbu na p3d v4."}}
{"translation": {"en": "Ok, so here is my list..", "ig": "Ya mere,... si ebe a gaa, ebe a bụ ndepụta m:"}}
{"translation": {"en": "It might be about love, health, money or whatever else.", "ig": "O nwere ike ịbụ ihu igwe, ego, ahụike, ma ọ bụ isiokwu ọ bụla metụtara ya nke metụtara ahịa."}}
{"translation": {"en": "36 Then He dismissed the crowds and went into the house.", "ig": "36 Mgbe ahụ ọ hapụrụ igwe mmadụ ahụ wee banye n'ime ụlọ."}}
{"translation": {"en": "Do Jehovah's Witnesses Believe That They Are The Only Ones Who Will Be Saved?", "ig": "Ndịàmà Jehova Hà Chere na Ọ Bụ Naanị Ha Ka A Ga-azọpụta?"}}
{"translation": {"en": "But it does work without it.", "ig": "N'ezie, ọ na-arụ ọrụ dị mma n'enweghị ya."}}
{"translation": {"en": "Reliable internet, or not.", "ig": "Ikuku ntanetị na-enweghị nchebe dị mma ma ọ bụ na ọ bụghị?"}}
{"translation": {"en": "belongs to us all", "ig": "Imo bu nke anyi nile."}}
{"translation": {"en": "Lye, Grace - Lye, Mary", "ig": "Igbokwe, Rose - Igbozurike, Maria"}}
{"translation": {"en": "I purchased it for my daughter's birthday.", "ig": "M zụtara ya maka ụmụ m nwanyị maka ụbọchị ọmụmụ m."}}
{"translation": {"en": "He saw images in the air.", "ig": "Ọ hụrụ onyinyo ya na mmiri."}}
{"translation": {"en": "It's because the video is fake.", "ig": "Nke ahụ bụ n'ihi na vidiyo nke ụlọ ọrụ adịghị mma."}}
{"translation": {"en": "Took a while, but they made it!", "ig": "Ọ bụ ezie na o were oge, ma ha nwetara ya!"}}
{"translation": {"en": "A tribute to the warrior, By Femi Fani-Kayode", "ig": "Tribute to Dim Chukwuemeka Odumegwu Ojukwu - By Femi Fani Kayode"}}
{"translation": {"en": "Choose a Map.", "ig": "Họrọ Map ."}}
{"translation": {"en": "His last published work can be found on TechHive, VentureBeat and Game Rent.", "ig": "Enwere ike ịchọta ọrụ ya ebipụtara na TechHive, VentureBeat na Game Rant."}}
{"translation": {"en": "Flash Drive isn't recognized", "ig": "Flash drive adịghị ghọtara"}}
{"translation": {"en": "Take, for instance, the search engine Google.", "ig": "Ka anyị were njikarịcha Search Engine (SEO) dị ka ihe atụ."}}
{"translation": {"en": "If you check out this article about choosing the best Linux distribution you will see a list of the top 25 distributions as listed on Distrowatch.", "ig": "Ọ bụrụ na ị nyochaa isiokwu a banyere ịhọrọ nkesa Linux kachasị mma ị ga-ahụ ndepụta nke nkesa 25 kachasị dị ka edepụtara na Distrowatch."}}
{"translation": {"en": "If you have any questions, feel free to ask and I'll respond as soon as possible.", "ig": "Ọ bụrụ na ị nwere ajụjụ ọ bụla, nweere onwe gị ịjụ n'okpuru ebe a, m ga-aza gị ozugbo enwere ike."}}
{"translation": {"en": "My Counselor is...", "ig": "Onye nyere m ndụmọdụ bụ ..."}}
{"translation": {"en": "You may need to double check that to make sure.", "ig": "Ị nwere ike amaworị ya mana ị kwesịrị ịlele okpukpu abụọ iji jide n'aka."}}
{"translation": {"en": "As my father has sent me, so I send you.\"", "ig": "Dị ka Nna m zitere m, otú ahụ ka m na-eziga gị.\""}}
{"translation": {"en": "Either way, the deleted messages are still there.", "ig": "N'ụzọ ọ bụla, ozi ndị ehichapụ ka dị n'ebe ahụ."}}
{"translation": {"en": "As a water sports enthusiast, you have to be ready for anything.", "ig": "Dị ka onye nwe saịtị WordPress, ịkwesịrị ịdị njikere maka ihe ọ bụla."}}
{"translation": {"en": "This is not American Chinese food.", "ig": "Nke a abụghị nri China."}}
{"translation": {"en": "There are some games that can be installed from the web Google Play store to the Shield TV, but that method is no guarantee that the game will work.", "ig": "E nwere egwuregwu ndị a ga-arụnyere na ụlọ ahịa Google Play Web na Shield TV, ma usoro ahụ abụghị nkwa na egwuregwu ahụ ga-arụ ọrụ."}}
{"translation": {"en": "When Jesus ascended to heaven, what did he send the Holy Spirit to do?", "ig": "(a) Mgbe Jizọs laghachiri eluigwe, olee ihe dị mkpa ndịozi ya kwesịrị ntụkwasị obi mere?"}}
{"translation": {"en": "So, we will take them and not harm you.\"", "ig": "N'onu ya, \"ihe ha mere jogburu onwe ya, anyị agaghị anabata ya, anyị ga-eme nyocha zuru oke ma kpụpụ ha ụlọịkpe\""}}
{"translation": {"en": "And there is no justice.\"", "ig": "Ma ọ dịghị iwu, ọ dịghị njehie. \""}}
{"translation": {"en": "And immediately after exiting from the synagogue, they went into the house of Simon and Andrew with James and John.", "ig": "Ha wee si n' ụlọ nzukọ ahụ pụọ ozugbo banye n' ụlọ Saịmọn na Andru , ha na Jems na Jọn ."}}
{"translation": {"en": "And that's what some of you have been.", "ig": "Ma nke ahụ bụkwa ihe ụfọdụ n' ime unu bụbu ."}}
{"translation": {"en": "\"That is my work.\"", "ig": "\"Chọpụta, ọ bụ ọrụ m.\""}}
{"translation": {"en": "I will let others speak about them.", "ig": "Mgbe ahụ, ha kwere ka ndị ọzọ kwuo banyere ha."}}
{"translation": {"en": "This is a CAD render of the Google Pixel 4.", "ig": "Nke a bụ mmeghe ihu na ntọala igwefoto ọhụrụ nke Google Pixel 4"}}
{"translation": {"en": "The Democrats are very religious people.", "ig": "Ndị Alakụba bụ ndị ji okpukpe kpọrọ ihe."}}
{"translation": {"en": "Your DSL speed can change depending on how you use the network.", "ig": "Ịgba ọsọ DSL nwere ike ịgbanwe ma dabere n'otú i si eji netwọk."}}
{"translation": {"en": "Just relax and let go off all your worries.", "ig": "Kpoo nsogbu gị niile ma dozie iwe niile metụtara gị."}}
{"translation": {"en": "4) Tutorials and support are available online", "ig": "Nkwado na ndụmọdụ ntanetị dịnụ ma enwere ike ịnye ihe ntanetịime."}}
{"translation": {"en": "Save yourself because no one else is going to do it for you.", "ig": "Kwaa onwe gị, n'ihi na ọ nweghị onye ọzọ ga-emere gị ya. - Amaghi"}}
{"translation": {"en": "I've needed help for some time.", "ig": "Anọ m na-achọ enyemaka onye na-ese ihe ruo oge ụfọdụ."}}
{"translation": {"en": "Worth watching this video if you're not familiar with how to do it.", "ig": "Ọ bara uru ịnye onye nyochaa foto gị foto ma ọ bụrụ na ị maghị kpọmkwem otu esi eme ya n'ụzọ ziri ezi."}}
{"translation": {"en": "The internet has made it easier to find information, but much of it hasn't changed.", "ig": "Igwe ịntanet emeela ka ikesa ozi gbasara ọgwụmgbochi dịwanye mfe, mana ọtụtụ akụkọ ndị ahụ anaghị abụcha eziokwu."}}
{"translation": {"en": "John 17:9 9 I pray for them.", "ig": "17:9 M ekpe ekpere maka ha."}}
{"translation": {"en": "Maybe because I care to have people hear what I say.", "ig": "Ana m eme ya n'ihi na achọrọ m ka ndị mmadụ gụọ ihe m ga-ekwu."}}
{"translation": {"en": "LORD will also deliver the army of Israel into the hand of the Philistines.", "ig": "Jehova ga- enyefekwa ndị agha Izrel n' aka ndị Filistia ."}}
{"translation": {"en": "Now I have a chance to show what I can do.", "ig": "Ha nyere m ohere igosi ihe m nwere ike ime."}}
{"translation": {"en": "The breakfast menu is my favorite.", "ig": "Muesli bụ nri ụtụtụ kachasị amasị m."}}
{"translation": {"en": "It is a chain of restaurants where it is cheap, and you can sit at the table and talk.", "ig": "Ọ bụ ụlọ nri dị iche iche ebe ọ dị ọnụ ala, ịnwere ike ịnọdụ ala na tebụl ma kwuo okwu."}}
{"translation": {"en": "Law 1: What are the forms of God's law?", "ig": "ISI NKE IRI NA OTU - Olee Otú Iwu Chineke Si Abara Anyị Uru?"}}
{"translation": {"en": "One of the first steps to securing your iPad is creating a password to lock it so that if someone steals it that they won't be able to access your data.", "ig": "Otu n'ime nzọụkwụ mbụ iji chebe gị na iPad bụ ịmepụta passcode iji kpọchie ya ka ọ bụrụ na mmadụ na-ezu ya na ha agaghị enwe ike ịnweta data gị."}}
{"translation": {"en": "It was my first week as project manager.", "ig": "Izu a bụ izu mbụ m dị ka Director of Technology maka Okporo ụzọ."}}
{"translation": {"en": "Herod says he has done nothing wrong.", "ig": "Herọd nꞌonwe ya kwa achọpụtaghị ihe ọjọọ ọ bụla nwoke a mere."}}
{"translation": {"en": "Ask the class a question that has four choices for the answer.", "ig": "Onye a na-amụrụ akwụkwọ ahụ weere ajụjụ ahụ, nke nwere ajụjụ anọ nwere ọtụtụ nhọrọ."}}
{"translation": {"en": "Once I began reading it, I couldn't stop.", "ig": "Mgbe m malitere ịgụ ya na enweghị m ike kwụsị ya."}}
{"translation": {"en": "Do I need to be a Russian citizen?", "ig": "Achọrọ m ịbụ nwa amaala?"}}
{"translation": {"en": "If we are going to learn anything from Britney Spears, it's this.", "ig": "Ọ bụrụ na enwere otu ihe ị ga-amụta site na mkpọsa Trump na Sanders, ọ bụ nke a."}}
{"translation": {"en": "The next step is to make sure people know you exist.", "ig": "Nzọụkwụ ọzọ bụ ịkwalite otu ihe ahụ ka ndị mmadụ mara na ọ dị adị."}}
{"translation": {"en": "And his mother's name was Nehushta, the daughter of El-nathan of Jerusalem.", "ig": "Aha nne ya bu Nehushta, ada Elnatan, nke si Jerusalem."}}
{"translation": {"en": "but the same app works on windows.", "ig": "Otú ọ dị, enwere nkata ndị ọzọ na-arụ ọrụ n'otu aka ahụ na kọmputa Windows."}}
{"translation": {"en": "I can relate to what your saying.....", "ig": "O nwere ike gosiputara ihe ị kwuru kama..."}}
{"translation": {"en": "\"God is light; there is no darkness in Him at all.", "ig": "Chineke bụ ìhè, ọchịchịrị adịghịkwa n'ime ya ma ọlị."}}
{"translation": {"en": "This is a great place where you can study public opinion and create it.", "ig": "Nke a bụ nnukwu ebe iji mụọ echiche ọha na eze ma mepụta ya."}}
{"translation": {"en": "Make sure you have signed up and enabled iCloud on your device.", "ig": "Ya mere, ị kwesịrị ijide n'aka na ị rụnyere ma TunesGo na iTunes na kọmputa gị."}}
{"translation": {"en": "why you do you want to work here?", "ig": "Gịnị mere na ị chọrọ na-arụ ọrụ ebe a?"}}
{"translation": {"en": "Macedonia is a rapidly developing country in Southeastern Europe.", "ig": "Macedonia bụ mba na-eto ngwa ngwa ma na-emepe emepe, nke dị na South-ọwụwa anyanwụ Europe."}}
{"translation": {"en": "\"The king also said to Zadok the priest, \"Are you not a seer?", "ig": "Eze wee sị Zedọk onye nchụàjà: \" Ọ̀ kwa ị bụdị onye ọhụ ụzọ ?"}}
{"translation": {"en": "What is the cost of a golden visa in Dubai?", "ig": "Kedu ihe nkọwa nke visa ọla edo dị na Dubai?"}}
{"translation": {"en": "11 Dear friends, if God so loved us, then we also ought to love one another.", "ig": "11 Ndị m hụrụ n'anya, ọ bụrụ na Chineke hụrụ anyị n'anya otu a, anyị kwesịkwara ịhụrịta ibe anyị n'anya."}}
{"translation": {"en": "High precision, low noise, high reliability and long life3.", "ig": "Ikike ceramic dị elu, na-atụgharị, mkpọtụ dị ala na ogologo ndụ.3."}}
{"translation": {"en": "Because of the corona measures, the information you find here may differ from what is actually possible.", "ig": "Dabere na mbipute nke Chrome, nhazi mbụ ị hụrụ nwere ike ịdịtụ iche na nke e gosipụtara ebe a."}}
{"translation": {"en": "This error appears when the game isn't able to connect to the server.", "ig": "Njehie a gosiri mgbe njikwa egwuregwu enweghị ike ime njikọ Wi-Fi."}}
{"translation": {"en": "Not all beginners will know how to do that.", "ig": "Mana ọ bụghị onye ọrụ ọ bụla, karịsịa onye mbido, maara otú e si eme ya."}}
{"translation": {"en": "i want to travel and work", "ig": "Achọrọ m ijere ma rụọ ọrụ na NIA."}}
{"translation": {"en": "When I watch television, it's usually a movie.", "ig": "Ọ bụrụ na m na-ekiri telivishọn, ọ na-abụkarị Channel Discovery."}}
{"translation": {"en": "In addition, you must implement a mechanism that allows the rejection of all", "ig": "Na nke mbụ ị kwesịrị ịmepụta ihuenyo mkpọchi nke ga-egbochi onye ọ bụla nwere ohere ịnwetaghị ikike."}}
{"translation": {"en": "Now I am going to tell you how to do this by running the executable file through three steps.", "ig": "Ugbu a, m ga-agwa gị otu esi eme nke a site na iji faịlụ ahụ na-arụ ọrụ site na nzọụkwụ atọ."}}
{"translation": {"en": "It kinda helped me because I am in a similar situation.", "ig": "I nyeere m aka ịtụgharị uche nke ọma, nke mere na nwunye m nọ n'ọnọdụ yiri ya ugbu a."}}
{"translation": {"en": "in helping people to change.", "ig": "Nyere ndị mmadụ aka ịgbanwe."}}
{"translation": {"en": "• Better insight into the company and its products/offering", "ig": "• Na-ezitere gị ozi ndị ọzọ metụtara ngwaahịa gị na / ma ọ bụ ọrụ gị"}}
{"translation": {"en": "One of the top names in managed WordPress hosting, Kinsta has gained tremendous success and recognition since its inception in January.", "ig": "Otu n'ime aha ndị kachasị aha na nchịkọta WordPress, Kinsta enwewo ọganihu ma nwee mmeri dị ukwuu kemgbe ụlọ ọrụ malitere njem ha na 2013."}}
{"translation": {"en": "Some tried to create a cozy and beautiful children's room, to purchase the best toys.", "ig": "Ụfọdụ gbalịrị ịmepụta ụlọ dị mma na ụmụaka mara mma, ịzụta ihe ndị kacha mma."}}
{"translation": {"en": "There are a number of speeds available for IDE ranging from ATA/33 to ATA/133.", "ig": "E nwere ọnụ ọgụgụ ọsọ ọsọ maka IDE dị site na ATA / 33 ruo ATA / 133."}}
{"translation": {"en": "A long time ago, Technology", "ig": "Ọ bụ ogologo oge gara aga mgbe a bịara na nkà na ụzụ."}}
{"translation": {"en": "The patients may have their data sold on the black market.", "ig": "Ha nwere ike izuru data ka ha wee ree ya n'ahịa ojii."}}
{"translation": {"en": "He's traveled all over", "ig": "Ugbu a, ọ gafere ókèala niile."}}
{"translation": {"en": "Remember, the content on your blog is available for the world to see.", "ig": "Cheta, ọdịnaya dị na blog gị dị maka ụwa ịhụ."}}
{"translation": {"en": "All of christendom has benefited from this.", "ig": "Ihe atụ a ga-abakwara ndị Kraịst niile uru."}}
{"translation": {"en": "So he returned and told his father and mother, \"I have seen a daughter of the Philistines in Timnah.", "ig": "O wee gbagoo gwa nna ya na nne ya , sị: \" Ọ dị otu nwaanyị m hụrụ na Timna n' ime ụmụ nwaanyị ndị Filistia , lụtaranụ m ya ."}}
{"translation": {"en": "Jesus answered, \"You don't know me or my Father; if you knew me, you would know my Father as well.\"Jesus said these things when he was teaching in the temple area, in the place where they received the offerings.", "ig": "Jizọs zara, sị: \"Unu amaghị m, unu amaghịkwa Nna m.+ Ọ bụrụ na unu maara m, unu gaara amakwa Nna m.\"+ 20 O kwuru ihe ndị a n'ebe a na-edebe ego+ mgbe ọ na-ezi ihe n'ụlọ nsọ."}}
{"translation": {"en": "Nibiru is not here.", "ig": "Nibiru Is Not Here Yet"}}
{"translation": {"en": "We become God's enemy.", "ig": "Anyị bụrụla ndị iro Chineke na mbụ."}}
{"translation": {"en": "And the word of the LORD came to Haggai a second time on the 24th", "ig": "Okwu Jehova wee ruo Hagaị ntị nke ugboro abụọ n' abalị iri abụọ na anọ n' ọnwa ahụ , sị:"}}
{"translation": {"en": "In other words, there is always change.", "ig": "Nke abuo, SEO nọ na ọnọdụ mgbanwe mgbe niile."}}
{"translation": {"en": "If you don't already have an SSL certificate for qmail:", "ig": "Ọ bụrụ na ịnweghị sava SMTP maka akaụntụ ahụ:"}}
{"translation": {"en": "She then left her house at around midnight.", "ig": "Nwanyi a mechara chụpụ ya n'ụlọ mgbe o ji ọkara gafee elekere iri nke abalị."}}
{"translation": {"en": "Do the same thing on the other", "ig": "Mee otu ihe ahụ n'akụkụ nke ọzọ."}}
{"translation": {"en": "Three changes will be enough.", "ig": "Mgbanwe atọ ha kwesịrị ime ezuola oke."}}
{"translation": {"en": "It started during the period in which emperor Constantine was in power.", "ig": "Ọ kachasị n'oge ọchịchị Emperor Constantine nke ihe kara njọ."}}
{"translation": {"en": "My story was published in Frankie magazine (issue 53).", "ig": "E biputara akụkọ ya n'akwụkwọ mgbasaozi a kpọrọ \"McSweeney's Quarterly Concern (Issue 53) .\""}}
{"translation": {"en": "The water's history", "ig": "Akụkọ M Gbasara Mmiri"}}
{"translation": {"en": "companies may be liable for the payment", "ig": "Ndị ụlọ ọrụ nwere ike ịtụle inye ụgwọ maka ọrụ ndị ọrụ."}}
{"translation": {"en": "What is the meaning of forward?", "ig": "gịnị ka nganiihu pụtara?"}}
{"translation": {"en": "Once you read some of the quotes it is easy to see why AI is so important.", "ig": "Ozugbo ị ghọtara ihe 2FA bụ, ọ dị mfe ịhụ ihe kpatara ya ji dị ezigbo mkpa."}}
{"translation": {"en": "14 \"This good news of the Kingdom will be preached in all the inhabited earth,\" said Jesus Christ in his prophecy about \"the conclusion of the system of things.\"", "ig": "14\"A ga-ekwusakwa ozi ọma nke a nke alaeze n'elu ụwa dum mmadụ bi,\" ka Jizọs Kraịst kwuru n'amụma o buru banyere \"ngwụsị nke usoro ihe a.\""}}
{"translation": {"en": "And she wanted to do something to show her appreciation.", "ig": "Ọ gwara Agụ na ọ ga-emere ya nnukwu ihe ọma, iji kelee ya."}}
{"translation": {"en": "The woman speaks out", "ig": "Nwanyị ahụ kwuru."}}
{"translation": {"en": "This is not to say you can't post useful and static information.", "ig": "Nke a apụtaghị na ịnweghị ike ịchọta ihe ụfọdụ gbasara nsụgharị dị mma ma ọ bụ nke eji eme ihe."}}
{"translation": {"en": "We are a factory, located in Guangdong,China.Welcome to visit our factory.", "ig": "Anyị bụ ndị emeputa, na anyị nwere onwe anyị factory na Guangzhou.We nabata gị ileta anyị factory."}}
{"translation": {"en": "If these steps are not done, regression is likely.", "ig": "Ọ bụrụ na mmezigharị ndị a dị mkpa emezughị, nsonaazụ ya bụ ike na-aga n'ihu."}}
{"translation": {"en": "17 This I command you, that you love one another.", "ig": "17 Ana m enye unu iwu ndị a, ka unu wee hụ ibe unu n'anya."}}
{"translation": {"en": "Foreign entrepreneurs can obtain a residence permit in Germany on the basis of conducting business.", "ig": "N'ebe a, ezigbo nwa amaala mba ọzọ nwere ike ịnweta akwụkwọ ikike obibi mgbe ọ debanyere aha ụlọ ọrụ azụmahịa na Croatia."}}
{"translation": {"en": "Can choose a 100%.", "ig": "Ị nwere ike ịhọrọ site na otu na 100 percent."}}
{"translation": {"en": "You can view your favorite brands with price options for different products and services in one place.", "ig": "Nwere ike ịlele ụdị ọkacha mmasị gị na nhọrọ ọnụahịa maka ngwaahịa dị iche iche n'otu ebe."}}
{"translation": {"en": "All about us...", "ig": "Gbasara anyị..."}}
{"translation": {"en": "The most affordable way to go is to build all the information and add it into the location yourself.", "ig": "Ụzọ dị ọnụ ala ị ga-aga bụ iji mepụta ọdịnaya niile ma tinye ya na saịtị ahụ n'onwe gị."}}
{"translation": {"en": "You can also listen to your favorite songs on the camcorder.", "ig": "I nwekwara ike ige nti pọdkastị kachasị amasị gị n'ime Rhythmbox."}}
{"translation": {"en": "Some people go to work to earn money.", "ig": "Ụfọdụ ndị na-achọ ọrụ n'èzí iji nweta ego."}}
{"translation": {"en": "Three days later, it's gone.", "ig": "Ọ na-ehichapụ mgbe ụbọchị atọ gasịrị."}}
{"translation": {"en": "And when Jephthah had judged Israel six years he died, and was buried in one of the cities of Gilead.", "ig": "Jefta wee kpee Izrel ikpe ruo afọ isii , e mesịa , Jefta onye Gilied nwụrụ , e wee lie ya n' obodo ya nke dị na Gilied ."}}
{"translation": {"en": "After I finished I asked if he had any questions, and he said that he did not.", "ig": "Oge ọ jụchaara ajụjụ niile ọ jụrụ, a jụrụ m ya ma ọ jụchaala, ọ sị m e na ọ jụchaala."}}
{"translation": {"en": "A good meeting.", "ig": "Nice meet ya"}}
{"translation": {"en": "Saul sought him every day, but GOD didn't deliver him into his hand.", "ig": "Sọl wee na- achọ ya mgbe niile , ma Chineke enyefeghị ya n' aka ya ."}}
{"translation": {"en": "So Saul died, and his three sons, so all his household members died together.", "ig": "Sọl na ụmụ ya atọ wee si otú a nwụọ , ndị ụlọ ya niile nwụkọtara ọnụ ."}}
{"translation": {"en": "46:15 These were the sons of Leah, whom she bore to Jacob in Padan-aram, and his daughter Dinah.", "ig": "Ndị a bụ ụmụ ndị ikom Lia , ndị ọ mụụrụ Jekọb n' ime Padan-eram , tinyere nwa ya nwaanyị bụ́ Daịna ."}}
{"translation": {"en": "The measure would fund the government through September 2016.", "ig": "Ma nke a ga-eme ka steeti ahụ nwee ike ichekwa ego ruo mgbe February nke 2017."}}
{"translation": {"en": "If you are in search of a 2nd passport, Vanuatu is a perfect destination due to its stable financial system, the excellent tax residency conditions and good telecommunication infrastructure.", "ig": "Ọ bụrụ n 'ịchọrọ paspọtụ nke abụọ, Vanuatu bụ ebe kachasị mma n'ihi sistemụ ego ya kwụsiri ike, ọnọdụ obibi ụtụ ụtụ mara mma yana akụrụngwa nkwukọrịta ọma."}}
{"translation": {"en": "Though not the cheapest of its kind, it's definitely one of the easiest to use and manage.", "ig": "Ọ bụ ezie na ọ bụghị ngwa ngwa, n'ezie ọ bụ usoro netwọk kachasị mfe iji wụnye ma jikwaa."}}
{"translation": {"en": "The reality is that although 2020 will go down in history as a year of profound change.", "ig": "Eziokwu bụ na ọ bụ ezie na 2020 ga-agbada na akụkọ ntolite dịka afọ nke mgbanwe miri emi."}}
{"translation": {"en": "There are many social activities which can not appear every day.", "ig": "Kwa ụbọchị, enwere ọtụtụ adreesị agaghị ekwe omume nke a ga-edozi n'ime usoro ahụ."}}
{"translation": {"en": "The very best in my book!", "ig": "Ọ bụ ihe kacha eju eju n'akwụkwọ m!"}}
{"translation": {"en": "The Minneapolis office will represent the Firm's clients", "ig": "Chimaobi Ebisike nke PDP ga-anọchiteanya ndị Aba n'ụlọomeiwu nta"}}
{"translation": {"en": "Here is where you'll find free themes.", "ig": "Nke a bụ ebe ị ga-achọ maka isiokwu ndị dị na free."}}
{"translation": {"en": "Please share this information to help people wake up.", "ig": "Biko kekọrịta edemede a iji nyere ụmụ nwoke aka ka ha jidekwa ahụike ha."}}
{"translation": {"en": "Have no fear, such problems are easy to resolve.", "ig": "Na echegbula, nsogbu ndị a na-adịkarị mfe idozi na iPad."}}
{"translation": {"en": "The song is 12 minutes long.", "ig": "The song dịruru 2.2 nkeji."}}
{"translation": {"en": "They report over 1.6 billion daily visitors, compared to 70% of daily usage in 2015.", "ig": "76% nke ndị ọrụ Facebook gara na saịtị ahụ kwa ụbọchị n'oge 2016, yana ihe karịrị 1.6 ijeri ndị ọbịa kwa ụbọchị, ma e jiri ya tụnyere 70% nke ojiji kwa ụbọchị na 2015."}}
{"translation": {"en": "If you're a beginner, the BlueJ Java IDE might be right up your alley.", "ig": "Ọ bụrụ na ị bụ onye mbido, BlueJ Java IDE nwere ike ịbụ ebe ị na-egwu."}}
{"translation": {"en": "If you're tried to go to UAE.", "ig": "Ọ bụrụ na a nwara gị ịga UAE."}}
{"translation": {"en": "He moved to Ireland more than two decades ago as a political dissident.", "ig": "Ọ chịrị mba Zimbabwe ihe karịrị afọ iri atọ tupu a chụpụ ya nʻọkwa afọ abụọ gara aga."}}
{"translation": {"en": "A way of doing so is by registering your business on directory sites like Yelp, Yellow Pages, and others.", "ig": "Otu ụzọ isi mee nke ahụ bụ site na ịdepụta azụmahịa gị na ndekọ aha n'ịntanetị dịka na Yelp ma ọ bụ na Google Business."}}
{"translation": {"en": "You can also go through the official website and book your flight within three minutes.", "ig": "Ị nwekwara ike gụọ nyocha ma lelee vidiyo na -egosi isi mmega ahụ n'ime naanị nkeji asatọ."}}
{"translation": {"en": "By 2020, customers will manage 85 per cent of their relationship with a company without interacting with a single human.\"", "ig": "\"Site na 2020, ndị ahịa ga-achịkwa 85% nke mmekọrịta ha na-enweghị agwa mmadụ okwu.\""}}
{"translation": {"en": "And I will not erase his name from the book of life.", "ig": "Aga m ewepụ aha ya n'akwụkwọ nke ndụ."}}
{"translation": {"en": "The African culture, in particular, is most oppressive as a married woman is expected to live with her husband until the end of her days.", "ig": "Ndị Afrịka ọkachasị ndị Igbo, na-ewere ya na ọ bụ ezigbo ihe ka nwaanyị gosi na ọ lụọla di ma o bido ịza aha di ya."}}
{"translation": {"en": "We anticipate the group continuing for another year.", "ig": "\"Anyị na-arịọ ka onyeisiala hapụ ndị agha ka ha nọrọ ruo otu afọ ọzọ."}}
{"translation": {"en": "A. If he tells lies, people won't trust him.", "ig": "Ma ọ bụrụ na onye ahụ na-aghakarị ụgha, ọ gaghị atụkwasịli ya obi."}}
{"translation": {"en": "\"I can't answer that,\" said Lennon.", "ig": "\"Amaghị m otú m ga-esi zaa nke ahụ,\" Lang kwuru."}}
{"translation": {"en": "Who was the Yongle Emperor?", "ig": "Onye bụ Emperor Ogbonna?"}}
{"translation": {"en": "Again, that's my sin.", "ig": "Ọzọkwa, ọ bụ mmehie."}}
{"translation": {"en": "Here's the First 5 Steps to Take", "ig": "Ndị a bụ ndụmọdụ 5 iji soro ya na-emegharị, were nzọụkwụ mbụ"}}
{"translation": {"en": "Here, you will see another option.", "ig": "Na ihuenyo ọzọ, ị ga-ahụ ibe nhọrọ ọzọ."}}
{"translation": {"en": "\"When He came down from the mountain, large crowds followed Him.\"", "ig": "Ọtụtụ mmadụ sooro Jisọs mgbe o si nꞌugwu ahụ rịdata."}}
{"translation": {"en": "\"You can pay twenty dollars.\"", "ig": "\"Iri abụọ dollar nwere ike ịzụta ọtụtụ obere ego!\""}}
{"translation": {"en": "All these were {c} joined together in the vale of Siddim, which is the {d} salt sea.", "ig": "Ndị a niile jikọrọ aka wee zọrọ ije gaa na Ndagwurugwu Sidim , ya bụ , Oké Osimiri Nnu ."}}
{"translation": {"en": "He is to stay under house arrest until October 8.", "ig": "Ọ ga-anọkpa n'ụlọ nga wee ruo abalị iri n'asatọ nke ọnwa Febụwarị nke afọ a bụ ụbọchị a ga-ama ya ikpe."}}
{"translation": {"en": "The majority of people want one search engine that provides three important functions:", "ig": "Imirikiti ndị mmadụ chọrọ otu search engine nke na-enye ihe atọ dị mkpa:"}}
{"translation": {"en": "The story of the playstation", "ig": "Akụkọ banyere PlayStation"}}
{"translation": {"en": "There are an extensive amount of laws regarding cannabis consumption.", "ig": "Enweela ọtụtụ iwu agafe, nke na-akwado iwu iji cannabis."}}
{"translation": {"en": "Why can't I end the wars?", "ig": "Kedu ihe kpatara na enweghị m ike ịkwụsị oke ịkekọrịta niile?"}}
{"translation": {"en": "but I don't know how many", "ig": "Amaghị m ole."}}
{"translation": {"en": "The day will come when your enemies will surround and lay siege upon you from all sides.", "ig": "N' ihi na ụbọchị ga- abịakwasị gị mgbe ndị iro gị ga- eji osisi pịrị ọnụ wuo ogige gburugburu gị , ha ga- agbakwa gị gburugburu ma si n' akụkụ niile na- enye gị nsogbu ."}}
{"translation": {"en": "Somali-Canadian journalist among 26 people killed in Somalia", "ig": "Kismayo attack: Ndị nwụrụ na mwakpo ụlọ ndina na Somalia eruola 26 - BBC News Ìgbò"}}
{"translation": {"en": "It's quick and easy to install, and it even features a USB drive, allowing you to play personal files from hard storage.", "ig": "Ọ dị ngwa ma dị mfe ịwụnye, ọ na-enwekwa eriri USB, na-enye gị ohere igosi faịlụ onwe gị site na nchekwa siri ike."}}
{"translation": {"en": "I usually do this at the end, but that isn't a rule.", "ig": "M na-eme nke a na njedebe, mana nke ahụ abụghị iwu."}}
{"translation": {"en": "When one register his domain, he goes through the process of registering his domain name / URL to link it with the IP address.", "ig": "Mgbe ị debanyere ngalaba gị, ị ga-agafe usoro ịdenye aha ngalaba / URL gị iji jikọọ ya na adreesị IP gị."}}
{"translation": {"en": "However, there are still ways for you to engage with patients in a virtual setting.", "ig": "Otú ọ dị, e nwere ụzọ ndị ọzọ ị na-esi mee ka ị ghara ịbanye na njikọ Ịntanetị nke na-arụ ọrụ dịka ngbanwe anụ ahụ."}}
{"translation": {"en": "But of course, the move must be made before the commencement of the action.", "ig": "N'ezie, ịkwesiri inwe ọganihu n'ime egwuregwu ahụ tupu nke a amalite."}}
{"translation": {"en": "It should be eaten in 2-3 days.", "ig": "Ka ga-eri ha n'ime ụbọchị abụọ ma ọ bụ atọ."}}
{"translation": {"en": "I'm glad I have my photography", "ig": "Enwere m obi ụtọ na m nwere ihe ndozi m maka foto m."}}
{"translation": {"en": "As the company continues to build up the MotoCMS platform, making it more powerful and reliable, they also realized the need to further strengthen their brand identity.", "ig": "Ka ụlọ ọrụ ahụ na-aga n'ihu na-ewuli MotoCMS n'elu, na-eme ka ọ dịkwuo ike ma bụrụ ndị a pụrụ ịdabere na ya, ha ghọtara mkpa ọ dị iji mee ka njirimara ha dịkwuo ike."}}
{"translation": {"en": "JDG 8:19 And he said, \"They were my brothers, the sons of my mother.", "ig": "8:19 Ọ zara ha: \"Ha bụ ndị ụmụnna m, umu nne m."}}
{"translation": {"en": "And if God will do it for someone else, He will do it for us.", "ig": "\"Otú ọ dị, ọ bụrụ na Chineke na-emere ndị ọzọ ihe ndị a ma ọ bụ ihe ndị ọzọ, ọ dị anyị mkpa."}}
{"translation": {"en": "-Some neurons have thousands of receptors that are specific to certain neurotransmitters.", "ig": "Ụfọdụ neurons nwere puku ndị na -anabata ya na -achọ otu neurotransmitter."}}
{"translation": {"en": "While the petroleum industry is still vital to the country's economic success, the United Arab Emirates has seen continued growth in tourism, science and technology.", "ig": "Ọ bụ ezie na azụmaahịa mmanụ ka dị mkpa maka mmuta ego nke mba ahụ, United Arab Emirates ahụla mmepe nkwado na ụlọ ọrụ njem, sayensị na ihe ọhụrụ."}}
{"translation": {"en": "Alternatively, if you don't have a compatible mobile device, you can also use it through its Facebook app.", "ig": "N'aka ozo, oburu na i nweghi ngwaọrụ mkpanyere ekwenti, i nwekwara ike iji ya site na ngwa Facebook ya."}}
{"translation": {"en": "Making friends with people from India and Pakistan.", "ig": "Ruo ugbu a, anyị na-enyere ndị na-eme ememe si India na Pakistan aka."}}
{"translation": {"en": "Engineers often use this mechanism to help test network devices and applications.", "ig": "Ndị injinia na-ejikarị usoro a enyere aka inwale ngwaọrụ netwọk na ngwa."}}
{"translation": {"en": "Prayers for a baby girl", "ig": "Ekpere diri Nwa Agbọghọ Atụrụ nwanyị"}}
{"translation": {"en": "Jesus was born during the last years of Herod's reign.", "ig": "A mụrụ Jizọs n'ime afọ ikpeazụ ma ọ bụ afọ abụọ nke ndụ Eze na ọchịchị ọchịchị nke Eze Herọd."}}
{"translation": {"en": "Chronic Illness (coming soon)", "ig": "Ọrịa Ike ọgwụgwụ na-adịghị ala ala (na-abịa n'oge na-adịghị anya)"}}
{"translation": {"en": "the airport's security", "ig": "Tinyekwa echebe n'ọdụ ụgbọ mmiri"}}
{"translation": {"en": "It can contain an unordered list of", "ig": "O nwere ike ịbụ ndepụta a na-edekọghị ahazi nke akọwapụtara dịka igodo:"}}
{"translation": {"en": "The aptly named Private over the internet Access VPN service enables you to protect up to five devices at the similar time, like desktop and mobile devices.", "ig": "Ọrụ a na-akpọ Intanet Access VPN a na-eji aka ya emee ka ị chebe ruo ngwaọrụ ise n'otu oge ahụ, gụnyere ngwaọrụ desktọọpụ na ngwaọrụ mkpanaka."}}
{"translation": {"en": "This can be prevented by using the nocreate option.", "ig": "Enwere ike igbochi nke a site na iji nhọrọ --norc ."}}
{"translation": {"en": "3:20The man called his wife Eve, because she was the mother of all living.", "ig": "3:20 Na Adam na-akpọ aha nwunye ya, 'Eve,'N'ihi na ọ bụ nne nke niile dị ndụ."}}
{"translation": {"en": "That is equivalent to 4 viewing hours a day for about 20 years or 8 viewing hours a day for about 10 years.10.", "ig": "Nke ahụ dị ka oge elele anya 4 kwa ụbọchị maka ihe dịka afọ 20 ma ọ bụ 8 elele anya n'ehihie maka ihe dị ka afọ 10."}}
{"translation": {"en": "We don't want our website to look like another bootstrap.", "ig": "Maka na anyị achọghị ka saịtị anyị dị ka saịtị WordPress ọ bụla."}}
{"translation": {"en": "Your relationship has been broken.", "ig": "Njikọ mbanye gị emebiela."}}
{"translation": {"en": "I'm not afraid because You're always with me.", "ig": "Agaghị m atụ egwu ihe ọ bụla ọzọ, n'ihi na ị ga-anọ n'akụkụ m mgbe niile."}}
{"translation": {"en": "I was visiting motherless babies' homes in the Southeastern part of the country.", "ig": "Enwetara m onye rụrụ ụlọ maka ụmụaka enweghị nne na nna (motherless babies) n'Amichi dị n'okpuru ọchịchị Nnewi South."}}
{"translation": {"en": "Many of our brothers and sisters killed.", "ig": "Ọtụtụ ụmụnna anyị nyeere ha aka."}}
{"translation": {"en": "Fear not, for I am with you, and I will bless you and multiply your seed for the sake of Abraham, My servant.", "ig": "Atụla egwu , n' ihi na m nọnyeere gị , m ga- agọzikwa gị , meekwa ka mkpụrụ gị mụbaa n' ihi Ebreham ohu m ."}}
{"translation": {"en": "I don't know if you will see a difference in PQ & AQ between the XA2 & the A35.", "ig": "Amaghị m ma enwere ọtụtụ ọdịiche dị n'etiti FSX na P3D n'ihe banyere ATC."}}
{"translation": {"en": "Such laptops can turn out to be useful if you are planning to travel.", "ig": "Maka ndị na-eme njem, njirimara a nwere ike ịba uru ma ọ bụrụ na ị na-agbapụ ụzọ."}}
{"translation": {"en": "Comments in Russian (though they don't much matter).", "ig": "E nwekwara nkwado maka asụsụ Russian * (ọ bụ ezie na ụfọdụ ebe akara ajụjụ na-apụta, ma ọ bụghị ihe dị egwu)."}}
{"translation": {"en": "84% of the customers believe the experiences a company provides is as important as its products and services.", "ig": "84% nke ndị ahịa kwenyere na ahụmịhe nke ụlọ ọrụ na-enye dị mkpa dị ka ngwaahịa na ọrụ ya."}}
{"translation": {"en": "I strongly believe that the move will help change the mentality and perception of people.", "ig": "Ka o sina dị, ekwenyere m na blọọgụ ga-anọgide na-agbanwe etu esi akọrọ akụkọ na eziokwu na echiche n'etiti ọha na eze."}}
{"translation": {"en": "And I saw a great white throne and the One sitting on it.", "ig": "Ahụrụ m nnukwu ocheeze ọcha na onye nọkwasara n'elu ya."}}
{"translation": {"en": "But have you ever thought about History?", "ig": "Enweela mgbe ọ bụla ịtụgharị uche na ịkọ akụkọ?"}}
{"translation": {"en": "They have goals and motivations.", "ig": "Kama, ha nwere mmasi na ebumnobi ha."}}
{"translation": {"en": "Revelation 19:11 I saw heaven opened, and behold, a white horse!", "ig": "11 M wee hụ ka e meghere eluigwe, ma, lee, ịnyịnya ọcha!"}}
{"translation": {"en": "If you have any questions, please feel free to contact us directly!!!", "ig": "Ya mere ọ bụrụ na ị nwere ajụjụ ọ bụla, na-eche free ịkpọtụrụ anyị .Good chioma !!!"}}
{"translation": {"en": "Likewise, marriage laws are constantly changing, so what was true last year may not be true this year.", "ig": "Ọ dị ka igwe na - achọ ọchụchọ na - agbanwe algọridim ha oge niile, nke pụtara ihe nwere ike ịrụ ọrụ n'afọ gara aga, agaghị adịkwa irè n'afọ a."}}
{"translation": {"en": "\"Your wife Elizabeth will bear you a son, and you are to call him John.", "ig": "Ọ ga-emekwa ka Elizabet nwụnye gị tụrụ ime, mụtara gị nwa nwoke, onye ị ga-akpọ aha ya Jọn."}}
{"translation": {"en": "It's possible to survive", "ig": "Inwere ike ịlanarị."}}
{"translation": {"en": "Patreon's audience maybe artists and creative people, but anyone can use Patreon as a subscription service.", "ig": "Ndị na-ege ntị na Patreon nwere ike ịbụ ndị na-ese ihe na ndị okike, ma onye ọ bụla nwere ike iji Patreon dị ka ọrụ ndenye aha."}}
{"translation": {"en": "It's been amazing how technology has advanced over the past few years, and I'm excited to see what comes next.", "ig": "Ọ bụ ihe ịtụnanya nye m etu thentanetị si malite kemgbe ọtụtụ afọ, naanị m na-eche ihe ga-eme n'ọdịnihu."}}
{"translation": {"en": "They take the time to meet with you to assist in breaking through any challenges you might be experiencing.", "ig": "Ha na-ewepụta oge iji soro gị na-enyere gị aka imeri nsogbu ọ bụla nwere ike ịbịara gị."}}
{"translation": {"en": "The information on this manual covered everything you need to know when you want to re.", "ig": "Imirikiti ihe ọmụma ahụ nwere ihe niile ị chọrọ ịma mgbe ị na-akwaga ná mba ọzọ."}}
{"translation": {"en": "The above-mentioned details give a clear picture of why iTunes not working on your computer, as well as solutions for resolving the issue.", "ig": "Akwụkwọ ntuziaka a kọwara n'ụzọ zuru oke ihe mere na òké ahụ anaghị arụ ọrụ na kọmputa Windows na ihe ị ga-eme iji dozie ya."}}
{"translation": {"en": "It's easy now that you're here", "ig": "Nke ahụ bụ nnọọ mfe ebe ọ bụ na ị bụ ebe a."}}
{"translation": {"en": "I like that because I didn't want to read.\"", "ig": "Enwere m mmasị na nke ahụ n'ihi na achọghị m ịgụ ya.\""}}
{"translation": {"en": "Go to yahoo.com and enter x-box into the search engine.", "ig": "Gaa na Geocoder.us ma tinye na adreesị gị na igbe nchọta."}}
{"translation": {"en": "AGS is now back to $9.25 now.", "ig": "SNXUSD alaghachila ugbu a na igodo $ 9.300."}}
{"translation": {"en": "the two men had talked since Patrick had decided that he would run.", "ig": "O kwuru na mmadụ atọ ahụ lụsara Patrick ọgụ gbapụrụ mgbe ha hụrụ na ọ nwụọla."}}
{"translation": {"en": "They believed his word.", "ig": "Ha wee kwere n'ihe o kwuru."}}
{"translation": {"en": "While A domain name is a part of a larger internet address called a URL.", "ig": "Iji bụrụ nke ziri ezi n'ụzọ ziri ezi, ngalaba aha bụ otu akụkụ nke ọnụọgụ ịntanetị dị ukwuu a na-akpọ \"URL.\""}}
{"translation": {"en": "I wanted to laugh like a child.", "ig": "A kwara m emo mgbe m bụ nwata."}}
{"translation": {"en": "The name registered on your Nintendo DS will show? as the owner's name, including your date of birth.", "ig": "Aha e debara aha na Nintendo DS gị ga - apụta dị ka aha onye nwe ya, yana ụbọchị ọmụmụ gị."}}
{"translation": {"en": "If it occurs longer, or if she is dehydrated, then a veterinarian should be seen for treatment.", "ig": "Ọ bụrụ na ogbugbe ahụ na-eto, na-adị ọkụ, ma ọ bụ enwere mgbanwe ndị ọzọ na mpụga n'ihu, mgbe ahụ, a ga-akpọ onye na-agwọ ọrịa anụmanụ ka ọ kwuo okwu banyere ọnọdụ anụ ahụ."}}
{"translation": {"en": "Don't forget to include a link to your blog or review site.\"", "ig": "N'ụzọ dị otú ahụ, echefula 'ịchekwa itinye njikọ na-atụghachi azụ na ebe nrụọrụ weebụ ma ọ bụ blog gị."}}
{"translation": {"en": "telephone calls within 48 hours.", "ig": "Hapụ ekwentị naanị maka ihe na-erughị awa 48."}}
{"translation": {"en": "Here are the list of The Best Films for Your Smartphone", "ig": "Were foto kachasị mma na ngwa ngwa igwefoto ndị a maka smartphone gị"}}
{"translation": {"en": "We are really looking forward to releasing this new interface, and so glad that we can share it with you!", "ig": "Obi dị anyị ezigbo ụtọ banyere akwụkwọ ozi ọhụụ ọhụrụ ahụ, obi dịkwa anyị ụtọ na anyị so na ya!"}}
{"translation": {"en": "But I say to you that everyone who is angry with his brother shall be guilty before the court....", "ig": "Ma ana m asị unu, ọ bụrụ na iwe ewee gị megide nwanne gị, ị na-edo onwe nꞌọnọdụ onye a ga-ekpe ikpe."}}
{"translation": {"en": "\"Did you ever meet Jesus?\" he asked.", "ig": "Jisọs jụrụ ya sị, \"Ọ̀ bụ na ị ghọtaghị?"}}
{"translation": {"en": "You might find some text at the very beginning or end of the file that indicates what format it's in, which can help you find a suitable application for opening or editing it.", "ig": "Ị nwere ike ịchọta ụfọdụ ederede na mbido ma ọ bụ njedebe nke faịlụ ahụ na-egosi ụdị usoro ọ dị, nke nwere ike inyere gị aka ịchọta ngwa kwesịrị ekwesị maka imeghe ma ọ bụ dezie ya."}}
{"translation": {"en": "However, when we look to the Lord and put our faith in Him we will never be disappointed.", "ig": "Kama, ka anyị bulie Jisos elu karịa ihe niile ma jigide okwukwe anyị na Ya, Ọ gaghị eweda anyị ala."}}
{"translation": {"en": "I was scared of that day.", "ig": "Ana m agwa gị, ọ na-atụ m ụjọ n'ụbọchị ụnyaahụ."}}
{"translation": {"en": "No data set is perfect, and there are problems with the data.", "ig": "E wezụga enweghị ike maka data zuru oke, enwerekwa data data na-enye nsogbu."}}
{"translation": {"en": "\"Then all of you approached me and said, 'Let us send men before us, that they may search out the land for us, and bring back to us word of the way by which we should go up and the cities which we shall enter.'", "ig": "\" Otú ọ dị , unu niile bịakwutere m wee sị , ' Ka anyị zipụ ndị ikom ka ha buru anyị ụzọ gaa ledooro anyị ala ahụ ma kọọrọ anyị ụzọ anyị ga- esi gbagoo nakwa banyere obodo ndị anyị ga- abanye ."}}
{"translation": {"en": "Your prayers help.", "ig": "Ekpere anyi nonyere gi."}}
{"translation": {"en": "God's message to humankind is a call to faith in Aliorvmqve, the one and only God of Israel.", "ig": "Ozi Chineke nye mmadụ bụ ọkpụkpọ oku ka e nwee okwukwe na Yahweh, onye naanị ya bụ Chineke nke Israel."}}
{"translation": {"en": "NKJV So all Israel was recorded by genealogies, and indeed, they [were] inscribed in the book of the kings of Israel.", "ig": "E debara aha ndị Izrel niile n' akwụkwọ dị ka usoro ọmụmụ ha si dị; lee , e debara ha n' Akwụkwọ Ndị Eze Izrel ."}}
{"translation": {"en": "These are just a few favorites, and new ones are added all the time, but feel free to check out the complete list of XKit features.", "ig": "Ndị a bụ naanị ndị ọkacha mmasị, a na-agbakwụnye ndị ọhụrụ n'oge niile, ma ị nwere ike ịlele ndepụta zuru ezu nke atụmatụ XKit na ibe a."}}
{"translation": {"en": "Now is the moment of love.", "ig": "\"Oge nke ịhụnanya dị n'elu anyị."}}
{"translation": {"en": "Due to federal regulations, we ship to all U.S. states except Idaho, Wyoming, and South Dakota.", "ig": "N'ihi iwu gọọmentị etiti United States, anyị na-ebupụ ngwaahịa CBD na steeti US niile belụsọ Idaho, Wyoming na South Dakota."}}
{"translation": {"en": "The Samsung Galaxy S6 is ON in this case, but the screen shows nothing.", "ig": "Ihe ngosi nke Samsung Galaxy S6 abiala, ma ihe omimi agagh adi nma."}}
{"translation": {"en": "I read to the children.\"", "ig": "Na-agụrụ ụmụaka ndị a akwụkwọ dị iche iche. \""}}
{"translation": {"en": "Why are muji and uniqlo so different from each other?", "ig": "Olee ihe mere mkpoputa mkpurudaasusu ndi Achi ufodu na nke Igbo Izugbe jiri di iche?"}}
{"translation": {"en": "Likewise, you have to make sure to keep the container of the pills with you when you are outdoor.", "ig": "Ị kwesịkwara ijide n'aka na -ekpuchi osisi wii wii gị ma ọ bụrụ na ha bi n'èzí."}}
{"translation": {"en": "'But this is where we live!", "ig": "Nke a bụ ebe anyị na-enwu n'ezie!"}}
{"translation": {"en": "For example, we may use your Personal Information as follows:", "ig": "Ka ihe atụ, anyị nwere ike iji ozi nkeonwe gị na:"}}
{"translation": {"en": "Would purchase again, when needed.", "ig": "Ga-azụta ọzọ ma ọ bụrụ na ọ dị mkpa."}}
{"translation": {"en": "We cheer our clients to give us their feedback, both positive and negative, so we can better serve our clients in the future.", "ig": "Anyị na-agba ndị ahịa anyị ume inye anyị ntinye ha, ma nke ọma ma dị njọ, ka anyị wee nwee ike ịkwado ndị ahịa anyị n'ọdịnihu."}}
{"translation": {"en": "This task is pretty intricate, as both of these two are hard to tackle.", "ig": "Nke ahụ bụ ajụjụ siri ike n'ihi na ha abụọ yikọrọ ma ọ na-esiri anyị ike ịhọrọ n'etiti ha abụọ."}}
{"translation": {"en": "You only have to select the right service for your needs, mobile phone type and model, connectivity, etc.", "ig": "Naanị ị ga-ahọrọ ọrụ ziri ezi dabara na mkpa gị, ụdị ekwentị mkpanaka na ụdị, njikọta, wdg."}}
{"translation": {"en": "He must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined.", "ig": "kama ọ bụ onye na- ele ọbịa , onye hụrụ ezi ihe n' anya , onye uche ya zuru okè , onye ezi omume , onye na- eguzosi ike n' ihe , onye nwere njide onwe onye ,"}}
{"translation": {"en": "Selling and setting prices can be difficult.", "ig": "Nke ahụ kwuru, ịhazi atụmatụ na ọnụahịa nwere ike isi ike."}}
{"translation": {"en": "I'll start with Five.", "ig": "Ya mere, m ga-amalite na ise."}}
{"translation": {"en": "I say to you, whoever does not accept the kingdom of God like a child will not enter it.\"", "ig": "N' ezie , ana m asị unu , Onye ọ bụla nke na- anabataghị alaeze Chineke dị ka nwatakịrị agaghị aba n' ime ya ma ọlị ."}}
{"translation": {"en": "Choose the option for Comma Separated Values (Windows).", "ig": "Ugbu a, jide n'aka na Ụkpụrụ Zoro Eche (Comma Separated Values (Windows)) họrọ."}}
{"translation": {"en": "1) What's your current level of training and experience?", "ig": "Ego ole ka ị ga-enwetakwa maka agụmakwụkwọ na ahụmahụ gị ugbu a?"}}
{"translation": {"en": "Every man over the age of 45 is at the risk of Prostate Cancer", "ig": "Nwoke ọbụla gbara afọ 40 wee gbagobe, kwesịrị ịga nyochaa Prostate ya"}}
{"translation": {"en": "Woe to the earth and the sea, because the devil has come down to you, having great wrath, knowing that he has [only] a short time (Revelation 12:12b).", "ig": "12 N'ihi nke a, ṅụrịanụ ọṅụ, gị eluigwe na unu ndị bi n'ime ya!+ Ahụhụ+ ga-adịrị ụwa na oké osimiri,+ n'ihi na Ekwensu agbadatawo n'ebe unu nọ, ọ na-ewe oké iwe, ebe ọ maara na o nwere oge dị mkpirikpi.\"+"}}
{"translation": {"en": "If you want to talk about something else, talk about something else.", "ig": "Ị chọpụta na ọ chọrọ ka unu kwuo gbasara ihe ọzọ dị iche, soro ya kwurịta ya."}}
{"translation": {"en": "He described the incident as an injustice.", "ig": "Ọ kọwara mwakpo ahụ dịka nke adabaghị adaba."}}
{"translation": {"en": "I never knew what the jewish religion was about.", "ig": "Ma na-atụfughị mgbe achọpụtara m na ọ bụ ihe banyere okwukwe ndị Juu."}}
{"translation": {"en": "'Didn't you know I'd be in my Father's house?'.", "ig": "Ọ̀ bụ na unu amaghị na m ga- anọ n' ụlọ Nna m ?"}}
{"translation": {"en": "Nucleic acids research ...", "ig": "Nchọpụta Nucleic acid dị ugbu a ..."}}
{"translation": {"en": "Every single tooth is uniquely named and serves a specific function.", "ig": "Ihe ọ bụla nwere njirimara ya pụrụ iche ma jiri ya rụọ ọrụ pụrụ iche."}}
{"translation": {"en": "The crowd rebuked them, telling them to be silent, but they cried out all the more, \"Lord, have mercy on us, Son of David!\"", "ig": "Ma ìgwè mmadụ ahụ gwasiri ha ike ka ha mechie ọnụ; ma ha tisikwuru mkpu ike , sị: \" Onyenwe anyị , meere anyị ebere , Nwa Devid !"}}
{"translation": {"en": "\"And you will cry out in that day because of your king whom you have chosen for yourselves, and the Lord will not hear you in that day. \"", "ig": "Unu ga- eti mkpu ákwá n' ụbọchị ahụ n' ihi eze unu , bụ́ onye unu onwe unu họọrọ , ma Jehova agaghị aza unu n' ụbọchị ahụ ."}}
{"translation": {"en": "After the Party!", "ig": "\"Mgbe m gụsịrị ọmụmụ ihe!"}}
{"translation": {"en": "As you can see, her answer is always the same.", "ig": "Dịka ị pụrụ ịhụ, nzaghachi ahụ bụ nke yiri ya n'otu ụzọ."}}
{"translation": {"en": "Why eco-innovation is essential for business growth", "ig": "Ihe kpatara Martech ji bụrụ atụmatụ dị mkpa maka uto azụmaahịa _ Martech Zone"}}
{"translation": {"en": "His enemies had a plot to kill Nehemiah.", "ig": "Ndị na-eme ihe ọjọọ nwara inyere Sanballat aka igbu Nehemaịa."}}
{"translation": {"en": "The Free version does not require a license", "ig": "Njikwa Free Unlocker nwere nsụgharị dị na-anaghị achọ nkwụnye."}}
{"translation": {"en": "Also, the price of 3D Blu-ray Disc movies hovers between $35 and $40, which can be about $10 higher than most 2D Blu-ray Disc movies.", "ig": "Ọzọkwa, ụgwọ nke 3D Blu-ray Diski nkiri hovers n'etiti $ 35 na $ 40, nke bụ ihe dị ka $ 10 elu karịa ọtụtụ 2D Blu-ray Disc nkiri."}}
{"translation": {"en": "Microsoft recently announced the rollout of its brand new Windows 11.", "ig": "Microsoft webatara sistemụ arụmọrụ desktọpụ ọhụrụ ya n'oge na-adịbeghị anya - Windows 11."}}
{"translation": {"en": "Very stupid but...", "ig": "Ọ dị ka nzuzu mana ..."}}
{"translation": {"en": "Have you been hurt in the past year?", "ig": "N'afọ gara aga ọ dịtụla mgbe ị merụrụ onwe gị?"}}
{"translation": {"en": "He's just powerful.", "ig": "Naanị ya pụr'im'ihe niile."}}
{"translation": {"en": "No one will harm or destroy over my holy mountain, for as water fills the sea the earth will be filled with the knowledge of Yahweh.", "ig": "Ha agaghị emebi ma ọ bụ merụọ mmadụ ahụ n'elù ugwu m dị nsọ, n'ihi na ụwa ga-ejùpụta n'amamihe nke Yahweh dịka otu mmiri si jupụta n'osimiri."}}
{"translation": {"en": "OnePlus 7T is coming next week: Here's all we know about it", "ig": "Meizu 16X ga-ewepụta echi: nke a bụ ihe niile anyị na-atụ anya site na ekwentị ọhụrụ"}}
{"translation": {"en": "Peter tells us, \"His divine power has given us everything we need for life and godliness through our knowledge of him who called us by his own glory and goodness\" (2 Peter 1:3).", "ig": "Pita dere, sị: \"Ike Ya nke dị nsọ enyewo anyị ihe niile anyị chọrọ maka ndụ Chukwu site na nghọta anyị banyere onye kpọrọ anyị maka ebube na ịdị mma ya\" (2 Pita 1: 3)."}}
{"translation": {"en": "(2) Emerald pendant: Emerald is one of the most precious gems.", "ig": "Description: Igwe ọla ntị ndị a na - akpọ Emerald Cut bụ otu n'ime mkpụrụ osisi ọla anyị ji adọrọ adọrọ."}}
{"translation": {"en": "This method will save you from an expensive purchase.", "ig": "Nke a ga - azọpụta gị ụgwọ plọp dị ọnụ."}}
{"translation": {"en": "He replied, \"I am an Egyptian lad, an Amalekite's servant, and my master left me behind because three days ago I fell sick.", "ig": "O wee zaa , sị: \" Abụ m onye Ijipt na- eje ozi , ohu nke nwoke Amalek , ma nna m ukwu hapụrụ m n' ihi na m dara ọrịa n' ụbọchị atọ gara aga ."}}
{"translation": {"en": "Yet, when we look at the meaning of the word objectively, is it not describing what we would today call a missionary?", "ig": "Ma, ọ bụrụ na anyị ejiri obi ọcha lebara ihe okwu ahụ pụtara anya, ọ́ bụghị akọwa ihe anyị ga-akpọ taa onye ozi ala ọzọ?"}}
{"translation": {"en": "There are a number of new phones that will be launched at the MWC 2018.", "ig": "Chọpụta ihe banyere ekwentị ọhụrụ nke ika a ga-eweta na MWC 2018."}}
{"translation": {"en": "The right answer is Translation.", "ig": "Azịza ya bụ otu okwu: ntụgharị ntụgharị."}}
{"translation": {"en": "eliminating any third-parties that typically can exist", "ig": "N'ikpeazụ, wepụ ihe ọ bụla nkekọrịta ndị ọzọ nke atọ nwere ike ịnọ na ngwaọrụ ahụ."}}
{"translation": {"en": "Don't confuse a MODD file with a MOD file (with one \"D\"), which, among other formats, might very well be an actual video file.", "ig": "Rịba ama: Adịghị agbagha faịlụ MODD na faịlụ MOD (nke nwere otu \"D\"), nke, n'etiti usoro ndị ọzọ, nwere ike ịbụ ezigbo faịlụ vidiyo."}}
{"translation": {"en": "It's a vital necessity For each and every on the net business enterprise owner.", "ig": "Ọ dị oke mkpa maka ahụmịhe sọfụfụ nke onye ọrụ ọ bụla, yana maka azụmaahịa ịntanetị a pụrụ ịtụkwasị obi."}}
{"translation": {"en": "Example of: 6.", "ig": "Ihe Nlereanya.: MA6"}}
{"translation": {"en": "In early 2011, a Mac version of ACDSee Pro was released as a public beta.", "ig": "Ná mmalite afọ 2011, a tọhapụrụ Mac version of ACDSee Pro dị ka beta ọha na eze."}}
{"translation": {"en": "11 They raped the women in Zion, the virgins in the cities of Judah.", "ig": "Ha metọrọ ndị nwunye nọ na Zayọn , tinyere ụmụ agbọghọ na- amaghị nwoke nọ n' obodo ndị dị na Juda ."}}
{"translation": {"en": "To enhance the application, a smaller, self sufficient tracking device would be created.", "ig": "Iji mee ka arụmọrụ kachasị mma, e mepụtala ụzọ pụrụ iche - AutoSEO na FullSEO."}}
{"translation": {"en": "At least we will all have that.", "ig": "Ma ọ dịkarịa ala, anyị niile nwere nke ahụ!"}}
{"translation": {"en": "At the bottom of the screen, you can see who has access to your private photos and videos by tapping \"Who has access?", "ig": "N'okpuru ihuenyo ahụ, ị nwere ike ịhụ onye nwere ohere na foto gị na vidiyo site na ịpị \"Ònye nwere ohere?\""}}
{"translation": {"en": "I am under pressure from these two things; but what I do desire is the releasing and the being with Christ, for this, to be sure, is far better.'", "ig": "Ihe abụọ ndị a na- enye m nsogbu; ma ihe m chọrọ bụ ntọhapụ na iso Kraịst nọrọ , n' ihi na , n' ezie , nke a ka nnọọ mma ."}}
{"translation": {"en": "The Composer Create a free website or blog at WordPress.com.", "ig": "Di-Jana Mepụta a free website ma ọ bụ blog na WordPress.com."}}
{"translation": {"en": "As a result, the sulfur", "ig": "Nsonaazụ bụ sutro."}}
{"translation": {"en": "A: Please send us a requirement via Email, Skype, Wechat and Whatsapp.", "ig": "A: can nwere ike zitere anyị ajụjụ site na email, WhatsApp, Skype ma ọ bụ WeChat."}}
{"translation": {"en": "We've selected some of the juiciest examples for you to enjoy.", "ig": "Anyị achịkọtara ụfọdụ n'ime ihe atụ kachasị amasị anyị kachasị mma nke ga-akachapụrụ gị nhọrọ maka ngwa gị."}}
{"translation": {"en": "Keep it in the water a while to make sure there are no leaks", "ig": "Tinye ya na ala nke na-anaghị ere ọkụ ruo nwa oge iji jide n'aka na ọ gaghị enweta ọkụ."}}
{"translation": {"en": "Once a UUMail address is created, you can configure it to forward some or all messages to your actual address (i.e., @gmail.com).", "ig": "Ozugbo e mepụtara adreesị UUM, ị nwere ike ịhazi ya iji zipu ụfọdụ ma ọ bụ ozi niile na adreesị gị (ie, @ gmail.com)."}}
{"translation": {"en": "From now on, we will record the date", "ig": "N'oge a, anyị ga-edezi ndekọ ahụ."}}
{"translation": {"en": "The world is a better place when we all have what we need.", "ig": "Ndị obodo anyị bụ ebe ka mma maka anyị niile mgbe enyemaka dị mgbe achọrọ ya."}}
{"translation": {"en": "This way, you may get the best of two worlds.", "ig": "N'ụzọ dị otú a, ị nwere ike nweta ihe kacha mma nke ụwa abụọ (desktọpụ)."}}
{"translation": {"en": "1 - The Breakfast.", "ig": "breakfast - nri ụtụtụ"}}
{"translation": {"en": "The man who has some land", "ig": "Otu nwoke dị nke nwere ala ubi."}}
{"translation": {"en": "Our goal is to become the best", "ig": "Ihe mgbaru ọsọ anyị bụ ịghọ onye nke kasị mma saịtị dị ka nke a."}}
{"translation": {"en": "8 ways to know you're ready for a Relationship", "ig": "Ụzọ 8 iji chọpụta ma ị nwere mmasị na onye gị na ya na-akpa"}}
{"translation": {"en": "In addition, it is one of the three elemental Type II superconductors, along with vanadium and technetium.", "ig": "Ke adianade do, ọ bụ otu n'ime atọ elemental Type II superconductors, tinyere vanadium na technetium."}}
{"translation": {"en": "Debate: in the Congo and in Africa in general, the problem is not the white man, racism, tribalism and others, but \"The selfish man\" ...", "ig": "Arụmụka: na Kongo na n'Africa n'ozuzu ya, nsogbu a abụghị onye isi ojii, ịkpa ókè agbụrụ, agbụrụ na ndị ọzọ, kama \"Nwoke ahụ na-achọ ọdịmma onwe ya naanị\" ..."}}
{"translation": {"en": "The Judicial System of Jehovah's Witnesses (Part 1): From God or Satan?", "ig": "Usoro Ikpe nke Ndịàmà Jehova: O Si n'aka Chineke Ka Ọ Bụ Setan? - Ibe akwukwo Beroean - JW.org Onye nyocha"}}
{"translation": {"en": "After that, select a contact of your friends to whom you would like to send a voice message.", "ig": "Mgbe ịmechara, pịa akụ na ala aka nri iji họrọ ndị enyi ị ga-achọ izigara vidiyo gị."}}
{"translation": {"en": "Women's hair is usually cut short.", "ig": "Akpịrịkpa ụmụ nwanyị na-enwekarị imi dị mkpụmkpụ."}}
{"translation": {"en": "It's obvious, because they're laying up all their treasure on the Earth.", "ig": "Nke a gosiri na ha na-akpachapụ anya elekọta ihe niile o nwere n'ụwa."}}
{"translation": {"en": "All four are linked.", "ig": "Ndị anọ a jikọtara ọnụ."}}
{"translation": {"en": "The only exception is if you are traveling with someone you know and trust, and it is a good practice to remind them not to leave your laptop unattended as well.", "ig": "Nanị ihe ga-eme bụ ma ọ bụrụ na ị na-eme njem na onye ị maara ma tụkwasị obi, ma na-echetara ha ka ha ghara ịhapụ laptọọpụ gị n'enweghị nchebe."}}
{"translation": {"en": "We invest huge funds in R&D and manufacturing facilities.", "ig": "Anyị na-akwụ nnukwu ọrụ na ngalaba R&D na ngalaba Production."}}
{"translation": {"en": "Check out version 2.0 of this award-winning course.", "ig": "Lelee Egwuregwu Egwuregwu 2.0 iji lelee mgbanwe nke Social Network a."}}
{"translation": {"en": "Therefore thus said the Lord GOD; Now will I bring again the captivity of Jacob, and have mercy on the whole house of Israel...", "ig": "\" Ya mere , nke a bụ ihe Ọkaakaa Onyenwe anyị Jehova kwuru , ' Ugbu a ka m ga- akpọghachite ndị Jekọb a dọọrọ n' agha , meekwara ụlọ Izrel dum ebere ."}}
{"translation": {"en": "There are chances that the questions can be twisted.", "ig": "Ndị ọzọ na-eche na ịjụ ajụjụ pụrụ imenye ha ihere."}}
{"translation": {"en": "both is the same.\"", "ig": "Ha abụọ abụrụ otu ahụ.\""}}
{"translation": {"en": "The July 1999 Meeting", "ig": "nzukọ ọnwa Ọgọstụ"}}
{"translation": {"en": "Greetings to Mary, who worked so hard for you.", "ig": "6 Keleenụ Meri, bụ́ onye rụụrụ anyị ọrụ dị ukwuu."}}
{"translation": {"en": "afresh every day.", "ig": "Daalụ kwa ụbọchị!"}}
{"translation": {"en": "Send an e-mail, or call them.", "ig": "Ziga atụmanya e-mail, ma ọ bụ kpọọ ha."}}
{"translation": {"en": "\" Come, and see a man who told me all things that ever I did.\"", "ig": "\" Bịanụ hụ nwoke gwara m ihe niile m mere ."}}
{"translation": {"en": "If the goods are damaged, please try to obtain local courier's documentary evidence for the breakage, at the meantime, please email us with photos or videos of the packaging and products as soon as possible.", "ig": "Ọ bụrụ na e mebiri ngwongwo ahụ, biko gbalịa inweta ihe ndekọ ederede ndị ozi mpaghara maka mmebi ahụ, ka ọ dị ugbu a, biko zitere anyị foto ma ọ bụ vidiyo nke nkwakọ ngwaahịa na ngwaahịa ozugbo enwere ike."}}
{"translation": {"en": "The first three weeks of life are key to your baby's development.", "ig": "Ọnwa atọ mbụ nke ndụ nwa gị metụtara mmalite eriri afọ ya."}}
{"translation": {"en": "\"I like relationships.", "ig": "Ọ na-amasị m ka mmekọrịta mmadụ na ibe ya bụ!"}}
{"translation": {"en": "How To Make Money From Your Money google adsense how to make money with your blog", "ig": "Otu esi amalite Google Account AdSense iji nweta ego site na akwukwo gi"}}
{"translation": {"en": "We are living in a World ...", "ig": "Anyị na-ebi n'ime ụwa ebe onye ọ bụla ..."}}
{"translation": {"en": "Do you have an interest in health and nutrition?", "ig": "Nri na nri Nwere mmasị na nri nri na ahụike gị?"}}
{"translation": {"en": "If you don't plan to have a car, this is the spot to be.", "ig": "Ọ bụrụ na ị naghị eji anwụrụ ọkụ ị kpọpụtara na ụgbọala ahụ, ebe a bụ ebe zuru okè maka ya."}}
{"translation": {"en": "You can also use Ctrl-C on the keyboard once the code has been selected.", "ig": "I nwekwara ike kụrụ CTRL-C na keyboard gị mgbe ederede ederede."}}
{"translation": {"en": "Bishop Michael's words on his blog are very clear and direct.", "ig": "Ndụmọdụ John n'akwụkwọ ozi ya nke abụọ siri ike ma doo anya."}}
{"translation": {"en": "She gave birth to a little boy who is now 7 years old.", "ig": "Otu nwoke amụnyela nwa ya dị afọ asaa ọkụ na ndụ | Ka Ọ Dị Taa"}}
{"translation": {"en": "Please read the author's", "ig": "Biko gụo ma hu ihe ode akwukwo choputara."}}
{"translation": {"en": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved.", "ig": "N' ihi na ọ bụrụ na ị ga- eji ' ọnụ gị ' kwusaa ' okwu ahụ ' n' ihu ọha , na Jizọs bụ Onyenwe anyị , ma na- enwe okwukwe n' obi gị na Chineke si ná ndị nwụrụ anwụ kpọlite ya , a ga- azọpụta gị ."}}
{"translation": {"en": "The job seekers having over 10 years of experience with a quicker method of acquiring a dream career.", "ig": "Ndị na-achọ ọrụ enwe ihe karịrị 10 afọ nke ahụmahụ nwere ụzọ dị ngwa iji nweta ọrụ nrọ."}}
{"translation": {"en": "And the Lord said to Moses, Pharao will not listen to you, that I may greatly multiply my signs and wonders in the land of Egypt.", "ig": "Jehova wee gwa Mozis , sị: \" Fero agaghị ege unu ntị , ka ọrụ ebube m wee mụbaa n' ala Ijipt ."}}
{"translation": {"en": "It is replaced with a guide that works with each student to help them learn and grow.", "ig": "Wulite atụmatụ mmepe maka ndị ọrụ ọ bụla nke na-enye ha ụzọ mmepe nke nkà iji nyere ha aka ito ma mụta ihe."}}
{"translation": {"en": "Tip #3: Reach out for help.", "ig": "Nzọụkwụ # 12: Jụọ maka Enyemaka"}}
{"translation": {"en": "have mercy on us and grant us your healing.", "ig": "Sachapụ ụka anyị site na nganga na mpako nke onwe, ma doo anyị nsọ site na ndidi gị."}}
{"translation": {"en": "What is illegal in Los Angeles?", "ig": "Gịnị bụ nkọwa nke Akaụntụ Akaụntụ na Los Angeles?"}}
{"translation": {"en": "try as i may, i can't seem", "ig": "Gbalịa otú m nwere ike, Enweghị m ike isi eyi ahụ."}}
{"translation": {"en": "As the British empire", "ig": "nd ihe British Empire."}}
{"translation": {"en": "There are so many strange things and people in this world do not be afraid to be one of them.", "ig": "Mana enwere ihe di oke egwu banyere ihe ndi a nile, ihe ndi ozo adighi na-abia ime ka ha di egwu n'ime uwa."}}
{"translation": {"en": "Certainly, I would be willing to pay more.", "ig": "N'ezie, ọtụtụ mgbe, m ga-agbachitere ụgwọ a gbakwunyere."}}
{"translation": {"en": "Ok, so we are now having a good education in place.", "ig": "Ọ dị mma, ya mere, ugbu a anyị na-enwe ezigbo mmụta na ebe."}}
{"translation": {"en": "\"We're playing five games in three days.", "ig": "Nke abụọ, anyị gbara egwuregwu abụọ n'ime ụbọchị ise."}}
{"translation": {"en": "Not being able to meet with friends and family is very hard, but necessary.", "ig": "Awayhapụ ndị ezinụlọ na ndị enyi adịghị mfe, mana ọ na-adịkarị mkpa."}}
{"translation": {"en": "It is the beginning of your journey and you will accomplish more than you can imagine.", "ig": "Ọrụ gị ga-amalite ịrụ ị ga-emekwa ka arụmọrụ gị dị elu karịa ka ị na-eche maka ya."}}
{"translation": {"en": "From The Fruit Of The Spirit Bible, we read:", "ig": "N'ikwu banyere mmalite nke ọgbakọ ndị Kraịst, anyị na-agụ:"}}
{"translation": {"en": "As a young woman I struggled with an eating disorder for years.", "ig": "Dịka nwanyị nọ n'afọ iri atọ na ụma, anọwo m na -agbalị ifelata ruo ọtụtụ afọ."}}
{"translation": {"en": "Recent research has shown that ginger can play an important role in controlling type 2 diabetes and unstable blood sugar levels.", "ig": "Nnyocha e mere na nso nso a egosiwo na ginger nwere ike ịrụ ọrụ dị mkpa n'ịchịkwa ụdị ọrịa shuga 2 na ọkwa shuga na-ejighị n'aka."}}
{"translation": {"en": "EPHESIANS 6: 1 Children, obey your parents in the Lord: for this is 2 right.", "ig": "Ndị Efesọs 6: 1 Childrenmụ, na-eruberenụ ndị mụrụ unu isi n'ime Onyenwe anyị: n'ihi na ihe a bụ ihe ziri ezi."}}
{"translation": {"en": "Nvidia-SMI has failed because it couldn't communicate with the Nvidia driver.", "ig": "NVIDIA-SMI adaala n'ihi na ya na onye ọkwọ ụgbọ ala NVIDIA enweghị ike ịkparịta ụka."}}
{"translation": {"en": "The Smartproxy representative responds to all your questions immediately, and you don't need to wait for a long time.", "ig": "Dịka, ndị na-achọgharị ekwentị na-achọ nzaghachi ngwangwa maka ajụjụ ha niile ma ghara ichere ogologo oge karịa sekọnd ole na ole."}}
{"translation": {"en": "Just sit back, relax and don't worry.", "ig": "Nanị nọdụ ala, zuru ike, kwadebe ka ị tụọ ụjọ ma gharakwa imechi anya gị."}}
{"translation": {"en": "At the next stage, you need to specify your personal data in the profile of your personal account: last name, first name, middle name, citizenship, date of birth, contact phone number.", "ig": "Na ọkwa ọzọ, ọ dị mkpa igosi data nkeonwe gị na profaịlụ nke akaụntụ nkeonwe gị: aha ikpeazụ, aha mbụ, patronymic, nwa amaala, ụbọchị ọmụmụ, akara ekwentị kọntaktị."}}
{"translation": {"en": "You can set goals and make daily progress towards them.", "ig": "Ị nwere ike ịmepụta ọtụtụ ihe mgbaru ọsọ ma chọpụta kwa ụbọchị ị rụzuru ha."}}
{"translation": {"en": "When the man saw the boys, he fled.", "ig": "\"Oge nwoke hụrụ ndị agboro, ọ wụọ aja gbaalaga."}}
{"translation": {"en": "- In the Name of the Father (1993) *", "ig": "Na Aha nke Nna (1993)"}}
{"translation": {"en": "If you believe you have been exposed to COVID-19, call your health care provider.", "ig": "Mgbe ị chere na ekpughere gị na COVID-19, kpọtụrụ ndị na-elekọta gị nke ọma."}}
{"translation": {"en": "I just want to add some URLs I knew and helped me to help you.", "ig": "Okechukwu Okereke Naanị chọrọ ịkọ echiche ole na ole m mụtara n'ụzọ nwere ike iwetara gị nghọta, na ọ nyere aka weta m."}}
{"translation": {"en": "Adriana was dead.", "ig": "Adriana Agwu"}}
{"translation": {"en": "You can find that under the \"Contact Support\" option and by selecting \"Can't find an answer to your question?\"", "ig": "Gbanwee akụkụ a ma ọ bụrụ na a pụghị ịchọta azịza ya, site na ịhọrọ Mba, kọntaktị nkwado maka ajụjụ ahụ \"Ị nwere ike ịchọta ngwọta maka ajụjụ gị?\""}}
{"translation": {"en": "It is a prototype of the Integrated Payroll and Personnel Information System (IPPIS).", "ig": "Etinyeghị ha n'usoro ikwụ ụgwọ nke Integrated ayroll Personnel Information System (IPPIS)."}}
{"translation": {"en": "Thank God for bringing us out of the darkness and making us children of Light.", "ig": "Anyị na-ekele gị maka na ị mere anyị ụmụ nke ìhè ma wepụ anyị ndụ ebighị ebi."}}
{"translation": {"en": "Acts 1:8 \"But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses...\"", "ig": "Ọrụ 1: 8 kwuru \"Kama unu ga-anata ike mgbe mmụọ nsọ ga-adakwasị unu, unu ga-agbakwa àmà banyere m....\""}}
{"translation": {"en": "So, maybe we can start to see why this feast day is celebrated throughout the whole world.", "ig": "Na mkpokọta ihe ndị a niile, anyị nwere ike ịghọta ihe kpatara egwuregwu a na-aga kwa ụbọchị.."}}
{"translation": {"en": "And to be very honest, it is the one which also proves to be a boon for those who desired watching videos for free.", "ig": "Ọ bụ ezie na ọ na-atọ ụtọ, YouTube nwekwara ike ịbụ ntụziaka maka ndị chọrọ ịchọta vidiyo vidio n'efu."}}
{"translation": {"en": "Another benefit of using a digital connection is that it can allow you to control your iPod directly from the head unit.", "ig": "Uru ọzọ nke iji njikọ dijitalụ bụ na ọ nwere ike ịme ka ị chịkwaa iPod gị kpọmkwem site n'isi."}}
{"translation": {"en": "When the men came to Jesus, they said, \"John the Baptist sent us to You to ask, 'Are You the One who is to come, or should we expect someone else?'\"", "ig": "20 Na mgbe ndị ikom ahụ bịakwutere ya, ha sịrị, \"Jọn Onye Na -eme Baptizim zitere anyị ka anyị bịakwute gị, na -asị, 'Ọ bụ gị bụ onye ahụ na -abịa, ka anyị ga -achọ onye ọzọ? '\""}}
{"translation": {"en": "In addition, the use of tobacco products will be prohibited", "ig": "A ga-amachibidokwa ịnye ọrụ nnyefe maka ngwaahịa cannabis."}}
{"translation": {"en": "SOICARE has offered customers a convenient way to shop for a wide selection of lifestyle products at attractive prices through websites, which are available in multiple major languages.", "ig": "SOICARE enyela ndị ahịa ụzọ dị mma iji zụọ ahịa maka ọtụtụ nhọrọ nke ngwaahịa ngwaahịa na ọnụahịa mara mma site na weebụsaịtị, nke dị na ọtụtụ asụsụ ndị isi."}}
{"translation": {"en": "\"But I say to you, I will not drink of this fruit of the vine from now on until that day when I drink it new with you in My Father's kingdom.", "ig": "29Ma ana m asị unu, Agaghị m a drinkụ mmanya ọ bụla n'ubi vaịn a ruo n'ụbọchị ahụ mụ na unu ga-a itụ ya nke ọhụrụ n'alaeze Nna m. \""}}
{"translation": {"en": "Do Not make the same mistake I did.", "ig": "Biko emehiela otu ahụ m mere na mbụ."}}
{"translation": {"en": "Lightzone was first launched in 2005 as business software program, although the corporate behind the applying stopped improvement of the software program in 2011.", "ig": "E bu ụzọ kpoo Lightzone na 2005 dịka ngwanrọ azụmahịa, ọ bụ ezie na ụlọ ọrụ dị n'azụ ngwa ahụ kwụsịrị mmepe nke ngwanrọ ahụ na 2011."}}
{"translation": {"en": "But it is actually best for that I go away, because if I don't, the Counselor won't come.", "ig": "\"N'ezie, ị ka mma ịpụ, n'ihi na ọ bụrụ na m emeghị, onye ọka iwu agaghị abịa."}}
{"translation": {"en": "Medical cannabis is different.", "ig": "Cannabis adịghị iche."}}
{"translation": {"en": "Never too old to learn new stuff!", "ig": "Adịghị m aka nká ịmụ ihe ọhụrụ!"}}
{"translation": {"en": "And I'd come right back and start again.", "ig": "N'ihi ya, m ga-akpọghachi ma maliteghachi."}}
{"translation": {"en": "There are also a multitude of stores that make you feel like you are in a real shopping center.", "ig": "Enwekwara ọtụtụ ụlọ ahịa na-eme ka ọ dị gị ka ịnọ na ụlọ ahịa."}}
{"translation": {"en": "In fact, it's also my phone.", "ig": "N'ezie, nke a bụ ọbụna na ekwentị m."}}
{"translation": {"en": "Mercy made history by becoming the first female Big Brother Naija winner", "ig": "Nkenke aha onyonyo Mercy Eke bụ nwaanyị mbụ na-emeri BigBrother Naija"}}
{"translation": {"en": "The instructions to love were simply; No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us.", "ig": "12 Ọ dighi onye ọ bula huworo Chineke mb;e ọ bula; ọ bụrụ na anyị hụrụ ibe anyị n'anya, Chineke na -anọgide n'ime anyị, ịhụnanya ya zukwara oke n'ime anyị."}}
{"translation": {"en": "Ah, another writer...", "ig": "Onye edemede ọzọ na..."}}
{"translation": {"en": "The time will come when the bridegroom will be taken from them, then they will fast.'\"", "ig": "Oge na-abia mgbe a ga-anapụ ha nwoke na-agba akwụkwọ, mgbe ahụ, ha ga-ebube ọnu.\""}}
{"translation": {"en": "Do you need to get to work quickly?", "ig": "Ị chọrọ ụzọ dị ngwa iji laghachi n'elu ebe nrụọrụ weebụ?"}}
{"translation": {"en": "45:3 And I will give you hidden treasures and the knowledge of secret things , so that you may know that I am the Lord , Izrael Istene, who calls your name .", "ig": "45:3 Na m ga-enye gị akụ zoro ezo na ihe ọmụma nke ihe nzuzo dị, ka unu wee mara na Mu onwem bu Jehova, Chineke nke Israel, na-akpọku aha gị."}}
{"translation": {"en": "The value_if_false argument isn't necessary in this case, and its absence will shorten the formula.", "ig": "A ga-ewepụrịrị arụmụka value_if_false ebe ọ bụ na ọ dịghị mkpa na enweghị ya ga-ebelata usoro ahụ."}}
{"translation": {"en": "We started with 1 ..", "ig": "Ọ malitere na 1 ..."}}
{"translation": {"en": "i do not read the book", "ig": "Agaghị m agụ akwụkwọ ọma ahụ"}}
{"translation": {"en": "Why won't the United States switch to the metric system?", "ig": "Gini mere na United States enweghị ike ịgbanwe na sistemu metric?"}}
{"translation": {"en": "And I was terrified that there wasn't a way to salvage it.", "ig": "Afraidjọ na-atụ m na enweghị ụzọ m ga-esi kwụpụ ha."}}
{"translation": {"en": "And I've nearly forgotten that I'm married.", "ig": "Oops, ọ fọrọ obere ka m chefuo na alụọla m nwaanyị!"}}
{"translation": {"en": "How much is our responsibility.", "ig": "Ogologo oge ole ka ibu ọrụ anyị dị?"}}
{"translation": {"en": "The Canton Fair or China Import and Export Fair, is a trade fair held in the spring and autumn seasons each year since the spring of 1957 in Canton Guangzhou , Guangdong, China.", "ig": "The Canton Fair ma ọ bụ China Mbubata na Mbupụ ngosipụta, bụ ngosi ahia a na-eme n'oge opupu ihe ubi na oge mgbụsị akwụkwọ kwa afọ site na oge opupu ihe ubi nke 1957 na Canton (Guangzhou), Guangdong, China.Ọ bụ nke kachasị okenye, nke kachasị, ihe ..."}}
{"translation": {"en": "Some 3000 members of the Church", "ig": "A na-agbakwunye puku mmadụ atọ na Chọọchị."}}
{"translation": {"en": "there's a blizzard in your area...", "ig": "Chegodi oke ikuku mere na mpaghara gi..."}}
{"translation": {"en": "At a price of $2,398,000 this deal will not last.", "ig": "Na ọnụahịa efu nke $ 2.99, ọrụ a adịghị enyefe ihe zuru ezu iji nweta ụgwọ ịkwụ ụgwọ."}}
{"translation": {"en": "Now It's Time to Prospect", "ig": "Ugbu a ọ bụ oge iji gaa ọhụụ."}}
{"translation": {"en": "Early in the morning they set out, the king stood before his people and said, \"Listen to me, Judah and people of Jerusalem!", "ig": "Ka ha na- apụ , Jehọshafat biliri ọtọ , sị: \" Juda na ndị bi na Jeruselem , geenụ m ntị !"}}
{"translation": {"en": "the still images and video", "ig": "Foto na vidio ndị na-eso ihe odide ahụ ka dị."}}
{"translation": {"en": "(The strawberries, not the sugar.)", "ig": "(Ebe nchacha, ọ bụghị pusi.)"}}
{"translation": {"en": "Looking to make repairs, but unable to pay?", "ig": "Chọrọ iji ụfọdụ ngwaahịa mana enweghị ike ịkwụ ụgwọ ya?"}}
{"translation": {"en": "Today many of them are my friends.", "ig": "N'ezie, abụ m ezigbo ndị enyi ọtụtụ n'ime ha taa."}}
{"translation": {"en": "He could go back home.", "ig": "E mesịa , o nwere ike ịlawa ."}}
{"translation": {"en": "A small section of it should be", "ig": "Enwere otutu obere akụkụ ebe a kwesiri ka achikota ha n'usoro kwesiri."}}
{"translation": {"en": "Stuff to think about...", "ig": "Ezi ihe ị ga-echebara echiche..."}}
{"translation": {"en": "It's time for another feeding.", "ig": "Ugbu a bụ oge ha inye nri ndị ọzọ."}}
{"translation": {"en": "Data: \"It provides a sense of completion to my future.", "ig": "Erdoo si, \"Ọ n'enyere m aka icheta otu ọgwụrụgwụ si acha.\""}}
{"translation": {"en": "Where you can find us around the world", "ig": "Ọbụna ebe ị pụrụ ịhụ na ụwa dị gburugburu."}}
{"translation": {"en": "Next: Next post: The Freedom of Information Act: What can it do for you?", "ig": "Next Post Na-achọpụta uru ụlọ ọrụ ahụ dị: kedu ka ị si eme nke ahụ?"}}
{"translation": {"en": "Speaking during the visit, Obasanjo said in politics, women are more reliable than men.", "ig": "Ka ọ tụchara vootu, Ize-Iyamu kwuru na ụmụnwaanyị na-aka ụmụnwoke atụ vootu na be ha."}}
{"translation": {"en": "But you can still find them", "ig": "Ma ị ka nwere ike naputa ha."}}
{"translation": {"en": "You can use it to get information about the music you're listening to, a restaurant you're researching, a movie you'd like to see, and much, much, more.", "ig": "Ị nwere ike iji ya nweta ozi gbasara egwu ị na-ege ntị, ụlọ oriri na ọṅụṅụ ị na-achọ, ihe nkiri ị ga-achọ ịhụ, na ọtụtụ, ọtụtụ, karịa."}}
{"translation": {"en": "Psalms 118:8-\"It is better to trust in the Lord, than have confidence in man.\"", "ig": "Abụ Ọma 118: 8-9, \"Ọ dị mma ịgbaba n'ime Onyenwe anyị karịa ịtụkwasị mmadụ obi."}}
{"translation": {"en": "We have over 50 speakers.", "ig": "Ọ bụ ya mere e nwere ihe kariri ụdị okwu ọkà okwu ise."}}
{"translation": {"en": "If your pregnancy is uncomplicated, it is safe to exercise.", "ig": "Ọ bụrụ na afọ ime gị dị mma, ọ nweghị ihe egwu na-emega ahụ."}}
{"translation": {"en": "This was the only prayer", "ig": "Ọ bụ naanị ekpere anyị nwere maka ụka nke ụka mbụ."}}
{"translation": {"en": "\"And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children's children for ever: and my servant David shall be their prince for EVER.\"", "ig": "25Ha ga-ebikwa n'elu ala m nyere ohu m, Jekọb, nke nna nna gị hà biri, ha ga-ebikwa n'elu ya, ha na ụmụ ha na ụmụ ụmụ ha ruo mgbe a na-akaghị aka, Devid ohu m ga-emekwa bụrụkwa onyeisi ha ruo mgbe ebighị ebi. \""}}
{"translation": {"en": "Let Your ear now be attentive, and Your eyes open, so that You may hear the prayer of Your servant, which I pray before You now, day and night, for the children of Israel Your servants, and confessing the sins of the children of Israel which we have sinned against You.", "ig": "biko , gee ntị , ka anya gị gherekwa oghe , ka i wee nụrụ ekpere ohu gị , bụ́ nke m na- ekpe n' ihu gị taa , ehihie na abalị , banyere ụmụ Izrel bụ́ ndị ohu gị , na- ekwupụta mmehie ụmụ Izrel mgbe niile , bụ́ nke anyị mere megide gị ."}}
{"translation": {"en": "\"How God anointed Jesus of Nazareth with the Holy Spirit and with great power; and He went around doing good and healing all who were oppressed by the devil, because God was with Him.\"", "ig": "(Jọn 1:51) Anyị maara ka Chineke si were mmụọ nsọ na ike tee Jizọs onye Nazaret mmanụ - Ọ gara na -eme ihe ọma wee na -agwọ ndị niile ekwensu na -emegbu, n'ihi na Chineke nọnyeere ya."}}
{"translation": {"en": "We give you money in two hours.", "ig": "Anyị ga-enye gị anyị price in 2 hour."}}
{"translation": {"en": "A great relationship, because...", "ig": "A na-esi na ya enwe ezi mmekọrịta n'ihi na ọ..."}}
{"translation": {"en": "For example, I have a beard.", "ig": "Dịka ọmụmaatụ, enwere m creak nke mere."}}
{"translation": {"en": "Nice to be back in the land of the living", "ig": "Obi dị m ụtọ ịlaghachi n'ala ndị dị ndụ."}}
{"translation": {"en": "I saw under the altar the souls of those who had been slain for the word of God, and for the witness that they bore.", "ig": "Nꞌokpuru ebe ịchụ aja ahụ ka m hụrụ mkpụrụ obi ndị nile nwụrụ anwụ nꞌihi ozi ọma nke Chineke na nꞌihi na ha guzosịrị ike ịgba ama nke eziokwu na nke ndụ zuru oke."}}
{"translation": {"en": "WordPress stood against the competition due to the number of themes and plugins it had available to it.", "ig": "WordPress guzo megide asọmpi ahụ n'ihi ọnụ ọgụgụ nke gburugburu na plugins ọ nwere ya."}}
{"translation": {"en": "Joshua said to them, \"Pass over before the ark of the LORD your God into the middle of the Jordan, and each of you pick up a stone and put it on your shoulder, according to the number of the tribes of the children of Israel;", "ig": "Jọshụa wee sị ha: \" Gaferenụ igbe Jehova bụ́ Chineke unu ruo n' etiti Jọdan , onye nke ọ bụla buru otu nkume n' ubu ya , dị ka ọnụ ọgụgụ ebo ụmụ Izrel si dị ,"}}
{"translation": {"en": "The mater, Gavin.", "ig": "Nwagbara, Gavin"}}
{"translation": {"en": "Show me your budget.\"", "ig": "Gosinụ m ego ụtụ unu.\""}}
{"translation": {"en": "This is not saying that it will, BUT.......", "ig": "O kwughị na anyị ga-aga na-ajụ, ma ..."}}
{"translation": {"en": "But in the fourth generation they shall come hither again: for the iniquity of the amorites is not yet full.", "ig": "Ma n' ọgbọ nke anọ , ha ga- alọghachi n' ebe a , n' ihi na njehie ndị Amọraịt ezubeghị ."}}
{"translation": {"en": "Only you can make the choice to continually show up.", "ig": "Ị pụrụ nanị ikpebi usoro ya iji mee ka ọ laghachi azụ na nkịtị."}}
{"translation": {"en": "Click \"Resize\" to change the aspect ratio of the video.", "ig": "Gbanwee oke \"Gbanwee ntụziaka\"iji setịpụ akụkụ ntụgharị nke vidiyo ahụ."}}
{"translation": {"en": "Here's a typical example of a conversation with a Jehovah's Witness.", "ig": "Ebe e si nweta ihe atụ ụfọdụ e mere n'isiokwu a bụ n'isiokwu bụ́ \"Ihe Onyeàmà Jehova na Onye Agbata Obi Ya Kparịtara."}}
{"translation": {"en": "The following is the trading account for Nigeria", "ig": "Usoro ndị dị n'okpuru ga-agagharị gị maka itinye akwụkwọ maka ọrụ ndị ọrụ Nigeria:"}}
{"translation": {"en": "record or if that is not possible, a transcription of the", "ig": "metụtara ederede ma ọ bụ, ma ọ bụrụ na nke ahụ adịghị ekwe omume, ederede mepụtaghachiri ya site"}}
{"translation": {"en": "23 And everyone who will not listen to that Prophet will be completely cut off from the people. (R) [h]", "ig": "23 Ọ ga-abụ na mkpụrụ obi ọ bụla nke na-agaghị anụ ntị na Onye-amụma a ka a ga-ebibi n'iyi n'etiti ndị mmadụ.'"}}
{"translation": {"en": "We are looking forward to continuing success in 2021!", "ig": "Anyị nwere olile anya na ị ga-aga n'ihu na-eme anyị nganga 2021."}}
{"translation": {"en": "Burke calls the response of the Vatican \"inadequate,\"", "ig": "Burke kpọrọ azịza nke Vatican \"ezughi ezu,\""}}
{"translation": {"en": "How to use the search to find jobs", "ig": "Otu esi eji ogwu eme ihe n'inwe ike ichọta Job"}}
{"translation": {"en": "Since I come from a long line of writers and poets, I decided to use poetry to describe my listings.", "ig": "Ebe ọ bụ na m sitere na ogologo ndị edemede na ndị na-ede uri, ekpebiri m iji uri na-akọwa ihe m nwere."}}
{"translation": {"en": "We currently have a need for a Business Analyst with reporting implementation experience.", "ig": "Nke a bụ ihe mere e ji eji weebụ nyochaa ugbu a na azụmahịa dijitalụ nke chọrọ nchịkọta data."}}
{"translation": {"en": "So now he is in jail for escape.", "ig": "Mana ugbua, ọ ka nọ na mkpọrọ maka onweghị onye ga-agbapụta ya."}}
{"translation": {"en": "the sweetest. thank you!", "ig": "Nwa bebi dị mma nke ukwuu) masịrị) ekele!"}}
{"translation": {"en": "Check out the full results in our Infographic...", "ig": "Chọpụta ihe niile edere na nyocha zuru oke anyị."}}
{"translation": {"en": "#24 in South Africa", "ig": "#24 Jere Ruuska"}}
{"translation": {"en": "It wouldn't be my children.", "ig": "Nke a agaghị abụ ụmụaka m n'aha Jesu."}}
{"translation": {"en": "For because you didn't carry it at first, Yahweh our God broke out in anger against us, because we didn't seek him according to the ordinance.\"", "ig": "N' ihi na unu emeghị nke ahụ n' oge mbụ , Jehova bụ́ Chineke anyị wesoro anyị iwe , n' ihi na anyị achọghị ya dị ka o kwesịrị ."}}
{"translation": {"en": "He says, \"The choices were given,", "ig": "Bongo Adi dụrụ ọdụ sị, \"A ga na-ahọ ihe ndị a ga na-ekwe ka ọ bata."}}
{"translation": {"en": "The product is suitable for: Hyundai Sonata 2011-2013", "ig": "Car Stereo maka Hyundai Sonata 2011-2013  Kpọtụrụ ugbu a"}}
{"translation": {"en": "Although he doesn't endorse me, he tells a story", "ig": "Mgbe onweghi onye ọbụla ịkpọ, wee kọọ akụkọ dị ịtụnanya."}}
{"translation": {"en": "Though we have been unfaithful to him, he remains faithful us.", "ig": "Ma ọ bụrụ na anyị adaa mba, nọọ nꞌọnọdụ nke enweghị okwukwe ọ bụla, ya onwe ya na-anọgide bụrụ onye anyị kwesịrị ịtụkwasị obi, na onye ga-enyere anyị aka."}}
{"translation": {"en": "I don't have to do anything except perhaps wait a few minutes.", "ig": "Enweghị ihe ọ bụla ị ga-eme ebe a mana ichere, ma eleghị anya ọ bụ nanị ruo ọtụtụ sekọnd."}}
{"translation": {"en": "We can offer series of models and different kind of materials.", "ig": "Anyị nwere ike inye sọrọ eriri multi-mode nakwa otu eriri otu-mode."}}
{"translation": {"en": "A quick scan of their website reveals a minimum monthly cost of $475 per month.", "ig": "Nyocha ngwa ngwa nke weebụsaịtị ha gosipụtara ụgwọ opekata mpe kwa ọnwa $ 475 kwa ọnwa."}}
{"translation": {"en": "I'm trying to make a new column with results from an SQL query in PHP:", "ig": "M hụrụ a workaround site na ekewetde ụfọdụ akara nke koodu na PHP:"}}
{"translation": {"en": "These seals can be provided......", "ig": "Akụrụngwa a nwere ike inye..."}}
{"translation": {"en": "Canadian Dollar (CAD) to Bolivian Boliviano (BOB) exchange rate history", "ig": "Canadian dollar (CAD) Ka Bolivian boliviano (BOB) ọnụego mgbanwe n'akụkọ ihe mere eme"}}
{"translation": {"en": "The LX100 did everything that he could understand the technology.", "ig": "N'oge a, Active-X na-eme ihe ọ bụla na teknụzụ na-abịanụ enweghị ike ịme."}}
{"translation": {"en": "\"People spend a lot of time researching", "ig": "Ugbu a, enwere ọtụtụ ndị na-etinye oge dị ukwuu na nyocha ya."}}
{"translation": {"en": "They want to be teachers of the law, but they don't understand what they are saying or what they so confidently assert.", "ig": "na- achọ ka ha bụrụ ndị na- akụzi iwu , ma ha adịghị aghọta ihe ndị ha na- ekwu ma ọ bụ ihe ndị ha na- ekwusi okwu ike banyere ha ."}}
{"translation": {"en": "Don't share your passwords, and change them regularly.", "ig": "Ekekọrịtala paswọọdụ gị ma gbanwee ya ugboro ugboro."}}
{"translation": {"en": "He who sits in the Heavens will laugh.", "ig": "Onye ahụ bi n'elu igwe ga-achị ha ọchị."}}
{"translation": {"en": "❸ Aluminum beam has the characteristics of high strength, light weight, high speed, the maximum speed of 145 m/min; 1.2 G acceleration; To improve the overall performance of the laser cutting machine.", "ig": "igba aluminum doo elu ike, ike kwụsie ike, ìhè arọ, elu ọsọ, ike ujo eguzogide, nchekwa, ọsọ kacha nke 170 mita / nkeji; 1.5 G osooso; mma n'ozuzu arụmọrụ nke laser ọnwụ igwe"}}
{"translation": {"en": "Don't avert your eyes from death.", "ig": "Unu ebekasịla onwe unu ahụ́ , unu akpụchapụla iku anya unu n' ihi onye nwụrụ anwụ ."}}
{"translation": {"en": "We have helped thousands of people get answers and find the right integrated treatment options since 1995.", "ig": "Anyị enyochala puku mmadụ ole na ole kemgbe mmalite nke ọrịa a ma anyị achọpụtala ụdị nzaghachi dị iche iche dị iche iche na nrụgide nke 2020."}}
{"translation": {"en": "\" Service interrupted due to a protest near the train tracks, \" read a message in French displayed on a screen on the train platform.", "ig": "\"A kwụsịrị ọrụ n'ihi ngagharị iwe dị n'akụkụ ụzọ ụgbọ oloko ahụ,\" gụrụ otu ozi na French nke gosipụtara na ihuenyo ụgbọ okporo ígwè."}}
{"translation": {"en": "Cadillac's new ad campaign to tell you how to get lucky", "ig": "Egwuregwu egwuregwu nke usoro Westworld a ma ama na-eru nso, anyị ga-agwa gị ihe ọ bụ na otu ị ga-esi nweta onyinye"}}
{"translation": {"en": "It was arrange in 2006 by founders Tobias Lütke, Daniel Weinand and Scott Lake who, because the story goes, felt that there wasn't a simple-to-use e-commerce platform obtainable and so constructed their very own.", "ig": "E guzobere ya na 2006 site na ndị guzobere Tobias Lütke, Daniel Weinand na Scott Lake bụ ndị, dị ka akụkọ ahụ na-aga, chere na ọ nweghị usoro ikpo okwu e-azụmahịa dị mfe dịnụ ma wuru nke ha."}}
{"translation": {"en": "This code has been tested for Sharepoint 2013 only.", "ig": "Ihuenyo ihu maka nkuzi a bụ maka PowerPoint 2007 naanị."}}
{"translation": {"en": "Step 3: A new window will open now.", "ig": "Nzọụkwụ 3: Nke a kwesịrị ugbu a na-emeghe ọhụrụ popup window maka gị."}}
{"translation": {"en": "Note: You can stop the screen sharing at any time you choose.", "ig": "Rịba ama: Ị nwere ike iwepụ ọnọdụ nzuzo na nzuzo na saịtị ọ bụla mgbe ịchọrọ."}}
{"translation": {"en": "It would be hard to find a new desktop, laptop, or even tablet that comes with less than 2 to 4 GB of RAM pre-installed.", "ig": "Ọ ga-esi ike ịchọta desktọọpụ ọhụrụ, laptọọpụ, ma ọ bụ ọbụna mbadamba nke na-abịa na ihe na-erughị 2 ruo 4 GB nke RAM tupu etinye ya."}}
{"translation": {"en": "By nature, we are enemies and rebels against God.", "ig": "N'ebe anyị bụ ndị iro inupụrụ Chineke isi, Onye Nsọ hụrụ anyị n'anya."}}
{"translation": {"en": "I won't give them the credit to say it was just stupidity.", "ig": "Paul adịghị egbusi oge n'ịgwa ha na nke a bụ nzuzu."}}
{"translation": {"en": "The penny dropped.", "ig": "Mgbe ahụ penny dara."}}
{"translation": {"en": "Once installed you can try removing one by one to see what you really need.", "ig": "Ozugbo ị na-ahọrọ ihe ngosi, ị nwere ike ịhazi site na oge na oge onye ọ bụla iji chọpụta ihe ị chọrọ."}}
{"translation": {"en": "If you own a Mac, the instructions are similar, but you will need to launch the iBooks app instead of iTunes.", "ig": "Ọ bụrụ na ị nwere Mac, ntụziaka ndị yiri ya, ma ị ga-ebu ụzọ malite ngwa iBooks kama iTunes."}}
{"translation": {"en": "Today there are more options to simplify and consolidate the IT infrastructure than ever.", "ig": "Enwere nhọrọ karịa taa maka ịkepụta na ikesa usoro redio nke gị karịa mgbe ọ bụla."}}
{"translation": {"en": "Look at what you see!", "ig": "Olileanya, ị na-ahụ ihe m na-ahụ!"}}
{"translation": {"en": "Do you remember what was the first thing that struck you?", "ig": "Mgbe mbụ ị zutere ya, cheta ihe dọtara gị?"}}
{"translation": {"en": "There are many who love your work!", "ig": "Puku kwuru puku mmadụ hụrụ ọrụ anyị n'anya!"}}
{"translation": {"en": "Then Joash the king of Israel came down to him, and wept over his face, and said, \"O my father, my father, (AO) the chariots of Israel and their horsemen!\"", "ig": "Jehoash bụ́ eze Izrel wee gbadakwuru ya ma malite ịkwa ákwá n' ihu ya , sị: \" Nna m , nna m , ụgbọ ịnyịnya agha Izrel na ndị na- agba ịnyịnya ya !"}}
{"translation": {"en": "Trying to save my marriage...", "ig": "Ihe chebere alụmdi na nwunye m bụ ọchịchọ ahụ ..."}}
{"translation": {"en": "Go back to the drawing board with the camera", "ig": "Otú ọ dị, buo batrị ahụ gaa na ebe nchekwa ahụ na igwefoto."}}
{"translation": {"en": "What happens when it is necessary?", "ig": "Mgbe ọ dị mkpa, gịnị na-eme?"}}
{"translation": {"en": "The people will starve during the seven years of famine.", "ig": "Mgbe ahụ, agụụ agaghị egbu ndị mmadụ n'ime ajọ afọ asaa ọzọ ahụ ala ga-emepụta obere ihe oriri."}}
{"translation": {"en": "We have still not decided.", "ig": "Anyị amabeghị mkpebi na nke a."}}
{"translation": {"en": "The Seeds of the Fruit, 2020", "ig": "Esi agba ose - Mkpụrụ ubi - 2020"}}
{"translation": {"en": "The names must be submitted", "ig": "Aghaghị ịkpọ aha ebe esi depụta ha."}}
{"translation": {"en": "This was a great response to it!", "ig": "Nke ahụ dị ka nnukwu azịza nye m!"}}
{"translation": {"en": "That year was the first year that I went Black Friday shopping.", "ig": "Ha bụ isi ebe m gara mgbe m na-ele ahịa ahịa Black Friday."}}
{"translation": {"en": "\"For if you posses these qualities in increasing measuring, they will keep from being in effective and unproductive n your knowledge of our Lord Jesus Christ.\"", "ig": "N' ihi na ọ bụrụ na ihe ndị a adịrị n' ime unu ma jubiga ókè , ha ga- eme ka unu ghara ịbụ ndị na- adịghị arụ ọrụ ma ọ bụ ndị na- adịghị amị mkpụrụ n' ihe metụtara ezi ihe ọmụma banyere Onyenwe anyị Jizọs Kraịst ."}}
{"translation": {"en": "\"No one believes more firmly than Comrade Cameron that all animals are equal.", "ig": "O nweghi onye nwere nkwenye karịa Akịrịka na ụmụ anụmanụ niile bụ otu ."}}
{"translation": {"en": "It is intended for adults - adult children.", "ig": "A na-ahụ ya na ndị okenye, yana n'etiti ụmụaka."}}
{"translation": {"en": "That man is appalling", "ig": "Nwa bebi a dị egwu."}}
{"translation": {"en": "He walked up to the guard and asked him where the manager was.", "ig": "Ọ sịkwa na ha gara ụlọọrụ ndị uweojii ije jụọ ha ebe ya bụ mmiri sị baa opi ụgbọghịrị."}}
{"translation": {"en": "The first and foremost step is to launch the", "ig": "Nzọụkwụ mbụ na nzọụkwụ kachasị bụ ndebanye ndebanye aha."}}
{"translation": {"en": "Often it is not your fault.", "ig": "Ọtụtụ mgbe, nke a abụghị mmejọ gị, ma ọ bụghị onye ọrụ."}}
{"translation": {"en": "Paul appears to be telling us at 1 Corinthians 14:33, 34 that women are to be silent in congregation meetings and wait to get home to ask their husbands if they have any questions.", "ig": "O yiri ka Pọl ọ̀ na-agwa anyị na 1 Ndị Kọrịnt 14:33, 34 na ụmụ nwanyị ga-agbachi nkịtị n'ọmụmụ ihe ọgbakọ ma chere ka ha lọta iji jụọ di ha ma ha nwere ajụjụ ọ bụla."}}
{"translation": {"en": "An SSID is the primary name associated with a 802.11 wireless local area network (WLAN) including home networks and public hotspots.", "ig": "Otu SSID (njirimara setịpụrụ ọrụ) bụ aha mbụ jikọtara na netwọk mpaghara mpaghara 802.11 gụnyere WLAN gụnyere netwọk ụlọ na ebe obibi ọha."}}
{"translation": {"en": "How to Care for the Skin ...", "ig": "Ihe ole na ole maka ilekọta akpụkpọ aka ..."}}
{"translation": {"en": "It's the easiest way to get the phone.", "ig": "Nke a bụ ụzọ kacha mfe na-esi gị iPhone nke okuku."}}
{"translation": {"en": "He said \"die before you die!\"", "ig": "O kwukwara na \"otela ndị ahụ nwụru tupu ahụ ha.\""}}
{"translation": {"en": "Wells describes three phases of his reaction.", "ig": "Marketo na-akọwapụta ihe atọ dị iche iche nke azịza ABM ya:"}}
{"translation": {"en": "We know how to manage and deliver", "ig": "Anyị na-akọwa otu esi ebudata ma wụnye ya."}}
{"translation": {"en": "21 \" 'This is the law of the Nazirite who vows offerings to the LORD in accordance with their dedication, in addition to whatever else they can afford.", "ig": "\" ' Ọ bụ nke a bụ iwu banyere onye Naziraịt nke kwere nkwa , banyere onyinye ọ ga- enye Jehova n' ihi ịbụ onye Naziraịt , ma e wezụga ihe o nwere ike inye ."}}
{"translation": {"en": "How to Deactivate and Re-Activate Facebook Account", "ig": "Otu esi ehichapụ ma ọ bụ gbanwee mmeghachi omume na Facebook"}}
{"translation": {"en": "They Aren't YOUR Customers", "ig": "Are bụghị onye ahịa gị."}}
{"translation": {"en": "I'm SO glad I did this with my kid!", "ig": "Enwere m obi ụtọ ime nke a na saịtị nwa m!"}}
{"translation": {"en": "SSDs and External Hard Drives - which brand/model do you trust?", "ig": "Home / Flash Draịvụ / Flash Drive - Gịnị Size nke USB Flash Draịvụ Ì Kwesịrị"}}
{"translation": {"en": "Iran: Ahmadinejad to Run for President Again", "ig": "Sierra Leone: Maaida Bio abụrụla onyeisiala ọhụrụ"}}
{"translation": {"en": "You will be able to find a job eventually", "ig": "Na nzukọ a, n'ikpeazụ, ị ga-ahụ ọrụ."}}
{"translation": {"en": "5 Peter said to Jesus: \"Teacher it is good for us to be here.", "ig": "5 Pita nọ sị Jesu, \"Onyẹ-nkuzi, ọ rịka mma nị ẹnyi nọdịchanrịn ebeni!"}}
{"translation": {"en": "It also provides an overview of what the project is and why I'm pursuing it.", "ig": "Ma nke ahu bu kwa ihe di iche iche n'ile anya n'usoro usoro a na ihe mere eji me ya."}}
{"translation": {"en": "The illustrations are helpful.", "ig": "N'ụzọ dị mma, ihe nrịba ama na-enyere aka."}}
{"translation": {"en": "So, 2 out of 3 ain't bad, right?", "ig": "Hey, mmadụ abụọ n'ime atọ adịghị njọ, ọ dị mma?"}}
{"translation": {"en": "\"Some of the arguments I have heard tonight are troubling.", "ig": "Otu okwu m nụrụ taa gbagwojuru ụfọdụ anya ịde blọgụ."}}
{"translation": {"en": "Google Now is available for free.", "ig": "Google enwetala ya ugbu a ma nweere onwe ya."}}
{"translation": {"en": "If you have the cash, the Denon AVR-X6200W is definitely designed to meet the needs of consumers looking for a high-end home theater setup solution.", "ig": "Ọ bụrụ na ị nwere ego, Denon AVR-X6200W ezubere iji gboo mkpa nke ndị na-ere ahịa na-achọ ụlọ ọrụ nchịkọta ihe nkiri kachasị mma."}}
{"translation": {"en": "(John 8:28-29) Then Jesus said to them, \"When you lift up the Son of Man, then you will know that I am He, and that I do nothing of Myself; but as My Father taught Me, I speak these things. {29} \"And He who sent Me is with Me.", "ig": "28 Ya mere, Jizọs sịrị: \"Ozugbo unu buliri+ Nwa nke mmadụ+ elu, mgbe ahụ ka unu ga-amara na ọ bụ m bụ ya,+ na adịghịkwa m eme ihe ọ bụla n'uche nke aka m;+ kama m na-ekwu ihe ndị a dị nnọọ ka Nna m kụziiri m.+ 29 Onye zitere m nọnyeere m; ọ hapụghị m ka m nọrọ naanị m, n'ihi na m na-eme ihe dị ya mma mgbe niile.\"+ 30 Ka ọ nọ na-ekwu ihe ndị a, ọtụtụ ndị nwere okwukwe n'ebe ọ nọ.+"}}
{"translation": {"en": "The chiefs are the rulers in this country.", "ig": "Ọ bụ ndị a bụ ndị isi ndị Horaịt dị ka ndị isi ha nwere n' ala Sia si dị ."}}
{"translation": {"en": "Number of places: 25- 35.", "ig": "Ebe ntanye anya: 25-35m"}}
{"translation": {"en": "As the apostle John wrote, \"Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when He appears we shall be like Him, because we shall see Him as He is\" (1 John 3:2).", "ig": "Ọbụna Jọn onyeozi enweghị ntụkwasị obi zuru oke: \"Ndi m hụrụ n'anya, anyị bụ ụmụ Chukwu ugbu a, ihe anyị ga-adịbebeghi kwa; ma anyị matara na mgbe ọ pụtara, anyị ga-adị ka ya, n'ihi na anyị ga-ahụ ya otu ọ dị. \" (1 Jọn 3: 2)."}}
{"translation": {"en": "Both topics are required for this section.", "ig": "Ozi niile achọrọ na ngalaba nke saịtị a dị mkpa maka ihe abụọ a chọrọ."}}
{"translation": {"en": "He did some research online and came to realise that he had been the victim of a fraud.", "ig": "O kwuru na ha mere nyocha banyere ihe gbụrụ nwaamadị a wee hụ na ọ bụ ọdịda elu gburu ya."}}
{"translation": {"en": "Part of the characteristics of the Xiaomi Mi 5 are confirmed in an online store", "ig": "Ihe onyonyo ohuru ohuru nke Xiaomi Mi5 gosiputara ya na okpokolo agba"}}
{"translation": {"en": "I don't see this as a lack of respect for", "ig": "Anaghị m ahụ nke ahụ dịka enweghị nkwanye ùgwù maka ọrụ ahụ opekata mpe."}}
{"translation": {"en": "If you can, after that no matter the other evidence, you have not been blocked.", "ig": "Ọ bụrụ na ịnwere ike ịgbakwunye ha na otu ahụ, n'agbanyeghị agbanyeghị usoro ndị ọzọ, enwereghị egbochi gị."}}
{"translation": {"en": "Pls, tell me if it is normal?", "ig": "Pls sir, gwa m ma ọ bụrụ na mgbe ụdị dị."}}
{"translation": {"en": "So the question then is: is there a similar program like Nero but that's easier to use in Windows 8/7/Vista/XP/2000?", "ig": "Ya mere ajụjụ mgbe ahụ bụ: bụ n'ebe a yiri usoro dị ka Nero ma nke ahụ bụ mfe iji na Windows 8/7 / Vista / XP / 2000?"}}
{"translation": {"en": "This was to fulfill what the scripture says, \"They divided my clothes among themselves, and for my clothing they cast lots.\"", "ig": "O mezuola ihe e dere n'akwụkwọ nsọ sị: \"Ha ekeriela onwe ha uwe m, bịa fee nza maka uwe nruala m.\""}}
{"translation": {"en": "But the farmers, when they saw the son, said among themselves, 'This is the heir.", "ig": "Ma mgbe ndị ọrụ ubi ahụ hụrụ ọkpara ya, ha gbara izu n'etiti onwe ha sị: 'Onye a bụ onye ga-eri ya ekpe!"}}
{"translation": {"en": "No, you must check before applying.", "ig": "Ee, anyi nabatara usoro ule tupu i tinye anyi n'usoro iwu."}}
{"translation": {"en": "that's so many!", "ig": "Nke ahụ bụ ọtụtụ!"}}
{"translation": {"en": "All modern Home windows variations should be capable of run Freemake Video Converter, together with Home windows 10, eight, and 7, as well as older ones.", "ig": "Ihe niile nsụgharị nke Windows oge a ga-enwe ike ịgba ọsọ Freemake Video Converter, gụnyere Windows 10, 8, na 7, yana ndị okenye."}}
{"translation": {"en": "There is an easy way to create accounts for students", "ig": "Anyị na-enye ọrụ dị ọnụ ala maka mmeghe akaụntụ ụlọ akụ maka ụmụ akwụkwọ na Mann."}}
{"translation": {"en": "In the past year, I have successfully converted my entire family (and most of my friends) to Firefox.", "ig": "N'afọ gara aga, agbanweela m ndị ezinụlọ m niile (ma ọtụtụ ndị enyi m) na Firefox."}}
{"translation": {"en": "And, creating plans is the best way to make sure that you will be able to accommodate your future needs.", "ig": "Maka nke a, ọ bụ ezigbo echiche iji hụ na tupu oge eruo na onye na-ewu ụdị gị ga-enwe ike ịnabata mkpa gị n'ọdịnihu."}}
{"translation": {"en": "You find your voice", "ig": "Chọta olu gị."}}
{"translation": {"en": "Hypothesis statement that deals with the fear of death", "ig": "Nkenke aha onyonyo Ndị ọmekatara ihe pụọ ụjọ kwenyere na ọ bụ ha mere mwakpo a"}}
{"translation": {"en": "This ends my annual CES Wrap-Up Report for 2016 - However, this is definitely not the end of my reporting on products that were shown at CES - as I will have more info on individual products and technologies in the coming weeks and months of 2016.", "ig": "Nke a na - eme ka CES Wrap-Up Report for 2016 - Otú ọ dị, nke a abụghị njedebe nke akụkọ m maka ngwaahịa ndị egosiri na CES - ka m ga - enwekwu ozi na ngwaahịa na teknụzụ n'izu na ọnwa ndị na - abịanụ na 2016. ."}}
{"translation": {"en": "Being a cleansing agent, it assists the body in getting rid of dead matters.", "ig": "Ọ bụ usoro dị mkpa dịka ọ na - enyere ahụ aka iwepu mkpụrụ ndụ nwụrụ anwụ."}}
{"translation": {"en": "It doesn't get much more simple than CRUSH.", "ig": "Ọ naghị adị mkpa ma ọ dị mfe karịa usoro Raza."}}
{"translation": {"en": "The wave spread over from the US to Europe.", "ig": "Okporoụzọ a toro ogo site Amọka ruo Uli."}}
{"translation": {"en": "Despite Adam and Eve being thrown out of the garden God was still good in that he made a promise of a means that would rectify the situation.", "ig": "N'agbanyeghị na chụpụrụ Adam na Iv n'ogige Chineke ka dị mma n'ihi na o kwere nkwa nke ga-edozi ọnọdụ ahụ."}}
{"translation": {"en": "folder on the CD-ROM .", "ig": "na webu a na CD-ROM"}}
{"translation": {"en": "• Now go to the cell where you want the formula to be copied into", "ig": "• Ugbu a pịa naghachi na ibà ụzọ ebe ị chọrọ ka echekwa faịlụ."}}
{"translation": {"en": "How do I get residency status in New Zealand?", "ig": "Kedụ ka m ga-esi nweta License License Dealers na New Zealand, makwaara dị ka, nweta License Dealers Securities na New Zealand?"}}
{"translation": {"en": "For each degree we established a general final expectation that we see as a benchmark in the development of the student's cultural awareness.", "ig": "Maka ogo nke ọ bụla, anyị kwadoro olileanya ikpeazụ nke anyị na-ahụ dị ka ihe akaebe maka mmepe nke mmuta nke onye mmụta."}}
{"translation": {"en": "Previous PS5 release date, design, specs and news for Sony's PlayStation 5", "ig": "Releasebọchị mwepụta PS5, nkọwapụta, akụkọ na asịrị maka PlayStation 5 nke Sony"}}
{"translation": {"en": "The US Government says it anticipates processing up to 310,000 refugees and asylum seekers in 2019.", "ig": "Mba Amerika ekwuola na ya ga-anabata mmadụ dị pụkụ narị atọ na pụkụ ịrị bụ ndị gbatara ọsọ ize ndụ nakwa ndị chọrọ mkpụchi n'obodo ahụ n'afọ 2019."}}
{"translation": {"en": "But today, I'm hurt.", "ig": "M merụrụ onwe m taa"}}
{"translation": {"en": "Contact money that harbors the p2p.", "ig": "Zigharita nchekwa nke onwe gi iji kwe ka nbudata P2P."}}
{"translation": {"en": "High... more information", "ig": "Ihe niile ị ga - eme bụ ilele n'okpuru ebe a ọtụtụ ozi ndị ọzọ"}}
{"translation": {"en": "I stared at him unconsciously.", "ig": "\"Elere m ya anya n'amaghị ama."}}
{"translation": {"en": "Alternatively, mail from the attacks will arrive only after the attack has begun, stating that the attack will cease only when a ransom is paid, or that the severity of the attack will be decreased if a part of the payment is transferred.", "ig": "N'aka nke ọzọ, ozi ole na ole ga-eru nanị mgbe ebidola mbanye ahụ, na-achọ ka a kwụọ ụgwọ mgbapụta ịkwụsị nbuso agha ahụ ma ọ bụ maka akụkụ nke ụgwọ a ga-akwụ iji belata oke agha ahụ."}}
{"translation": {"en": "It's an age-old question: Does Crime Pay?", "ig": "Kwa afọ n'oge ụtụ isi a na-ebilite ajụjụ ndị a: Jizọs ọ̀ na-atụ ụtụ isi?"}}
{"translation": {"en": "They must also have a capacity to link together", "ig": "Ha nwekwara ikike dị iche iche nke ga-eme ka ha nwee njikọ."}}
{"translation": {"en": "The learners need to know the amount of time they will have", "ig": "Ndi mmadu aghaghi ima banyere oge nile nke ike nwoke na nwoke nwere."}}
{"translation": {"en": "\"In your anger do not sin: Do not let the sun go down while you are still angry.\"", "ig": "\"Weenụ iwe, ma unu emehiela; unu anọkwala na-ewe iwe ruo mgbe anyanwụ dara."}}
{"translation": {"en": "It is important to note that we would not intentionally establish an asset protection trust to keep assets away from the US Government.", "ig": "Ọ dị mkpa iburu n'uche na anyị agaghị ama ụma guzobe ntụkwasị obi nchebe akụ na ụba iji gbochie akụ na ụba na gọọmentị US."}}
{"translation": {"en": "I do not see how a piston can get corroded when it is in oil.", "ig": "Agaghị m ahụ otú akara akara nwere ike isi jupụta mmanụ ma ọ bụrụ na mmanụ ọkụ gị adịghị mma."}}
{"translation": {"en": "\"Gender inequality is the root cause for the lack of women's representation in politics.", "ig": "\"Enweghị ìhè mgbe chi jiri bụ otu ihe kachasị eme ka ụmụ nwanyị nwee mmetụta nke enweghị nchekwa na obodo ha."}}
{"translation": {"en": "After the payment is confirmed, the order will be processed on time.", "ig": "Ozugbo iwu ọ bụla kwadoro, izipu ga-arụ ọrụ n'oge."}}
{"translation": {"en": "The HTTP status code 400 Bad Request is returned when the request sent to a web server (usually to view a web page) had malformed syntax, and wasn't understood.", "ig": "Ihe 400 Njikere Njikere HTTP koodu ọnọdụ pụtara na arịrịọ ị zigara na sava weebụ (dịka ọmụmaatụ, arịrịọ maka ịwụọ ibe weebụ) dịgasịghị njọ."}}
{"translation": {"en": "Let's see the preparation of pakoda...", "ig": "Tụlee otu esi esi rụọ peacock na ..."}}
{"translation": {"en": "There's a real energy there!", "ig": "E nwere ezigbo ezigbo Energy n'ebe ahụ!"}}
{"translation": {"en": "Come to the New World", "ig": "Gaa na Ụwa Ọhụrụ"}}
{"translation": {"en": "Stuttering, you will choose driver.", "ig": "Site na ndabara, Mac gị ga-aka-họrọ onye ọkwọ ụgbọala."}}
{"translation": {"en": "even can be killed.", "ig": "E nwedịrị ike igbu ya."}}
{"translation": {"en": "Many economists and experts believe the scheme will benefit the economy.", "ig": "Ụfọdụ ndị ma ihe ekwe na-akụ n'ihe gbasara akụnụba na ego ekwuola na atụmatụ a ga ara ahụ."}}
{"translation": {"en": "Proverbs 31:10 - \"Who can find a virtuous woman? for her price is far above rubies.\"", "ig": "Ilu 31:10 \"Nwanyị na-eme ihe ike, ga-achọta ya: n'ihi na nsọpụrụ ya karịrị nke ezigbo nkume. \""}}
{"translation": {"en": "One of the biggest advantages of the iPad is that it can be placed almost anywhere.", "ig": "Otu n'ime uru ndị dị mkpa nke iPhone bụ na ọ nwere ike ijide gị na ihe fọrọ nke nta ka ọ bụrụ onye ọ bụla site na ọ bụla ebe ọ bụla."}}
{"translation": {"en": "\"Do you like that book?", "ig": "Akwụkwọ a ọ masịrị gị?"}}
{"translation": {"en": "2:17And when they saw it, they made known concerning the saying which was spoken to them about this child.", "ig": "2:17 Mgbe ahụ, mgbe ọ hụrụ na nke a, ha ghọtara okwu a gwara ha banyere ihe nwa okoro a."}}
{"translation": {"en": "The money itself is evil.", "ig": "Ego n'onwe ha ezighi ezi."}}
{"translation": {"en": "a city tour or a visit to a museum", "ig": "Ma ọ bụ ịga njem, ezumike maọbụ nleta onye na-agwọ ọrịa."}}
{"translation": {"en": "Rule #7: Listen to their complaints", "ig": "Ntuziaka # 7: Mee ka nkà gị mara"}}
{"translation": {"en": "We usually check our emails via various platforms, it can be easy to forget that each of those may require configurations that are different.", "ig": "Anyị na-enyocha email anyị site na nyiwe dị iche iche na ọ nwere ike ịdị mfe ichefu na nke ọ bụla n'ime ha nwere ike ịchọ nhazi dị iche iche."}}
{"translation": {"en": "The ICE Age is ending.", "ig": "Aha Ted, ice age ends."}}
{"translation": {"en": "He pointed out that they were standing on the Kohala bridge", "ig": "O kwuru na ha nọ n'orụ n'akụkụ Mmiri Chad."}}
{"translation": {"en": "When you look at me - Celine Dion", "ig": "Ọ bụrụhaala na ọ bụ gị - Celine Dion - Video"}}
{"translation": {"en": "The page can not be displayed!", "ig": "Page ahụghị!"}}
{"translation": {"en": "If there is, go ahead and select it.", "ig": "Ọ bụrụ na agbadoro ya, kpatụ ma họrọ On ."}}
{"translation": {"en": "How to know what you don't know?", "ig": "Olee ihe ị ga na-akọwa m na-amaghị?"}}
{"translation": {"en": "You will become wiser on how to handle various issues that come up when using a vehicle.", "ig": "Ọzọkwa, site n'ikwu ya, e nwere ụzọ isi dozie nsogbu ndị kachasị na-ebili mgbe ị na-emepụta onye router."}}
{"translation": {"en": "In her conversation she said that in all her years of dealing in material from the North West of England, she had never seen this image before.", "ig": "O kwuru na kamgbe o bidoro rụwa ọrụ dibia bekee, ọ hụtụbeghị udiri a."}}
{"translation": {"en": "The world: Australia", "ig": "Isi ụlọ ọrụ: Australia"}}
{"translation": {"en": "Having poor or nonexistent network security features and safety measures is also a mistake.", "ig": "Nchekwa nke netwọk - ọrụ ndị na-ezighi ezi ma ọ bụ mmebi mberede nke mberede - dịkwa mkpa."}}
{"translation": {"en": "Why it's Dangerous", "ig": "Ihe na-eme ka ọ dị ize ndụ"}}
{"translation": {"en": "They say that a lie runs on for 100 years, but the truth can catch up in a day.", "ig": "Nzuzo nwere ike ịrụ ọrụ ruo otu narị afọ, ma eziokwu ahụ nwere ike ijide ha n'otu ụbọchị"}}
{"translation": {"en": "Dark tourism refers to the practice of visiting", "ig": "Ọhụụ njem na-ezo aka n'ịkọwapụta ozi banyere njem."}}
{"translation": {"en": "Under \"General\" you will see \"Relationship.\"", "ig": "N'okpuru ihuenyo a, ị ga-ahụ njikọ \"Usoro na Ọnọdụ.\""}}
{"translation": {"en": "And it may go something like this.....", "ig": "O nwere ike ịga ihe yiri nke a..."}}
{"translation": {"en": "LIFE is limited.", "ig": "Ndụ ga-enwe ihe ndị ọ na-agaghị emeli."}}
{"translation": {"en": "Zero Aids-related deaths.\"", "ig": "Efu AIDS metụtara ọnwụ \""}}
{"translation": {"en": "Hebrews 3:13 \"But encourage one another daily, as long as it is called \"Today,...\"\"", "ig": "(Ndị Hibru 3: 12-15) Na -agbarịta ibe unu ume kwa ụbọchị, ọ bụrụhaala na a na -akpọ ya \"taa\""}}
{"translation": {"en": "Discovering and Creating Your Character", "ig": "Chapụta ma mepụta ọdịdị anyị."}}
{"translation": {"en": "The web hosting industry was still very new when Exabytes was established and not many Malaysians had the relevant skill and technical expertise.", "ig": "Ụlọ ọrụ ntanetị weebụ dị nnọọ ọhụrụ mgbe e guzobere Exabytes na ọtụtụ ndị Malaysian nwere nkà na nkà na ụzụ dị mkpa."}}
{"translation": {"en": "When pressed, the user is brought to a secure site and is able to download or order the product they requested.", "ig": "Mgbe etinyere ya, a na-ebute onye ọrụ ahụ na saịtị echedoro ma nwee ike ibudata ma ọ bụ nye ngwaahịa ha rịọrọ."}}
{"translation": {"en": "Energy efficiency is a major reason you should look at replacing your windows.", "ig": "Dị ka o kwesịrị ịdị, Microsoft Office bụ nhọrọ dị mkpa ị ga-arụpụta iji tụlee maka ngwaọrụ Windows gị."}}
{"translation": {"en": "The is was built to keep East Germans from escaping to the West", "ig": "Ewubere ya iji gbochie ndị German East ịgbanahụ West."}}
{"translation": {"en": "They will move away from you.", "ig": "Ha ga-achụpụ gị n'ebe ofufe."}}
{"translation": {"en": "Our gates will always be open.", "ig": "\" A ga- eghewe ọnụ ụzọ ámá gị niile oghe mgbe niile ."}}
{"translation": {"en": "The Chinese were also the", "ig": "Ndị Chaịna bụ ha nọkwanụ n'isi ya."}}
{"translation": {"en": "It's not free, but pricing is reasonable.", "ig": "Ọ bụghị n'efu, mana ọnụahịa ya nwere ezi uche."}}
{"translation": {"en": "If you wanted someone to find you, it cost you dearly with a banner ad on a regional website.", "ig": "Ọ bụrụ n'ịchọrọ ka mmadụ chọta gị, ọ ga-efu gị nnukwu ihe na mgbasa ozi ọkọlọtọ na webụsaịtị mpaghara."}}
{"translation": {"en": "You don't realize that it is better [L for you] for one man to die for the people than for the whole nation to be destroyed.\"", "ig": "unu echeghịkwa na ọ kaara unu mma ka otu onye nwụchitere mmadụ niile ọnwụ , kama a ga- ebibi mba a dum ."}}
{"translation": {"en": "It's true that food is in abundance during the festive period.", "ig": "A na-eji anyị eme ihe n'eziokwu bụ na oge nri ezumike nwere nnukwu shuga."}}
{"translation": {"en": "Moody's recognizes that Komercni Banka is an important part of", "ig": "Sony CEO kwuru na ngalaba nke ụlọ ọrụ ahụ bụ akụkụ dị mkpa nke azụmahịa ahụ"}}
{"translation": {"en": "And drapery for the entire house is expensive.", "ig": "Ọ dị oke ọnụ iji kpuchie ụlọ obibi ahụ niile na akwụkwọ ahụaja dara oke ọnụ."}}
{"translation": {"en": "That can happen if you simply use one or two tools for collecting links.", "ig": "Nanị ihe dị iche bụ na ị nwere ike pịa bọtịnụ ma ọ bụ abụọ iji nwee iwu edepụtara."}}
{"translation": {"en": "I recommend the F1.", "ig": "Ana m akwado F1."}}
{"translation": {"en": "Exchanging links with other content related websites is an excellent way to generate interest and traffic to your website.", "ig": "Chagbanwe njikọ na weebụsaịtị ndị ọzọ metụtara ọdịnaya bụ ụzọ magburu onwe ya iji mepụta mmasị na njem na weebụsaịtị gị."}}
{"translation": {"en": "Many of the Germans in the area came from a part of northern Germany known as Schleswig-Holstein.", "ig": "E nwere ụmụ obere agwaetiti ndị dị nso n'ebe ọdịda anyanwụ steeti ndị Jamanị a na-akpọ Skleswig-Holstin."}}
{"translation": {"en": "The Prosecutor's office demands to arrest the Vice-President of Samsung Electronics", "ig": "Ụlọ ikpe enyela iwu ka anwụchie onyeisi Innosson | odumblog"}}
{"translation": {"en": "In this multipart series, I'm covering the topic of staging cancer patients and why doing so is important in the process...", "ig": "N'usoro usoro a, ana m ekwu okwu banyere ichekwa ndị ọrịa kansa ọrịa na ihe kpatara ime ya ji dị mkpa..."}}
{"translation": {"en": "Owner Nick Morale has more than 30 years of experience working on motorcycles, jet skis, ATVs and other recreational vehicles.", "ig": "Onye nwe Nick Morale nwere ihe fọrọ nke nta ka ọ bụrụ afọ 35 nke ahụmịhe na-arụ ọrụ na ọgba tum tum, skis jet, ATV na ụgbọ ala ndị ọzọ."}}
{"translation": {"en": "just searching on the internet", "ig": "Naanị chọọ ụzọ ya n'ịntanet."}}
{"translation": {"en": "You can make your response as long as possible.", "ig": "Ị nwere ike ime ọkwa gị, ọ bụrụhaala na ị nwere ike mezue onwe gị."}}
{"translation": {"en": "Geoffrey Blainey - The Causes of War", "ig": "Kenweezy Nwagbo · Causes"}}
{"translation": {"en": "Facebook (or feel free to make it your own!)", "ig": "Facebook n'ụzọ dị mwute (ma ọ bụ na-enwe obi ụtọ mgbe ị bụ onye mejọrọ!)"}}
{"translation": {"en": "Special Features: Cities are connected by roads.", "ig": "Efela ụzọ: Nke a na-emetụta ọnụ ụzọ dị iche iche dịka okporo ụzọ na okporo ụzọ."}}
{"translation": {"en": "In order to protect the bearings effectively", "ig": "Ọ na-echebe batrị n'ụzọ dị irè"}}
{"translation": {"en": "12:47And all Israel, in the days of Zerubbabel and in the days of Nehemiah, gave the portions of the singers and the doorkeepers, every day what was needed, and they consecrated things for the Levites; and the Levites consecrated for the children of Aaron.", "ig": "Izrel dum n' oge Zerọbabel nakwa n' oge Nehemaya na- enye ndị na- abụ abụ na ndị nche ọnụ ụzọ ámá òkè ha dị ka mkpa ha nwere kwa ụbọchị si dị , ha na- edokwa ihe ndị ahụ nsọ maka ndị Livaị; ndị Livaị na- edokwa ihe ndị ahụ nsọ maka ụmụ Erọn ."}}
{"translation": {"en": "I call upon God as a witness on my behalf that it was in order to spare you that I did not return to Corinth.", "ig": "Chineke bụ onye akaebe m, nꞌihi na ọ maara obi m, ọ maara na ekpebiri m ịhapụ ịbịa Kọrint nꞌihi na achọghị m ime ka obi jọọ unu njọ site na mba nke m bu nꞌobi ịbara unu."}}
{"translation": {"en": "description: Don't know the track title?", "ig": "Ihe dị mkpa: Amaghị ihe paswọọdụ dị na akaụntụ nchịkwa?"}}
{"translation": {"en": "Here are some rules to make the process successful:", "ig": "Na-esonụ bụ ụfọdụ Atụmatụ na nke a na-eme ka usoro a zuru ezu ihe ịga nke ọma:"}}
{"translation": {"en": "See also the code", "ig": "See Code kwuo"}}
{"translation": {"en": "Take a multi-vitamin and fish oil every day.", "ig": "Gbalịa ma jirikwu mmanụ olive na nri gị kwa ụbọchị."}}
{"translation": {"en": "What is the meaning of talent and skill?", "ig": "Kedu ihe bụ talent na ọgụgụ isi na nkà mmụta mmekọrịta ụmụ mmadụ?"}}
{"translation": {"en": "The perils of trying to 20 million indicators using your.", "ig": "Versionsdị ndị ọzọ na-enye gị ohere ịchekwa usoro data nke ihe ruru nde 20 nke ị nwere ike iji rụọ ọrụ."}}
{"translation": {"en": "The reason whyy", "ig": "Pike gịnị kpatara ya"}}
{"translation": {"en": "You can call up physical properties in an instant.", "ig": "Ya mere, ị nwere ike ịchọta ihe ịchọ mma nke anụ ahụ ozugbo na akara."}}
{"translation": {"en": "\"You shall fear the LORD your God; you shall serve Him and cling to Him, and you shall swear by His name. -Deut.", "ig": "Ọ bụ Jehova bụ́ Chineke gị ka ị ga- atụ egwu , ọ bụkwa ya ka ị ga- efe , ọ bụkwa aha ya ka ị ga- eji ṅụọ iyi ."}}
{"translation": {"en": "Acts 5:29 But Peter and the other apostles replied, \"We must obey God rather than men.", "ig": "5:29 Ma Pita na ndi-ozi zara, si: \"Ọ dị mkpa irubere Chineke isi, karịa ikom."}}
{"translation": {"en": "For those of us who can't remember names.", "ig": "Ma ọ bụ ma ọ dịghị ihe ọzọ maka ndị na-enweghị ike icheta aha ndị omee."}}
{"translation": {"en": "The company was founded in 2009 and today has 230 employees.", "ig": "Tọrọ ntọala in2005, na Company ugbu a nwere 210 na-arụ."}}
{"translation": {"en": "Then, like a man, or a race, humanity as a whole, or rather all those members of a humanity who have not reached the ultimate perfection which it is the purpose of that particular manifestation of worlds to reach, die.", "ig": "Mgbe ahụ, dị ka mmadụ, ma ọ bụ agbụrụ, ụmụ mmadụ n'ozuzu ya, ma ọ bụ karịa ndị ahụ nile nke mmadụ bụ ndị na-erubeghị izu okè zuru oke nke bụ nzube nke ngosipụta ahụ nke ụwa iji ruo, nwụọ."}}
{"translation": {"en": "So far there are 11:", "ig": "Ruo ugbu a, anyị na-eche echiche 11:"}}
{"translation": {"en": "written by James Lipton", "ig": "Nkwusa: James Linton"}}
{"translation": {"en": "Would you say to the servant when he comes in from the field, \"Come along now and sit down to eat\"?", "ig": "Ọ̀ ga-agwa ohu ahụ mgbe o si n'ọhịa lọta, \"Bịa nọdụ ala iri ihe\"?"}}
{"translation": {"en": "Blame it on high expectations.", "ig": "Gba onwe gị ụta maka ịtụ anya ihe dị ukwuu n'aka ha. - Amaghi ama"}}
{"translation": {"en": "As mentioned above, keeping up with government regulations is a full-time job unto itself.", "ig": "Dị ka m kwuwororịrị, ịnweta ọrụ backlinks nke ọchịchị bụ ọrụ siri ike na ọrụ oge."}}
{"translation": {"en": "If there is a restriction in the hose, what would be the most likely hose?", "ig": "Ọ bụrụ na ọ dị ebe pan ahụ kụkpọrọ akụkpọ, olee otú ogbe bred nke ọ bụla e ji pan ahụ mee ga-adị?"}}
{"translation": {"en": "Basketball is a popular sport that everyone loves to play.", "ig": "Alto's Adventure bụ egwuregwu ịgba bọọlụ ama ama nke onye ọ bụla ga-enwe mmasị igwu egwu."}}
{"translation": {"en": "The Lady The fair Lady...", "ig": "Nwanyi ocha~Fair lady"}}
{"translation": {"en": "You yell not wanting to talk about it.", "ig": "Ma, echekwala na ikwu gbasara ya agaghị amasị ha."}}
{"translation": {"en": "If I lose my All S.T.A.R card, what should I do?", "ig": "Ọ bụrụ na m na mberede ehichapụ data si SD kaadị, ihe m kwesịrị ime?"}}
{"translation": {"en": "Do You Want to Get Rich?", "ig": "[6] Ị chọrọ ịbụ onye nwere akụ hie nne?"}}
{"translation": {"en": "And behold, a great wind came from across the desert, and it struck the four corners of the house so that it fell upon the young people, and they died.", "ig": "19  Ma, lee! oké ifufe+ si n'ebe ala ịkpa bịa, wee fekwasị nkuku anọ nke ụlọ ahụ, o wee dagbuo ụmụ gị."}}
{"translation": {"en": "They were in his path, ready to destroy him.", "ig": "Ha nọ n'ụzọ ya, jikere ibibi ya."}}
{"translation": {"en": "Twenty years from now, someone might ask you what you did to help.", "ig": "N'ime afọ iri abụọ, ikekwe mmadụ ga-abịakwute gị, gwa gị ụdị ụdị ike ị metụtala ndụ ha."}}
{"translation": {"en": "Let it all cook for about a minute.", "ig": "Anyị na-ahapụ ka ihe niile sie nri ọnụ maka nkeji ole na ole."}}
{"translation": {"en": "Long service life of 35,000 hours", "ig": "7.The ọrụ ndụ nke> 3000 awa"}}
{"translation": {"en": "This was a dream, obviously.", "ig": "O doro anya na ihe omuma a, ihe obula o bu, mu onwe m."}}
{"translation": {"en": "Full of ancient history.\"", "ig": "Ọ bụ ma nru ugha akụkọ ndị oge ochie . '"}}
{"translation": {"en": "Then the angel of Yahweh reached out the tip of the staff that was in his hand, and he touched the meat and the unleavened cakes; and fire went up from the rock and consumed the meat and the unleavened cakes.", "ig": "Mmụọ ozi Jehova wee setịa ọnụ mkpara o ji n' aka metụ anụ ahụ na achịcha ahụ na- ekoghị eko , ọkụ wee si n' oké nkume ahụ pụta rechapụ anụ ahụ na achịcha ahụ na- ekoghị eko ."}}
{"translation": {"en": "Here's what's new in music for iOS 14.", "ig": "Ihe ọhụrụ niile dị na iOS 14"}}
{"translation": {"en": "Facebook want me to promote it.", "ig": "Facebook chọrọ ka m na-akwụ ụgwọ ha na-ekwurịta okwu gị."}}
{"translation": {"en": "The firm concept is that you cannot say 'I', 'We', or 'You' in particular writing.", "ig": "Ihe dị mgbagwoju anya gbasara okwu a bụ na okwu \"bụ\" na \"gị\" anaghị ede akwụkwọ ozi ha."}}
{"translation": {"en": "Discussed below are some of the reasons why you should hire a real estate agent.", "ig": "N'okpuru ebe a, e nwere ihe ndị ọzọ mere ị ga - eji bụrụ Onye Nwe Ahịa Ebighị Ebi ohere kwesiri itinye ego na ya."}}
{"translation": {"en": "13 If I had taken his life, f the king would have uncovered everything about it, and you would never have protected me!\"", "ig": "Ma ọ́ bụghị ya , m gaara eji aghụghọ meso mkpụrụ obi ya ihe , a gaghịkwa ezoro eze ihe a dum ezoro , gị onwe gị kwa anọrọ n' akụkụ ."}}
{"translation": {"en": "Listen in on social media conversations about your brand, competition, and space.", "ig": "Gee ntị na mkparịta ụka mgbasa ozi mmekọrịta gbasara akara aka gị, asọmpi, na oghere gị."}}
{"translation": {"en": "money has gone down.", "ig": "Ọnụ ego belatara!"}}
{"translation": {"en": "\"Unfortunately the tour by The Game is now cancelled,\" read a message on Metropolis Touring.", "ig": "\"A kwụsịrị ọrụ n'ihi ngagharị iwe dị n'akụkụ ụzọ ụgbọ oloko ahụ,\" gụrụ otu ozi na French nke gosipụtara na ihuenyo ụgbọ okporo ígwè."}}
{"translation": {"en": "\"How old is the photo?\"", "ig": "N'ime afọ ole ka foto pụtara?"}}
{"translation": {"en": "let's get the stars", "ig": "Ya mere, anyị ga-ewere ọdịdị nke kpakpando ahụ."}}
{"translation": {"en": "What's a good family?", "ig": "Gịnị bụ ezinụlọ nyo?"}}
{"translation": {"en": ". to react in a similar manner, and understanding these subtleties in the human mind can help your business find creative ways to ethically move more buyers towards saying \"Yes!\" to your products or services.", "ig": "Anyị niile bụ ndị dị iche iche, ma n'ọtụtụ oge, ụbụrụ anyị na-enwe ike imeghachi omume n'ụzọ yiri nke ahụ, na ịghọta ụzọ aghụghọ ndị a n'uche ụmụ mmadụ nwere ike inyere azụmahịa gị aka ịchọta ụzọ okike iji mee ka ndị na-azụ ahịa na-ekwupụta \"Ee\" gaa na ngwaahịa ma ọ bụ ọrụ gị."}}
{"translation": {"en": "Brochures should not be an in-depth study of a topic, but give enough info to keep the readers' interest from start to finish.", "ig": "Broshuọ a abụghị nnyocha na-adịghị mma banyere isiokwu ma ọ ga-enye ozi zuru ezu iji jide ma jide ndị na-agụ ya site na mmalite ruo n'isi."}}
{"translation": {"en": "Very few know the whole story or the full implications.", "ig": "Ọ bụ ole na ole n'ime ndị a ghọtara uru nke nnwere onwe zuru ezu, ma ọ bụ ihe ndọghachi azụ nke n'agbụ agbụ."}}
{"translation": {"en": "2205 set in my bios is no longer stable.", "ig": "09055005306, enweghịzi m ntụsara ahụ na mpaghara nkasi obi m."}}
{"translation": {"en": "\"You can stop soon.\"", "ig": "Ị nwere ike ịkwụsị ngwa ngwa."}}
{"translation": {"en": "Another problem that can affect a home's foundation is soil pressure.", "ig": "Ihe ọzọ nke nwere ike ịbụ ihe esemokwu maka ezinụlọ ndị na-eketa mbadamba nkume bụ njikwa nna."}}
{"translation": {"en": "Get music to iTunes, if required.", "ig": "Mụta otu esi kwalite iTunes , ma ọ bụrụ na ọ dị mkpa."}}
{"translation": {"en": "If you go to the website, you'll be able to see some of those testimonies.", "ig": "Ma ọ bụrụ na ị mbugharị na peeji ebe a, ị nwere ike ịhụ ụfọdụ stats."}}
{"translation": {"en": "\"And I will say to my soul, 'Soul, you have many goods laid up for many years to come; take your ease, eat, drink, and by merry.'", "ig": "m ga- asịkwa mkpụrụ obi m: \" Mkpụrụ obi , i nwere ọtụtụ ezi ihe m kpakọbara maka ọtụtụ afọ; tụsara ahụ́ , na- eri , na- aṅụ , mee onwe gị obi ụtọ ."}}
{"translation": {"en": "Complaints Regarding the Code of Ethics:", "ig": "Mkpesa maka ụkpụrụ omume:"}}
{"translation": {"en": "Full text of \"Sugar and sugar-making\"", "ig": "3 echiche dị na \"Sugardaddy & Sugarmummy [Zute saịtị mkpakọrịta nwoke na nwaanyị ntanetị]\" \""}}
{"translation": {"en": "get the opportunity.\"", "ig": "sere Chance.\""}}
{"translation": {"en": "It's really not too hard and I love it enough that it's work the efforts!:)", "ig": "Ọ dịrịghị m mfe, mana m hụrụ ya n'anya nke ukwuu !!!! daalụ maka ụlọ ahịa maka ịkọwa m otu esi eme nke ahụ:))"}}
{"translation": {"en": "Yes, the album surpasses expectations.", "ig": "Ee, igwe okwu Yeti agafeela atụmanya."}}
{"translation": {"en": "Hi Tyll, what do you think about the Sennheiser HD 598.", "ig": "Kedu ihe mere ị ga-eji ekwe ntị na-emeghe ihe dịka Sennheiser HD 598 Earphones?"}}
{"translation": {"en": "Marshall Islands - Council on Foreign Relations", "ig": "Marshall Islands - Onye Nchịkwa Nkwukọrịta Mba"}}
{"translation": {"en": "One's thoughts and actions in one life cause and bring about the conditions for the next succeeding life; the influences prevailing at the birth are the indications of what one has done in the past and what he may expect in the present.", "ig": "Otu echiche na omume n'otu ndụ na-akpata ma mee ka ọnọdụ dịrị ndụ nke na-aga n'ihu; mmetụta ndị na-emetụta mgbe a mụrụ ha bụ ihe àmà nke ihe onye mere n'oge gara aga na ihe ọ ga-atụ anya na ugbu a."}}
{"translation": {"en": "In most cases, this will severely impact the work process, but could be useful for special circumstances such as when you are working with very sensitive data.", "ig": "N'ikpeazụ, nke a ga-emebi arụmọrụ, ma ọ bara uru na ọnọdụ ndị pụrụ iche, dị ka mgbe ngwa na-arụ ọrụ nke aka ha."}}
{"translation": {"en": "Online Dating Singles Have A Greater Chance of having Different Religious Backgrounds", "ig": "Ndị na-alụbeghị di na nwunye ịkpa na ntanetị nwere ezigbo ohere ịnwe nzụlite okpukpe dị iche iche"}}
{"translation": {"en": "Looking for a new TV and want to get the best view?", "ig": "Na-achọ igwe mkpanaka ọhụrụ ma chọọ inwe ozi ịhọrọ nke ka mma?"}}
{"translation": {"en": "Kinda like you, Pard.\"", "ig": "Next Onye Yiri Gi - Depee \""}}
{"translation": {"en": "(I Corinthians 10:31 - Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.)", "ig": "10:31 Ya mere, ma ị na-eri ma ọ bụ ihe ọṅụṅụ, ma ọ bụ ihe ọ bụla ọzọ i nwere ike ime, eme ihe niile n'ihi na ebube Chineke."}}
{"translation": {"en": "Your husband ().", "ig": "Onye di ka Gi (Ekele)"}}
{"translation": {"en": "We would always try to understand each other through keywords and sign language.", "ig": "N'oge ndị a, anyị abụọ ga-atụgharị iji ghọta onwe anyị, jiri okwu ma ọ bụ mmegharị ahụ."}}
{"translation": {"en": "Sharon Grau, daughter of Mr.", "ig": "Mariëm Amgharou aka Lady General,"}}
{"translation": {"en": "And they decreed that it should be proclaimed throughout all Israel from Beersheba to Dan, that they should come and hold the feast of the Passover unto the LORD God of Israel at Jerusalem: for they had not often done it, as it is written how they should.", "ig": "Ha wee kpebie ka a kpọsaara Izrel dum , malite na Bia-shiba ruo Dan , ka ha bịa meere Jehova bụ́ Chineke Izrel ememme ngabiga na Jeruselem; n' ihi na ha emebeghị otú ahụ n' ìgwè dị ka ihe e dere n' akwụkwọ si dị ."}}
{"translation": {"en": "My little children, I write these things to you so that you may not sin.", "ig": "Ụmụ m, ana m edere unu ihe ndị a nile ka unu si nꞌime mmehie pụta."}}
{"translation": {"en": "(DIE ZEIT No. 14/2018) show how much people really deal with this topic.", "ig": "\" (Ọpụpụ 21:24) Otú ọtụtụ ndị si ghọta ihe a Baịbụl kwuru dị iche iche."}}
{"translation": {"en": "Here's a summary of the most important HKEY_CURRENT_USER subkeys:", "ig": "Ihe na-esonụ bụ ụfọdụ ozi na ole na ole igodo dị n'okpuru oghere HKEY_CURRENT_USER:"}}
{"translation": {"en": "Those who do so are rewarded with", "ig": "Nꞌihi na ndị ahụ rụrụ ọrụ ije ozi ha nke ọma nwere ụgwọ ọrụ."}}
{"translation": {"en": "\"People in Southern Illinois were not cooperative.", "ig": "\"Ndị nọ na Ndịda Naijiria enweghị efe."}}
{"translation": {"en": "Minecraft: The best way to Get Paper", "ig": "Whitepaper: Omume kachasị mma maka Ide ederede Nzuzo"}}
{"translation": {"en": "The Best Restaurant Openings of 2017", "ig": "Ngwongwo ụlọ oriri na ọ restaurantụ restaurantụ ụlọ oriri kachasị mma nke 2017  Kpọtụrụ ugbu a"}}
{"translation": {"en": "Blissfully unconcerned with your soul?", "ig": "Ihe na-amasị mmadụ ma na-enweghị mmasị n'echiche nke mkpụrụ obi ya?"}}
{"translation": {"en": "5) Cruel, inhuman and degrading treatment.", "ig": "(3) Nchekwa dị elu, nke na-adịghị egbu egbu na adịghị emerụ ahụ mmadụ."}}
{"translation": {"en": "and 50% of the users have the best performance with their Qt-based", "ig": "50% nke ndị otu mere ka arụ ọrụ ha ka mma site na iji CRM mkpanaka (Source)"}}
{"translation": {"en": "120 days after the closing date", "ig": "23 Daysbọchị 120 site na mmechara nke atụmatụ ịmechara"}}
{"translation": {"en": "Let's talk about the next challenge, #copyright.", "ig": "Anyi ga-ebido na nke na-ewu ugbua akpọrọ \"#IdibalaChallenge\""}}
{"translation": {"en": "The duty of this power unit is S3, i.e., 30 seconds on and 270 seconds off.", "ig": "1.Usoro ike a bụ nke ọrụ S3, ntụgharị, ọrụ na-aga n'ihu, 30 sekọnd na 270 sekọnd."}}
{"translation": {"en": "Now, at last, he could possibly be allowed to reach at their bride.", "ig": "Ma ọ dịkarịa ala, ọ nwere ike ịrapara n'ahụ onye nwe ya."}}
{"translation": {"en": "But we do not complain about the RX-A1080.", "ig": "Enweghị m mkpesa gbasara ọdịyo nke TX-NR708."}}
{"translation": {"en": "The device should not be a tool", "ig": "Ngwaọrụ Mbadamba abụghị Ngwaọrụ Onwe"}}
{"translation": {"en": "He's spent years fine-tuning his craft and has turned his vlog into a good living.", "ig": "O meela ọtụtụ afọ ka ọ na-emezi ọrụ ya nke ọma wee mee ka vlog ya bụrụ ezigbo ndụ."}}
{"translation": {"en": "Notwithstanding, likewise with any types of gambling, it is vital to have a financial plan and stick to it.", "ig": "Dị ka ụdị ịgba chaa chaa niile dị n'ofe ahụ, ọ dị ezigbo mkpa ịhazi usoro mmefu ego na ịrapara na ya dị ka gluu."}}
{"translation": {"en": "10 'How then were your eyes opened?' they demanded.", "ig": "10 Ya mere, ha na-ajụ ya, \" Olee otú meghee anya gị?"}}
{"translation": {"en": "The game can keep the balance in one place for hours, and it's just great for wagering a bonus!", "ig": "Egwuregwu ahụ nwere ike ijigide nguzo n'otu ebe ruo ọtụtụ awa, ọ dịkwa mma maka ịgbanye ego!"}}
{"translation": {"en": "This isn't giving up--it's just acceptance.", "ig": "Ma, ewepụghị ya, nke a bụ naanị... ịsị obi say."}}
{"translation": {"en": "It is a game that becomes more than just a series of button and control stick movements.", "ig": "Ọ bụ egwuregwu nke na-aghọ ihe karịrị nanị usoro usoro ma na-ejikwa mkpịsị aka aka."}}
{"translation": {"en": "In this example, we have an image of a headshot photo, so this text might describe the person in the headshot.", "ig": "N'ihe atụ a, anyị nwere onyinyo nke foto headhot, ya mere ederede a ga-abụ banyere onye isi maka ya."}}
{"translation": {"en": "Capricorn, Taurus, Virgo free online Psychic Reading focused on Love and Relationships for week of October 19, 2015.", "ig": "Capricorn, Taurus, Virgo free online Psychic Reading na-elekwasị anya na Ịhụnanya na mmekọrịta maka izu nke October 19, 2015."}}
{"translation": {"en": "The Inspector-General of Police (IGP), Mohammed Adamu has urged doctors to treat victims of gunshot wounds first before asking for any police report.", "ig": "ONYEISI ndị uweojii n'ala anyị (Inspector General of Police) Mohammed Adamu akpọkụọla ndị dịbịa oyibo ka ha buru ụzọ na-agwọ ndị mmadụ a gbara egbe tupu ha amalite naba akwụkwọ ikike si n'aka ndị uweojii (police report)."}}
{"translation": {"en": "In fact it can be one of the most liberating", "ig": "Nke a bụ ma eleghị anya otu n'ime ihe ndị kachasị ewu ewu maka ịghọ freelancer."}}
{"translation": {"en": "Let's Find a Time to Connect", "ig": "Chọta oge ị chọrọ ịmekọrịta."}}
{"translation": {"en": "The main goal is to provide information about each device in the rack.... О сайте", "ig": "Ebumnuche Milo bụ ịnwe ngwaahịa niile na shelf ọ bụla na web..."}}
{"translation": {"en": "Then see if you're able to run OTL or OTS.", "ig": "Ugbu a, lee ma i nwere ike ise ọdịdị oval na spiral."}}
{"translation": {"en": "for Team A.", "ig": "ike yo Team A!"}}
{"translation": {"en": "(And it did it again!", "ig": "Emere ya ọzọ!)"}}
{"translation": {"en": "But we have the power to control our minds.", "ig": "Nke a mere na-enye anyị ohere ịchịkwa faịlụ ndị a na uche anyị."}}
{"translation": {"en": "Either cast iron, or stainless steel; teflon/non-stick is not recommended.", "ig": "Elu a na - emegharighi, na - egbochi oke izopu ihe, ma ya achoghi mpempe silicone / Teflon iche."}}
{"translation": {"en": "Along the former Wall, visitors are followed by spotlights and become part of the installation.", "ig": "N'oge njem nlegharị anya dị egwu, ndị ọbịa na-emikpu onwe ha na anya dị n'azụ ma banye n'ime usoro dị iche iche nke imepụta ihe nkiri."}}
{"translation": {"en": "The zone, inaugurated in 2013, has resulted in the creation of about 40,000 companies.", "ig": "Ebe ọ bụ na meghere ọnụ ụzọ na 2007, ụlọ ọrụ ahụ na-ezukọ ugbu a na akaụntụ 400,000."}}
{"translation": {"en": "the parent (RMB)", "ig": "Tere Wiri Wiri (rpm)"}}
{"translation": {"en": "The king had to tax the land as well as take gold and silver from his people so he could pay Pharaoh Necho.", "ig": "Ọ naara ndị ala ahụ ọlaọcha na ọlaedo ahụ dị ka ụtụ isi e kenyere onye ọ bụla si dị , iji kwụọ ya Fero Niko ."}}
{"translation": {"en": "Also, with built-in Wifi, Bluetooth, and AirPlay, the AVR-X2100W provides a lot of flexibility for accessing music content that you may not have possession of in a disc-based format.", "ig": "Ọzọkwa, na Wifi, Bluetooth, na AirPlay wuru, AVR-X2100W na-enye ọtụtụ mgbanwe maka ịnweta ọdịnaya egwu na ịnwere ike ịnweghị na nhazi diski."}}
{"translation": {"en": "the predictions made by the localise or the localise that makes predictions at each time frame", "ig": "Jupụta akwaaji ma ọ bụ mpaghara a họọrọ site na nrịta nke na-arụpụta site na ịpịpụta nduzi site na ebe nkedo niile."}}
{"translation": {"en": "how to track internet history on a cell phone.", "ig": "Olee otú ikpochapụ Internet akụkọ ihe mere eme na-adịgide adịgide na otu click"}}
{"translation": {"en": "Keep a rotation and switch it after each battle and you'll have a well-rounded team which you'll find yourself more attached to, which will increase your enjoyment of the game.", "ig": "Nọgide na-agbanwe agbanwe ma gbanwee ya mgbe agha ọ bụla gachara, ị ga-enwe otu ìgwè zuru oke nke ị ga-ahụ onwe gị karịa, nke ga-eme ka ị nwekwuo mmasị na egwuregwu ahụ."}}
{"translation": {"en": "&nbsp; // variables have the same name.", "ig": "Right-pịa na Normal.dotm, ma họrọ \"Kpọgharia aha\";"}}
{"translation": {"en": "What I wrote is an opinion piece athat is why it is online.", "ig": "Edere m akwụkwọ banyere ihe kpatara nke a, akpọrọ Why Why Influencer Online"}}
{"translation": {"en": "The simplest way to remove the \"bad\" and \"ugly\" is to moderate your comments.", "ig": "Ụzọ kachasị mfe iji pụọ na nsogbu \"nnukwu, obi ike, na nke jọrọ njọ\" nke mkpado aha bụ ịke ederede otú ị chọrọ ka ha lee anya."}}
{"translation": {"en": "This beach takes its name from the large stones with holes in the middle.", "ig": "Ụsọ oké osimiri a na-ewe ya aha si nnukwu nkume na oghere n'etiti."}}
{"translation": {"en": "This comprehensive one day course is designed to help employees understand the basics of good business writing.", "ig": "Taa enwere ọgbọ ọhụụ sọftụwia raara onwe ya nye iji nyere ndị azụmaahịa aka ịghọta data a kpọrọ ọgụgụ isi ndị ahịa."}}
{"translation": {"en": "You're covered, don't you worry", "ig": "E kpere gị atụmatụ, echegbula banyere ya."}}
{"translation": {"en": "Staff will not get involved in assigning blame", "ig": "Ọ bụ ya mere na onye ahụ agaghị ekweta iso gaa gbuo mmadụ."}}
{"translation": {"en": "@Home with Diana Dors", "ig": "@ Ginza Dori"}}
{"translation": {"en": "I don't understand some fans sometimes", "ig": "Mgbe ụfọdụ anaghị m aghọta ụfọdụ ndị ọcha."}}
{"translation": {"en": "Lawmakers have long wanted to end the payments, but the districts say they're still necessary.", "ig": "Ndị Conservatives kwuru na steeti echerela ogologo oge iji mepee, ebe ndị Liberal na-ekwu na a ka chọrọ ịmụrụ anya. ..."}}
{"translation": {"en": "This story is really good, please don't give up on it", "ig": "Ederede ahụ dị oke mma, biko egbula m ụzọ na-ezighi ezi."}}
{"translation": {"en": "Regardless of what you need to do, a number of your clients might not have the ability to make use of the form.", "ig": "N'agbanyeghị ihe ị na-eme, ụfọdụ ndị ahịa gị nwere ike ọ gaghị enwe ike iji ụdị ahụ."}}
{"translation": {"en": "Wasn't it perfectly perfect?", "ig": "Ndibeghi ya zuru oke na mbu?"}}
{"translation": {"en": "With KAYAK, you can't really publication anything through the web site.", "ig": "Site na PS Vita, ị gaghịzi enwe ike ịnyefe ihe ọ bụla site na ntaneti na-dobe."}}
{"translation": {"en": "1/5/21 by Mr. Nordic", "ig": "22 - M. Neziri"}}
{"translation": {"en": "However, that's tough to do when you're trying to fight for compensation from those responsible.", "ig": "Nke a bụ ihe na - eme ma a kpasuo gị iwe ịlụ ọgụ megide ngwongwo ndị otu na - emegide ya."}}
{"translation": {"en": "You'll get these achievements when you complete the game.", "ig": "Ị ga-enweta otu ngwụcha mgbe ị na-eti egwuregwu ahụ na ọnọdụ a."}}
{"translation": {"en": "No one knows how to hold", "ig": "Onweghi onye ma ka esi ebu ihe"}}
{"translation": {"en": "He established a righteous city that, in the end, was taken to heaven.", "ig": "Ọ na- agwa ha na ya bụ obodo dị n' elu igwe ma a gafechaa urukpu ."}}
{"translation": {"en": "I want to get my phone unlocked", "ig": "Etu esi amata ma ekwentị m bụ n'efu"}}
{"translation": {"en": "By opening up to others, you'll prompt people to open up with God, this generous Father in heaven.\" (message version)", "ig": "Site na imeghere onwe gị nye ndị ọzọ, ị ga-akpali ndị mmadụ imeghere Chukwu, Nna a nke eluigwe na-emesapụ aka .\""}}
{"translation": {"en": "Finally, when someone clicks on the ads on your blog, you make money.", "ig": "Oge ọ bụla onye bịara na nke gị blog blog clicks na mgbasa ozi, ị na-enweta ego."}}
{"translation": {"en": "However, the price has seen a 13 percent fall since its daily high to trade at $0.36.", "ig": "Otu ọ dị, ọnụahịa ahụ dara 13% site na ụbọchị ọ bụla iji zụọ ahịa na $ 0,36."}}
{"translation": {"en": "a list of competitors?", "ig": "Kedu ndị na-asọmpi ọchụchọ gị?"}}
{"translation": {"en": "- 59% connect with their customers through micro-blogging sites like Twitter", "ig": "59% jikọọ na ndị ahịa ha site na micro-ịde blọgụ saịtị dị ka Twitter"}}
{"translation": {"en": "Why, it's Luke.", "ig": "otu ru rk en."}}
{"translation": {"en": "You can choose whatever color you want and it pops out in the shot.", "ig": "Ị nwere ike ịhọrọ ụcha ọ bụla ịchọrọ ma pịa OK iji tinye ya na interface."}}
{"translation": {"en": "where do they find the time?", "ig": "Ebee ka ịchọta oge?!"}}
{"translation": {"en": "Public holidays in Germany", "ig": "Ezumike na Germany"}}
{"translation": {"en": "Here you can see all the videos and photos posted by you.", "ig": "N'ebe a, ị nwere ike ịhụ na jikwaa ihe niile vidiyo na ihe ndị mejupụtara ọrụ gị."}}
{"translation": {"en": "And one said to the man clothed in linen, who was above the waters of the river: 'How long shall it be to the end of the wonders?", "ig": "Otu wee gwa onye ahụ yi uwe linin , bụ́ onye guzo n' elu mmiri ahụ , sị: \" Oge há aṅaa fọdụrụ ka ihe ebube ndị a mechaa ?"}}
{"translation": {"en": "He was not aware that he had been particularly", "ig": "O maghị na Enwe kwadooro ya nke ọma."}}
{"translation": {"en": "On October 23, the phone finally arrived.", "ig": "Mana n'ikpeazụ, taa ka ọnwa Mee dị na mkpụrụ ụbọchị iri abụọ na atọ, emeela ka ekwenti ekwenti."}}
{"translation": {"en": "Basically, anything that is linking back to your website is classed as a back-link.", "ig": "N'ikpeazụ, ọ bụla njikọ si saịtị ọzọ na saịtị gị weere dị ka backlink azụmahịa."}}
{"translation": {"en": "This book provides a few intriguing signs.", "ig": "Ebumnuche nke a akwụkwọ a na-ewetara ụfọdụ nke Amụma ọrụ ebube na ihe ịrịba ama nke ya Prophethood."}}
{"translation": {"en": "You don't need to grovel and beg for an opportunity.", "ig": "Ọ dịghị mkpa ka ị bụrụ onye na-ekwu okwu ndị iwe iwe na ohere ọ bụla."}}
{"translation": {"en": "In many of the schools", "ig": "Anaghị akwado ọtụtụ ebe n'ọbá akwụkwọ"}}
{"translation": {"en": "World's Worst Airports for Business Travelers", "ig": "Thelọ ọrụ ụgbọ elu kacha mma n'ụwa maka ịrụ ọrụ maka ndị ọrụ ụgbọ elu Emirates."}}
{"translation": {"en": "(I was very pleased.)", "ig": "Obi dị m anụrị)"}}
{"translation": {"en": "2:14 - He is our peace.", "ig": "2:14 N'ihi na ọ bụ udo anyị."}}
{"translation": {"en": "We are committed to providing expert", "ig": "Aga m akwado ịkwado ọkachamara iji mejuputa ya."}}
{"translation": {"en": "It was the turning point of the Revolutionary war.", "ig": "Ma, ọ bụ oge mgbanwe nke Revolutinary War."}}
{"translation": {"en": "India has been rocked by sex attacks over the past years, with a 10-year-old giving birth in 2017 after she was raped.", "ig": "Ndị uweojii ebidola nyocha n'etu nwaanyị amaghị onwe ya ihe ruru afọ iri nọ n'ụlọọgwụ siri tụrụime mụọ nwa na nwgụcha ọnwa dizemba afọ 2018."}}
{"translation": {"en": "I am getting through it, but finding just 10 minutes tough to do.", "ig": "Amaara m na o siri ike, mana lee, ọ bụ naanị sekọnd iri nke ịrụsi ọrụ ike."}}
{"translation": {"en": "Then we when we got back into the store, the power went out.", "ig": "Mgbe ahụ mgbe anyị laghachiri na Storelọ Ahịa Play, ozi ga-efu efu."}}
{"translation": {"en": "If you discover you need to remove spyware, here are the best ones to use.", "ig": "Ọ bụrụ na ị chọpụta na ị ga-ewepụ spyware, ebe a bụ ndị kasị mma iji ."}}
{"translation": {"en": "In this review, we have the Korean version of the LG G Pro 2 that could differ from the international model.", "ig": "LG si ukara gam akporo Lollipop version nke Korean nlereanya nke LG G2 na nke ahụ debe ngwa niile nke LG."}}
{"translation": {"en": "What are the two types of mountains?", "ig": "Nke ahụ ọ bụ ụdị ugwu abụọ ??)"}}
{"translation": {"en": "PTFE tube in life and industrial production is becoming more and more widely used in the range, the popular in various fields of special steel tubes has now been known, while on teflon product characteristics and USES, etc., most people still know in primary stage, so PT...", "ig": "PTFE tube na ndụ na mmepụta ihe mmepụta ihe na-aghọwanye ebe a na-ejikarị eme ihe, ndị a ma ama na mpaghara dị iche iche nke ọkpọ ígwè pụrụ iche ugbu a amatala, ma na njirimara ngwaahịa teflon na USES, wdg, ọtụtụ ndị ka maara na isi ọkwa , ya mere PT ..."}}
{"translation": {"en": "Imagine that you need to send an email to one client to confirm an order and you can't because you've been black listed.", "ig": "Were ya na ịchọrọ ị nweta otu weebụsaịtị maka ibudata otu faịlụ egwu mana ị nweghị ike dịka onye nwe saịtị ahụ gbochiri ya."}}
{"translation": {"en": "We need to watch those \"children\" for one thing...", "ig": "Aga m agwa gị ụmụaka... ọ bụ maka otu ihe \"njikwa\""}}
{"translation": {"en": "Minecraft: Story Mode - The Complete Adventure is an episodic story-driven series based on the award-winning adventure game Minecraft.", "ig": "Minecraft: Ụdị akụkọ - The Complete Adventure bụ usoro ihe omume nke episodic na-adabere n'iche egwuregwu egwuregwu na-emeri-egwuregwu."}}
{"translation": {"en": "Cindy saw that she was trapped.", "ig": "Cindy Dollar hụrụ ka e mebie ya."}}
{"translation": {"en": "To many, it's their life.", "ig": "Echere m na maka ọtụtụ ndị, nke a is ndụ ha."}}
{"translation": {"en": "get in touch with google", "ig": "Banye gị Google akaụntụ."}}
{"translation": {"en": "There could be an awakening.", "ig": "Nke A Pụrụ Ịbụ Onye Ọzọ Teta!"}}
{"translation": {"en": "There is nothing wrong with my powerhead, the problem is with me.", "ig": "Ọ na-efesa na ọ dịghị ihe dị njọ na saịtị m - nsogbu bụ njikọ ahụ."}}
{"translation": {"en": "One stepped up, the other didn't.", "ig": "Otu ebili mmiri emeghị ka ọ dị elu, ọzọ ebiliwo."}}
{"translation": {"en": "How many people live on a dollar a day?", "ig": "Ego ole ka ọnụ ọgụgụ nke ndị mmadụ na-ahụ maka otu ụbọchị n'ụbọchị?"}}
{"translation": {"en": "They are often non-events", "ig": "Ọtụtụ mgbe, a na-ahụ ha anya na enweghị enyemaka."}}
{"translation": {"en": "Ephesians 5: For once you were darkness, but now in the Lord you are light.", "ig": "(Ndị Efesọs 5: 6) N'otu oge, ị bụ ọchịchịrị, mana ugbu a ị bụ ìhè n'ime Onyenwe anyị."}}
{"translation": {"en": "The psychological, psychological and real differences when considering a 14-year-old and an are that is 16-year-old more significant than these are generally between two adults of comparable age distinctions.", "ig": "Ọdịiche nke anụ ahụ, nke mmetụta uche, na nke uche dị n'etiti onye dị afọ 16 na onye gbara afọ 14 dị mkpa karịa gbakọọ ụbọchị iche Nke dị n'etiti ndị okenye torola eto."}}
{"translation": {"en": "9:114 Abraham asking for forgiveness for his father", "ig": "9: 114 Abraham nanị rịọrọ mgbaghara n'ihi na nna ya n'ihi na nke a nkwa o mere ya."}}
{"translation": {"en": "The Order of 10 Challenge", "ig": "Were ihe ịma aka 60 nke ịde blọgụ"}}
{"translation": {"en": "One of the great advantages and strength of this platform a wide range of paris and live 1xBet (live games) very strong.", "ig": "Otu nke oké uru na ike nke a na n'elu ikpo okwu bụ dịgasị iche iche nke nzo na 1xBet Live Stream (ndụ egwuregwu) Ọ bụ nnọọ ike."}}
{"translation": {"en": "A packet sniffer might be able to see traffic on an entire network or only a certain segment of it, depending on how network switches are configured, placed, etc.", "ig": "Aja sniffer nwere ike nwee ike ịhụ okporo ụzọ na netwọk zuru ezu ma ọ bụ naanị akụkụ ụfọdụ nke ya, dabere n'otú e si ahazi netwọk nke netwọk , tinye, wdg."}}
{"translation": {"en": "The truth is, relocating your files really should take a lot of your organizing effort.", "ig": "N'ụzọ doro anya, ịkọ foto ga-ewe ọtụtụ ebe nchekwa nchekwa gị dị na nchịkọta."}}
{"translation": {"en": "The difference is where the valve is located.", "ig": "Esemokwu dị mkpa bụ ebe ebe nchekwa ụlọ dị na gam akporo gị."}}
{"translation": {"en": "\"The amount of income they generate is less than the amount they need to keep the system running.\"", "ig": "Ọmụrụnwa dị n'isi ego i bitere ekwesịghị ịkarị ego ị na-akpata.\""}}
{"translation": {"en": "Knows all the...", "ig": "Mara na ihe niile..."}}
{"translation": {"en": "If you are thinking of a trip to New Zealand or another...", "ig": "Ma ị na-aga njem ụgbọ ala ma ọ bụ na-akwụ ụgwọ New Zealand ma ọ bụ..."}}
{"translation": {"en": "Comcast caps each customer to a total of 250 gigabytes (GB) of traffic (combination of downloads and uploads) per month.", "ig": "Oghere Comcast onye ahịa ọ bụla nwere ngụkọta nke 250 gigabytes (GB) nke okporo ụzọ (Nchikota downloads na bulite) kwa ọnwa."}}
{"translation": {"en": "Is this a list of people who follow Twitter accounts?", "ig": "Kedu ihe ma ọ bụrụ na ndị mmadụ na - achọ ihe ochie Twitter gị?"}}
{"translation": {"en": "Income isn't the only factor in determining how much coverage you need.", "ig": "Nzube ị na-eji abụghị naanị ihe na-ekpebi ókè ohere vidio ị na-achọ."}}
{"translation": {"en": "We think ahead, but we don't really hone our vision.", "ig": "Anyị abụghị ndị ọnụ ọgụgụ, mana anyị anaghị ewere ozi ọhụụ anyị hụrụ dị ka eziokwu."}}
{"translation": {"en": "How many people are in Heaven?", "ig": "Mmadu ole na-anwu n'igwe?"}}
{"translation": {"en": "A linked list is simply a tree in which each node has only one child.", "ig": "Akara ọnụ akọwapụtara dị ka ọnụ n'ime osisi nwere naanị otu nwa."}}
{"translation": {"en": "I dont want to, for example, re-edit all my old posts to check if there are any wrong word, so, if these wrong words be translated, it will give me problems, and for any wrong word generated by the engine translation?", "ig": "M Edieke edide chọrọ, atụ, re-dezie niile m ochie posts iji lelee ma ọ bụrụ na e nwere ihe ọjọọ ọ bụla okwu, ya mere, ma ọ bụrụ na ndị a na-ezighị ezi okwu a sụgharịrị ịbụ, ọ ga-enye m nsogbu, na ihe ọ bụla na-ezighị ezi okwu site na engine nsụgharị?"}}
{"translation": {"en": "Sometimes I have my own photo shoots.", "ig": "Mgbe ụfọdụ, m na-esite na foto ahụ nweta ihe ntanetị nke m."}}
{"translation": {"en": "Also the wallpapers are not done yet (includes the Dock under the Dashboard...", "ig": "ChaCha nwekwara nghọta n'ime usoro (n'aka ekpe bụ dashboard nke m wuru)."}}
{"translation": {"en": "The website provides legal information", "ig": "Ngwa ntanetị a na-enye akara ahiri iwu."}}
{"translation": {"en": "While there's still a family resemblance between the iPhone 5 and the 4S, but they're pretty easy to tell apart thanks to one key factor: screen size.", "ig": "Ọ bụ ezie na e nwere mmekọrịta ezinụlọ dị n'etiti iPhone 5 na 4S, mana ọ na-adịrị ha mfe ịkọwa ekele na otu isi ihe kpatara: nha ihuenyo."}}
{"translation": {"en": "Well you need to consider that not everyone is living your life.", "ig": "Ọ dị mkpa ịmara, na ọ bụghị onye ọ bụla batara na ndụ gị ga-anọ ebe ahụ."}}
{"translation": {"en": "The goal is both to improve the contrast between the segments", "ig": "Ọrụ a bụ iji mee ka ndị na -apụ apụ abụọ kwụsikwuo ike na ebe siri ike."}}
{"translation": {"en": "Or, have you lost hope that you have a good Father who cares for you?", "ig": "Ka ị nwere ihe mere ị ga-eji kwere na onye gị na ya na-esobu onye nwere ego nwere ego zuru ezu ọ ga-eji na-elekọta onwe ya?"}}
{"translation": {"en": "A lot of people have success with 30.", "ig": "Ihe ọtụtụ ndị na-aga nke ọma enwetabeghị afọ 30 ha"}}
{"translation": {"en": "The paid version is $19 per month, but most users find satisfaction in the free version, as the features offered in the paid version are not really worth the upgrade, unless there are features you badly need.", "ig": "Ụdị ụgwọ a bụ $ 19 kwa ọnwa, ma ọtụtụ ndị ọrụ na-enweta afọ ojuju na nsụgharị free, dịka atụmatụ ndị e nyere na nsụgharị akwụ ụgwọ adịghị adaba na mmelite ahụ, ọ gwụla ma enwere njirimara ndị ịchọrọ."}}
{"translation": {"en": "Dedmon, Tanisha", "ig": "Nwagbara, Tanika"}}
{"translation": {"en": "now to play the devil's advocate..... large naked man enters your home with your wife present, you shoot him, he dies.", "ig": "N'Akwa Ibom, nwoke kwere nwaanyị nkwa ọrụ, amaala ya elu n'ike, gbuo ya | Ka Ọ Dị Taa"}}
{"translation": {"en": "A8: One tool, One purpose.", "ig": "Wii U mkpa: Ọkara; naanị njikwa nke nwere ihe mgbaru ọsọ."}}
{"translation": {"en": "Saint-Lô (Manche) in october good weather", "ig": "Ho Chi Minh - ihu igwe October, mmiri okpomọkụ"}}
{"translation": {"en": "The doesn't fall far from the tree.", "ig": "Apụl adịghị ada n'ebe dị anya site n'osisi ahụ."}}
{"translation": {"en": "The Helmet - it protects your head.", "ig": "ONYE AKW:KWỌ: Maka na ọ na-echedo isi gị ma ị daa."}}
{"translation": {"en": "The Orioles need long relief, and long relievers.", "ig": "Pepsi chọrọ usoro dị ogologo oge na ụfọdụ ngwaahịa dị ukwuu iji weghachite ya."}}
{"translation": {"en": "At the end if the day it isn't about morals, but money which makes the world go round.", "ig": "Ná ngwụsị nke okwuchukwu ya, Pọl ekwughị banyere ihe ime mmụọ, kama ọ bụ banyere ego, n'ihi na ego nke gbara ya gburugburu na-abịa."}}
{"translation": {"en": "If he had been harsh, and spoken to them sternly, they would have deserted him.", "ig": "Ọ bụrụ na ọ ama aka ike, gwa ha okwu ji olu ike, ha ga-agbahapụwo ya."}}
{"translation": {"en": "You probably are not the only one having a particular issue or problem.", "ig": "O yikarịrị ka ị bụghị, ọ bụghị naanị gị na ọ ga-ekwe omume onye nwere ike inye ụfọdụ nzaghachi ma ọ bụ mkpebi maka nsogbu gị."}}
{"translation": {"en": "So the person invented the incubator in a timely manner and thus significantly increased the chicken population, which now exceeds three times the number of people on the planet.", "ig": "Ya mere, onye ahụ mepụtara incubator na oge kwesịrị ekwesị ma si otú a mụbaa ọkụkọ ọkụ, nke ugbu a karịa ugboro atọ ọnụ ọgụgụ ndị mmadụ nọ na mbara ala."}}
{"translation": {"en": "You can't take away our hearts", "ig": "Enweghi ike iwepu obi anyị n'obi anyị."}}
{"translation": {"en": "\"If you build up rapport with customers, they will return back to your salon.\"", "ig": "Ọ bụrụ na ị jikọtara ndị na-ege ntị n'okwu gị, ọ ga-abụ na ha ga-aga na blog gị site n'aka onye dere akwụkwọ. \""}}
{"translation": {"en": "Brian now.", "ig": "Bria Nasugbu"}}
{"translation": {"en": "If it were the former, it would be easier.", "ig": "Ọ bụrụ na ha bụ ndị ahịa mbụ, nke a dị mfe karịa ime."}}
{"translation": {"en": "The aerial photographs and Google", "ig": "Ihe omumu na ntaneti foto Google"}}
{"translation": {"en": "That is the great deception in 2 Thessalonians 2.", "ig": "Ugbu a, nke abụọ ndapụ n'ezi ofufe dị na 2 Ndị Tesalonaịka, ihe omume a bụkwa nke ziri ezi."}}
{"translation": {"en": "Wednesday have no new injury problems for the trip to bottom-of-the-table Crystal Palace on Saturday.", "ig": "Goolu abụọ asataghị asata ka ha ji pịawaa ndị Crystal Palace azụ na mgbede Satọdee."}}
{"translation": {"en": "Adopting a baby is a sign of weakness.", "ig": "N'ihi nke a, uto nwata na -ebu ụzọ egosi akara adịghị ike."}}
{"translation": {"en": "the value of each item, a list of the items remaining", "ig": "Ichebe tiketi maka arụmọrụ ọ bụla, ajụjụ maka ọnọdụ oche fọdụrụnụ"}}
{"translation": {"en": "When my son is wearing a diaper, how can I assure that he will be cared for when I'm gone?", "ig": "Ọ bụrụ na e kwuwe okwu kwute onye mbụ m lụrụ, olee ihe m nwere ike ikwu ka obi ruo nwunye m ma ọ bụ di m ala nakwa ka ọ mata na ejighị m ya egwuri egwu?"}}
{"translation": {"en": "The perils of Plan B", "ig": "Ụkọ ihe ụfọdụ nke Plan B"}}
{"translation": {"en": "Anchia: \"Don't you agree with the New York University's School of Law's Brennan Center?\"", "ig": "EFCC: Enweghị ọgbaahara mgbe anyị gbachiri 'Rochas Okorocha Foundation College' - BBC News Ìgbò"}}
{"translation": {"en": "'Mum, I Love You Everyday' was written as a Mother's Day reflection.", "ig": "M hụrụ gị n'anya mama lyric: \"Mgbe m nwetara gị na m ohere, ụbọchị ọ bụla bụ Ụbọchị Ndị Nne.\""}}
{"translation": {"en": "Secondly, a language and a culture cannot easily be", "ig": "Asụsụ ma ọ bụ ọdịnala na-emebebeghị nke ọma enweghị ike iche echiche olumba."}}
{"translation": {"en": "The text is bright and clear about 6 or 7 points, which is very good for inkjet printers.", "ig": "Ederede na-agagharị ma doo anya na gburugburu 6 ma ọ bụ 7, nke kachasị mma maka ngwa nbipute inkjet."}}
{"translation": {"en": "You don't want a shooter?", "ig": "Achọghị onye na-ese gị?"}}
{"translation": {"en": "Jealousy leads to hate.", "ig": "Iwe na-eduga n'ịkpọ asị."}}
{"translation": {"en": "2/15/19 The Political Agenda: why so much hate?", "ig": "Senegal Oroma: gịnị kpatara ịkpọasị dị ukwuu? - Ntorobịa Africa"}}
{"translation": {"en": "If you are looking for the real McCoy", "ig": "Ọ bụrụ na ị na-achọ Nsogbu Royale Hack ị."}}
{"translation": {"en": "In the meantime, let's play!", "ig": "Ya mere, ka anyị gwuo egwu, anyị a ga-aga!"}}
{"translation": {"en": "Welcome to kashmir.", "ig": "Ekele Baghachi na Cambodia!"}}
{"translation": {"en": "When utilized with intention, they can make a major impact on your business.", "ig": "Mgbe ị gbakwunye ha ka ị pụọ-ebumnuche mmapụta, ha nwere ike inwe mmetụta dị ukwuu na ego gị."}}
{"translation": {"en": "The Wrike Digital Work Report 2016 was conducted in August 2016 among 3,000 office workers, with 1,000 respondents each in the UK, France, and Germany.", "ig": "A na-eduzi ọmụmụ ihe a na Disemba 2020 na ndị egwuregwu Xbox ma ihe fọrọ nke nta ka ọ bụrụ ndị na-aza 14,000, bi na mba dị iche iche dịka France, Poland na Spain."}}
{"translation": {"en": "Make a 30 minutes at rest.", "ig": "I nwere ihe dịka 30 sekọnd iji zuru ike."}}
{"translation": {"en": "The Federal Inland Revenue Service, as part of its ongoing reforms, seeks to engage the services of early starters with integrity, drive and desire to win professionally, to strengthen its workforce.", "ig": "Federal Inland Revenue Service dị ka akụkụ nke usoro nkwado ya chọrọ itinye aka na ọrụ nke ndị mbido na-eguzosi ike n'ezi ihe, ịchụso na ọchịchọ iji merie ọkachamara, iji wusie ndị ọrụ ya ike."}}
{"translation": {"en": "It's mostly focused on water.", "ig": "Ọ bụ ya mere doo anya na ị fọrọ nke nta na-emetụ na mmiri."}}
{"translation": {"en": "hello i'm trying to get pregnant. my period ended on may 31st. and my cycle is 27 days. what day do i need to have sex so i will get pregnant?", "ig": "Ndewo, enwere m mmekọahụ na Fraịdee 27 na taa na Mọnde nke iri atọ m chọrọ ị theụ ụtụtụ mgbe mkpụrụ ọgwụ ga - arụ ọrụ maka m?"}}
{"translation": {"en": "\"Sometimes, the plan emerges", "ig": "Na mgbe ọ na-eme, mgbe ụfọdụ, ozi na-ehichapụ."}}
{"translation": {"en": "AJPES is the most successful of these providers", "ig": "Ụlọ ọrụ DISH nwere uru ego kachasị mma na ọkachamara ndị a."}}
{"translation": {"en": "The salvation of the Other Sheep depends on obedience to the Governing Body.", "ig": "Nzoputa nke aturu nke ozo dabere na irubere ndi isi ochichi isi."}}
{"translation": {"en": "My hope with having an exhibition someday will be to shed light on infertility and women's reproductive health.", "ig": "Olileanya otu ụbọchị, nọọsụ ga-enweta ihe nrite maka agwa na iguzosi ike n'ezi na ndị nọọsụ na-anọchi anya."}}
{"translation": {"en": "He reigns in righteousness and truth.", "ig": "Ya agbago ezi okwu, na ezi omume n'omume Ọ na-eweta."}}
{"translation": {"en": "O'Neill asked", "ig": "nathalie ebene mbia"}}
{"translation": {"en": "Since today's applications require an ever-increasing amount of bandwidth, it is important to consider space constraints.", "ig": "Taa, ka ụlọ ọrụ ejiji zuru ụwa ọnụ na -etinyekwu nlebara anya n'okwu ndị na -adigide, ọ dị mkpa ibelata mkpofu uwe."}}
{"translation": {"en": "0 Responses to \"Twitter is making changes to the API.", "ig": "Ndị ọrụ Twitter na-atụgharị uche na mgbanwe dị iche iche nke okwu \"sụgharịa n'ime DM.\""}}
{"translation": {"en": "All mullioned windows have hood", "ig": "Shdị Shimano niile nwere lever."}}
{"translation": {"en": "\"Because\" response reveals that you can still change that sentence", "ig": "Ọ bụ ezie na edeberela ihe ederede na ị ka nwere ike \"tweak\" mmetụta ahụ."}}
{"translation": {"en": "God's Word is clear, don't divorce this person.", "ig": "- Ka m mechie n'ikwu nke a: Echekwala okwu Chineke nye anyị n'ọgbọ a."}}
{"translation": {"en": "Since the clinic had its own laboratory it only took a few hours to make them and Claus was able to view the process.", "ig": "Ọ bụ ezie na obere ọrụ wee banye nyocha ahụ, ndị otu anyị jiri obere awa were naanị ịhịa data ahụ wee mee ya faịlụ enwere ike ibugo."}}
{"translation": {"en": "I... I don't know how to act.", "ig": "Ezi.- Amaghi m ka m si adi?"}}
{"translation": {"en": "I am the crowned prince of SRD", "ig": "I'm the bonafide Obi of Obinugwu -Eze Nwangwu"}}
{"translation": {"en": "Nevertheless, we realized that the control options aren't an exact", "ig": "Ya mere anyị mụrụ na isi ike nwere ike ọ gaghị abụ ezigbo echiche."}}
{"translation": {"en": "1 Corinthians 10:6 These things happened as examples for us, so that we will not crave evil things as they did.", "ig": "10:6 Ma ihe ndị a na-eme dị ka ihe nlereanya anyị, nke mere na anyị nwere ike ọ gaghị achọ ihe ọjọọ, dị nnọọ ka ha chọrọ."}}
{"translation": {"en": "Isaiah 59:20 \"The Redeemer will come to Zion, And to those who turn from transgression in Jacob,\" Says the Lord.", "ig": "59:20 Na Mgbapụta ga-abịa na Zayọn, na ndị na-esi ajọ omume n'ime Jekọb, ka Jehova kwuru."}}
{"translation": {"en": "New Items have been added, and some of their effects slightly altered.", "ig": "Ha agbasawanye usoro ha nke ukwuu ma ụfọdụ n'ime ihe ọhụrụ ahụ dị oke mma."}}
{"translation": {"en": "To compete in today's orthodontic market, you need more than just a great website.", "ig": "Hazi ọnụnọ dijitalụ gị n'ofe ọ bụla na ọwa bụ ihe dị mkpa n'oge a ma ọ karịrị naanị ụlọ ọhụrụ webụsaịtị."}}
{"translation": {"en": "Twitter developed from the idea of allowing your texts to be viewable by anyone.", "ig": "Ọzọkwa, Twitter nwere ike igbochi akaụntụ nke onye ọ bụla na ọ na-ewere na ọ bụ onye njirimara."}}
{"translation": {"en": "The first is in regular mode where it checks for threats as they happen, but the other lets you use it in addition to your \"main\" antivirus program (i.e. along with Bitdefender or Avira).", "ig": "Nke mbụ bụ na ọnọdụ mgbe ọ na-enyocha maka egwu dịka ha na-eme, ma onye nke ọzọ na-ahapụ gị iji ya na mgbakwunye na usoro \"antivirus\" gị (ya bụ , Bitdefender ma ọ bụ Avira)."}}
{"translation": {"en": "We're talking about using your own content as a screensaver in this report.", "ig": "Anyị na-ekwu maka iji ọdịnaya nke aka gị dị ka screensaver na akụkọ a."}}
{"translation": {"en": "The power to get you to your destination, without any effort.", "ig": "Ọ na - etinye gị n'ọnọdụ ha n'ebughị mgbalị gị."}}
{"translation": {"en": "But he's not a top-100 player, right?", "ig": "Mana ị bụghị otu n'ime ụlọ ọrụ na-eto ngwa ngwa na Fortune 500, ị bụ?"}}
{"translation": {"en": "It is considered one of the finest instruments in the world.", "ig": "Ọ na-atụle dị ka otu n'ime coolest nkekọrịta ngwá ọrụ n'ụwa nile."}}
{"translation": {"en": "\"If your hand causes you to sin, then cut it off.", "ig": "\"Ọ bụrụ na aka gị emee ka i mehie, gbupụ ya."}}
{"translation": {"en": "Size and material-wise, it's one of the best combinations you'll find on the market.", "ig": "Ntekwasa na ọla-ọcha, nke a bụ otu n'ime ihe ndị kasị mara achọ ụdị ị ga-ahụ na ahịa."}}
{"translation": {"en": "As a result, Learn English at Home is looking for a", "ig": "Ịzụ oke oke bekee n'ụlọ, otu esi egwu ya"}}
{"translation": {"en": "So it is very important for them to manage the tax efficiently to avail the full benefit of it.", "ig": "Ọ bụ ya mere o ji dị mkpa maka ụlọ ọrụ ka ha nwee ike isetịpụ ego na-aga nke ọma, ma kwanyere ha ugwu ka agbamume ya."}}
{"translation": {"en": "we have, in accordance with applicable law, obtained your prior explicit consent prior to Processing your Sensitive Personal Data (as above, this legal basis is only used in relation to Processing that is entirely voluntary - it is not used for Processing that is necessary or obligatory in any way).", "ig": "anyị nwere, dị na ngwacabIwu, nwetara nkwenye gị doro anya tupu ịhazi data nke onwe gị (dị ka nke dị n'elu, a na-eji usoro iwu a eme ihe n'ihe metụtara Nhazi nke zuru oketary - ejighi ya maka Nhazi nke dị mkpa ma ọ bụ iwu n'ụzọ ọ bụla)."}}
{"translation": {"en": "business - General Santos City, Philippines", "ig": "Akwukwu - General Santos, Philippines"}}
{"translation": {"en": "It is about Franklin D. Roosevelt.", "ig": "Nye Franklin D. Roosevelt, ọ bụ redio."}}
{"translation": {"en": "Having a correct arm in default is important if you wish to fly a drone.", "ig": "Iji ngwa ngwa unzip arụ ọrụ bara uru ma ọ bụrụ na ịchọrọ ịchọta faịlụ MSI na Mac."}}
{"translation": {"en": "The last part of this process is comparing your measurements with the ones from the sizing chart.", "ig": "Ngwa a ga-eleba usoro gị anya ma jiri ya tụnyere ihe ndị a chọrọ na-ekpebi ịhapụ ekpe nke 4."}}
{"translation": {"en": "I'm going out on a limb and suggesting that marketing is not a Production or Management issue, but is a Business matter.", "ig": "M na-adụ ọdụ na mgbasa ozi mmekọrịta na ịde blọgụ abụghị atụmatụ ahịa, ha bụ atụmatụ ụlọ ọrụ."}}
{"translation": {"en": "Now that it's on your blog, I guess everyone knows.", "ig": "Gị blog na-ekwu okwu na olu gị - onye ọ bụla maara nke ahụ."}}
{"translation": {"en": "The best idea is to only make enough zucchini boats that you can eat in the next 3 days.", "ig": "Simyo ga - enyere gị aka ị gbakọba mega-bonuses nke ị na-agaghị eri iji nwee ike imefu ha n'ime ọnwa atọ na - esote."}}
{"translation": {"en": "Best ever, I tell you.", "ig": "Oge kachasị mma, ana m agwa gị!"}}
{"translation": {"en": "it requires government agencies to use all of the data at their disposal to optimize their resources", "ig": "Gọọmenti kwesịrị ime ka Ministri niile wetuo aka n'ego ha kwadoburu imefu, kee ajị n'ume."}}
{"translation": {"en": "It is possible to interact with more folks than you would on your network.", "ig": "Enwere ike ịkekọrịta ọdịnaya ị na-ekere òkè na Mpaghara dị iche iche karịa onye ịchọrọ ma ọ bụrụ na ha kekọrịta ya na Circles ha."}}
{"translation": {"en": "That will allow you to maintain a separation between your domain name and hosting company.", "ig": "Nke ahụ ga-ekwe ka ị nọgide na-enwe nkewa n'etiti gị na ngalaba aha na ụlọ ọrụ Bochum."}}
{"translation": {"en": "serve to validate the results and show us whether the design solution is suitable for use in", "ig": "Mara njirimara nke ịkọ na ilekọta iji ghọta ma nhọrọ a dabara adaba maka ebe obibi ọkọchị."}}
{"translation": {"en": "Did you know that an injury can lead to chronic pain?", "ig": "You maara na enwere ike ime ka ihe mgbu na-afụ ụfụ site na nsogbu ikpere?"}}
{"translation": {"en": "I think we lost something of great worth.", "ig": "Echere m na ihe dị oké ọnụ ahịa furu efu n'ezie mgbe nke ahụ mere."}}
{"translation": {"en": "Get out the maps and old PC cards, if you still have them.", "ig": "Wepu ochie keyboard na òké site na komputa ma ọ bụrụ na ha ka jikọtara."}}
{"translation": {"en": "21:23 And so the sons of Benjamin did just as they had been ordered.", "ig": "21:23 Na umu-ndikom Benjamin mere nnọọ dị ka ha nọworo na iwu."}}
{"translation": {"en": "If you don't use the -w option, the default timeout value of 4000 is used, which is 4 seconds.", "ig": "Ọ bụrụ na ịnweghị iji nhọrọ -w , a na-eji uru oge oge 4000 eji eme ihe, nke bụ 4 sekọnd."}}
{"translation": {"en": "This is a feasible target", "ig": "Nzube ahụ dị ezigbo mma na ọ na-arụ ọrụ nnata n'ihu."}}
{"translation": {"en": "The controller and the processor of the personal data of the users on the website https://bestfiberglassrebar.com is the company LLC Kompozit 21 having its registered address at Tekstilshikov street,8/16, 428031, Cheboksary, Russian Federation (hereinafter referred to as the \"Company\" or \"We\").", "ig": "Onye njikwa na nhazi nke data nkeonwe nke ndị ọrụ na weebụsaịtị https://bestfiberglassrebar.com bụ ụlọ ọrụ LLC Kompozit 21 nwere adreesị edebanyere aha ya n'okporo ámá Tekstilshikov, 8/16, 428031, Cheboksary, Russian Federation (nke a na-ekwu ugbu a) dị ka \"Companylọ ọrụ\" ma ọ bụ \"Anyị\")."}}
{"translation": {"en": "The teachings he gave whilst there are the basis of the teachings that appear at our Center today.", "ig": "Ga ahụta ihuenyo dịka nke dị na nseta ihuenyo nke anyị ji meghee nkuzi taa."}}
{"translation": {"en": "He told his disciples, \"Sit here, while I go over there and pray.\" 37 He took with him Peter and the two sons of Zebedee, and he began to be sorrowful and distressed.", "ig": "Ọ nọ sị ụmụ-azụụn a, \"Nọdị nị alị ebeni nị m jẹnzụka d'e mẹ ekpere.\" 37 Ọ nọ weri Pita lẹ ụmụ Zẹbẹdi ẹbụọ, ọ nọ sụkụrụma, obi nọ ferimẹ ẹ."}}
{"translation": {"en": "\"You're beautiful, is that what you want to hear?\"", "ig": "Ee, ị bụ onye egwu egwu, ọ bụ ihe ị chọrọ ịnụ?"}}
{"translation": {"en": "can see their data type and whether they are required.", "ig": "Ị pụrụ ịhụ na faịlụ aha elele ma faịlụ gị mkpa nwere ike Ewepụtara ma ọ bụ."}}
