{"translation": {"fr": "Ils ne pourront.", "sw": "Won't be able to."}}
{"translation": {"fr": "Le 30 janvier 1933, Adolf Hitler fut nommé chancelier du Reich.", "sw": "Le January 30, 1933, dzi la, Adolf Hitler va zu Germany dziɖula."}}
{"translation": {"fr": "Certains affirment que Dieu n'existe pas.", "sw": "Ame aɖewo gblɔna be Mawu aɖeke meli o."}}
{"translation": {"fr": "Jacob est le fils d'Isaac et Rebecca.", "sw": "Enye Isak kple Rebeka viŋutsu."}}
{"translation": {"fr": "Ça devait être New-York,...", "sw": "Might be New York..."}}
{"translation": {"fr": "Le psoriasis chez les femmes le forum", "sw": "Le psoriasis le forum woman"}}
{"translation": {"fr": "Gestion des ressources humaines - Université de Ouahigouya", "sw": "Ekaete Akpan - University of Uyo"}}
{"translation": {"fr": "C'est particulièrement vrai pour les enfants.", "sw": "Esia nye nyateƒe vevietɔ le ɖeviwo gome."}}
{"translation": {"fr": "La Turquie est un pays aux confins de l'Europe et de l'Asie.", "sw": "Turkey nye Europa kpakple Asia dukɔwo dometɔ ɖeka."}}
{"translation": {"fr": "C'est quoi la Torah ?", "sw": "Nu Kae Nye Torah?"}}
{"translation": {"fr": "Oui, je suis entièrement d'accord lol;))", "sw": "yeah ferdzinant lol;)"}}
{"translation": {"fr": "Le retour de Willemse", "sw": "Williemae Higbee"}}
{"translation": {"fr": "Vidéo du discours de Gary Yourofsky.", "sw": "Le Site de Gary Yourofsky:"}}
{"translation": {"fr": "Victoire de Jai Hindley.", "sw": "Janey Higbee"}}
{"translation": {"fr": "- C'est difficile à croire mais c'est la vérité.", "sw": "Esesẽ be woagblɔe, gake nyateƒe lae ma."}}
{"translation": {"fr": "Elle est décédée à l'âge de 94 ans.", "sw": "Exɔ ƒe 94 hafi ku."}}
{"translation": {"fr": "Ne jette pas la faute sur quelqu'un d'autre.", "sw": "Don't Blame Anyone Else"}}
{"translation": {"fr": "\" Je ne savais pas quoi dire ou faire.", "sw": "Nyemenya nusi magblɔ alo awɔ o."}}
{"translation": {"fr": "Et il n'était pas seul.", "sw": "Eye menye eya ɖeka koe o."}}
{"translation": {"fr": "Connaissais-tu certains d'entre eux?", "sw": "Ènya mɔ siawo dometɔ aɖewoa?"}}
{"translation": {"fr": "Trois départs sont programmés en juillet et en août.", "sw": "Wowɔ takpekpe gã etɔ̃ le July kple August 2014 me."}}
{"translation": {"fr": "Le 11e jour du 11e mois 1918, la Première Guerre mondiale a pris fin.", "sw": "Xexemeʋa Gbãtɔ ke le November 11, 1918 dzi."}}
{"translation": {"fr": "Merci pour tout, Dennis.", "sw": "Akpenyi Dennis"}}
{"translation": {"fr": "Qu'est-ce que la fidélisation et pourquoi est-elle si importante ?", "sw": "Nu kae nye xɔse, nu ka tae xɔse le vevie?"}}
{"translation": {"fr": "Les deux chauffeurs ont péri dans l'accident.", "sw": "Amedzidzela evea siaa ku le afɔkua me."}}
{"translation": {"fr": "\" N'aimez pas le Monde, ni les choses qui sont dans le Monde.", "sw": "\"Migalɔ̃ xexea alo nu siwo le xexea me la o."}}
{"translation": {"fr": "C'est pourquoi il est dit que \" tous les chemins mènent à Rome. \"", "sw": "Emae na wodoa lo be: \"Mɔwo katã yi ɖe Roma.\""}}
{"translation": {"fr": "Répète au pharaon, au roi d'Egypte, tout ce que je te dis.\"", "sw": "Gblɔ nya siwo katã gblɔm mele na wò la na Egipte-fia Farao.\""}}
{"translation": {"fr": "L'éducation est importante.", "sw": "Sukudede le vevie."}}
{"translation": {"fr": "\" Mais on ne peut pas changer le passé.", "sw": "Gake míate ŋu atrɔ nu si dzɔ va yi la o."}}
{"translation": {"fr": "Titre: La différence entre les riches et les pauvres", "sw": "Title: Amedahewo Kple Hotsiutɔwo"}}
{"translation": {"fr": "3 C'était facile.", "sw": "enye easy 3"}}
{"translation": {"fr": "Ça n'arrive qu'une fois par année.", "sw": "me eye wòwɔa esia zi ɖeka ko le ƒe ɖeka me."}}
{"translation": {"fr": "C'est toi qui me dit ça ? \"", "sw": "\"Do ye tell me that?"}}
{"translation": {"fr": "Ce Royaume a pour objectif d'accomplir la volonté divine, notamment cette promesse: les humains qui aiment Dieu vivront pour toujours dans un paradis terrestre (Isaïe 35:1, 5, 6; Matthieu 6:10; Révélation 21:1-4).", "sw": "Ke boŋ eƒe taɖodzinue nye be wòana Mawu ƒe lɔlɔ̃nu, si ƒe akpa aɖee nye ŋugbe si wòdo be ame siwo lɔ̃a ye la nava nɔ agbe tegbee le paradiso me le anyigba dzi la nava eme. - Yesaya 35:1, 5, 6; Mateo 6:10; Nyaɖeɖefia 21:1-4."}}
{"translation": {"fr": "Où peut-on trouver plus d'infos ?", "sw": "Afi kae magate ŋu akpɔ nyatakaka bubuwo le?"}}
{"translation": {"fr": "Personne n'est capable de l'arrêter ! .\"", "sw": "Ame aɖeke mate ŋu atɔ tee o!\""}}
{"translation": {"fr": "\"Aujourd'hui vous serez avec moi dans le Paradis.\" \"", "sw": "\"Ànɔ Paradiso me kplim.\""}}
{"translation": {"fr": "Même maintenant, il m'est difficile d'exprimer ce que je ressens.", "sw": "Gake fifia la, esesẽ ŋutɔ be magblɔ ale si mele sesem le ɖokuinye mee."}}
{"translation": {"fr": "Star Wars 8: des détails sur le personnage de Benicio Del Toro", "sw": "Hans tome 8le visage du monstre"}}
{"translation": {"fr": "Quels sont les défis auxquels il va devoir faire face ?", "sw": "Kuxi kawo mee wòato?"}}
{"translation": {"fr": "5 façons de passer plus de temps à l'extérieur", "sw": "Nu 20 Siwo Nàwɔ Be Nàkpɔ Ɣeyiɣi Geɖe Wu"}}
{"translation": {"fr": "L'interopérabilité rendue possible", "sw": "Embee Workable"}}
{"translation": {"fr": "Tout cela requiert du temps.", "sw": "Esiawo katã axɔ ɣeyiɣi gbogbo aɖe ŋutɔ."}}
{"translation": {"fr": "Ils enseignent la Bible à 43 000 personnes en espagnol, en anglais ou en langue des signes salvadorienne.", "sw": "Wofiaa Biblia ame 43,000 le Spaingbe, Eŋlisigbe kple El Salvador Tokunɔgbe me."}}
{"translation": {"fr": "Mais il faut davantage de transparence.", "sw": "Gake gɔmesese si sɔ wu gahiã."}}
{"translation": {"fr": "La question centrale de la souveraineté", "sw": "Nya Vevi La - Dziɖulanyenyenya La"}}
{"translation": {"fr": "Oui, oui, par pitié !", "sw": "Ah yes, Vee Sus"}}
{"translation": {"fr": "6- Faire preuve d'honnêteté.", "sw": "Five - Be Genuine"}}
{"translation": {"fr": "- Le comparatif technique de l'iPhone 6s vs le Nexus 5X.", "sw": "Nyefee SMS si iPhone ka Nexus 6"}}
{"translation": {"fr": "J'ai été libéré en avril 1958.", "sw": "Mlɔeba la, ɣeyiɣi de be mado le game le April, 1951 me."}}
{"translation": {"fr": "Elle dit: \"ne fais pas ça !\"", "sw": "Gake egblɔ nam be, \"Mègawɔe o!"}}
{"translation": {"fr": "Manon Trudel est soignée dans un nouvel hôpital de la préfecture d'Aichi.", "sw": "Mahalo nui loa Kula Hospital!"}}
{"translation": {"fr": "235 spécialistes de l'investissement", "sw": "54 nyaa si 52 investors"}}
{"translation": {"fr": "Ses parents étaient des immigrés juifs.", "sw": "Edzilawo nye Hebritɔwo."}}
{"translation": {"fr": "Alors, qu'est-ce que le diabète ?", "sw": "Nu Kae Nye Suklidɔ?"}}
{"translation": {"fr": "Je te remercie de m'avoir sauvé...", "sw": "Akpeyi saved us..."}}
{"translation": {"fr": "Elle est extraite d'une proclamation connue sous le nom espagnol de Requerimiento (sommation en français).", "sw": "Enye gbedeasi aɖe si woyɔna be Nudidi, alo el Requerimiento le Spaingbe me."}}
{"translation": {"fr": "A ma femme, mes enfants et leurs conjoints, mes petits-enfants.", "sw": "Mía kple vinyewo, wo srɔ̃wo, kple mamayɔviwo"}}
{"translation": {"fr": "Mais nous espérons que la situation va changer.", "sw": "Wokpɔa mɔ be nɔnɔmeawo ava trɔ."}}
{"translation": {"fr": "Jésus a ordonné à ceux qui deviennent ses disciples d'être baptisés.", "sw": "Yesu gblɔ be ele be woanyrɔ ame siwo anye ye yomedzelawo godoo."}}
{"translation": {"fr": "Michel Bahou, Maire de la commune d'Akpro-Missérété", "sw": "Bubuashie Ayigbe Town ↔ Accra CMB"}}
{"translation": {"fr": "Plus de 2,6 milliards de femmes vivent dans des pays où le viol conjugal n'est pas condamné par la loi.", "sw": "(trg) =\"12\"> Nyɔnu miliɔn 2,600 kple edzivɔ le dukɔ siwo me se aɖeke metsi tre ɖe ame srɔ̃ gbɔ dɔdɔ sesẽe ŋu o la me ."}}
{"translation": {"fr": "Je suis tellement confuse.", "sw": "I am very confusededededededededededededed."}}
{"translation": {"fr": "Ils ont eu quatre enfants, trois fils et une fille.", "sw": "Wodzi vi ene, nyɔnuvi etɔ̃ kple ŋutsuvi ɖeka."}}
{"translation": {"fr": "Une question fascinante n'est-ce pas ?", "sw": "Ðe biabia sia mele vevie ŋutɔ oa?"}}
{"translation": {"fr": "Grant & Son Limited", "sw": "Ame & Ame Limited"}}
{"translation": {"fr": "La fatigue est aussi un problème.", "sw": "Ðeɖiteameŋu ganye kuxi bubu."}}
{"translation": {"fr": "Je t'adore de tout mon coeur !", "sw": "Melɔ̃a wò tso dzime ke."}}
{"translation": {"fr": "Mais en 1969, les choses ont commencé à changer.", "sw": "Emegbe le ƒe 1961 me la, nuwo te tɔtrɔ."}}
{"translation": {"fr": "Même un petit effort peut produire d'excellents résultats.", "sw": "Gbedoname kpui gɔ̃ hã tea ŋu ɖea vi geɖe."}}
{"translation": {"fr": "N'aie pas peur car je suis avec toi.", "sw": "\"Mègavɔ̃ o, elabena meli kpli wò."}}
{"translation": {"fr": "Je savais qu'Il pleurait avec moi.", "sw": "Efaa avi kplim."}}
{"translation": {"fr": "personne ne pourra l'empêcher. \"", "sw": "Ame aɖeke mate ŋu atɔ tee o!\""}}
{"translation": {"fr": "- Où cela s'est-il passé ?", "sw": "Afi Kae Wòdzɔ Le?"}}
{"translation": {"fr": "Carte des hôtels dans la région de Bagels & Beans", "sw": "Budzistowo Map and Hotels in Budzistowo Area - Budzistowo"}}
{"translation": {"fr": "Qu est ce qui est le plus important dans la vie ?", "sw": "Gake nuka koŋue nye nu vevitɔ le agbe me?"}}
{"translation": {"fr": "Qui n'aime pas, n'a pas connu Dieu, car Dieu est amour.", "sw": "la, menya Mawu o elabena Mawu nye lɔlɔ̃."}}
{"translation": {"fr": "Curieusement, au lieu d'aller immédiatement à Béthanie, il est encore resté deux jours où il était (Jean 11:5, 6).", "sw": "Nukutɔe la, le esi teƒe be Yesu nayi Betania enumake la, eganɔ afisi wòle la ŋkeke eve. - Yohanes 11:5, 6."}}
{"translation": {"fr": "On est totalement d'accord sur ce point !", "sw": "Mílɔ̃ kple dzi blibo!"}}
{"translation": {"fr": "Ils ne savent pas ce qu'ils font. \"", "sw": "womenya nu si wɔm wole la o.\""}}
{"translation": {"fr": "Qu'est ce qui est le plus important dans une vie?", "sw": "Gake nuka koŋue nye nu vevitɔ le agbe me?"}}
{"translation": {"fr": "Il reste 185 jours jusqu'à la fin de l'année.", "sw": "Ŋkeke 183 ye susɔ le na ƒea ƒe nuwuwu."}}
{"translation": {"fr": "\" Seigneur, tu sais tout: tu sais bien que je t'aime. \"", "sw": "wò ŋutɔ ènya nu sia nu eye ènyae be melɔ̃ wò.\""}}
{"translation": {"fr": "La question est intéressante, n'est-ce pas ?", "sw": "Ðe biabia sia mele vevie ŋutɔ oa?"}}
{"translation": {"fr": "il sait ce qu'il doit faire.", "sw": "Anya nu siwo míawɔ;"}}
{"translation": {"fr": "Dieu n'est jamais cruel.", "sw": "Afia hã be Mawu nye ŋutasẽla."}}
{"translation": {"fr": "La Bible est \" le livre le plus diffusé de l'Histoire, lit-on dans la World Book Encyclopedia.", "sw": "The World Book Encyclopedia gblɔ be: \"Bibliae nye agbalẽ si woxlẽ wu le ŋutinya me.\""}}
{"translation": {"fr": "La bataille d'Armaguédon désigne la guerre finale entre Dieu et les gouvernements humains.", "sw": "Armagedon-ʋa nye aʋa mamlɛtɔ si ayi edzi le Mawu kple amegbetɔwo ƒe dziɖuɖuwo dome."}}
{"translation": {"fr": "Mais que s'était-il passé en son absence ?", "sw": "Nu kae dzɔ esi menɔ anyi o?"}}
{"translation": {"fr": "1 Jean 2v15: N'aimez pas le monde, ni les choses qui sont dans le monde.", "sw": "1Yh 2:15 Migalɔ̃ x. alo nu siwo le xexea me o"}}
{"translation": {"fr": "Jésus fait référence à lui-même comme \" le Fils de l'homme .\"", "sw": "Yesu yɔ eɖokui be \" Mawu ƒe Vi. \""}}
{"translation": {"fr": "15Il reste là-bas jusqu'à la mort d'Hérode le Grand.", "sw": "15Enɔ afi ma va se ɖe esime Herodes ku."}}
{"translation": {"fr": "Marie était une très belle femme.", "sw": "Maria nye nyɔnu si mede blibo o."}}
{"translation": {"fr": "Par Serviteur le Samedi 1er septembre 2007 à 16:48", "sw": "Numa le Ven 1 Aoû - 7:48"}}
{"translation": {"fr": "14 David dit à tous ses serviteurs qui se trouvaient avec lui à Jérusalem: \"Levez-vous, fuyons ! car il n'y aurait pas moyen pour nous d'échapper à Absalom.", "sw": "14 Enumake David gblɔ na eƒe dɔla siwo katã le eŋu le Yerusalem be: \"Mitso, mina míasi; elabena míate ŋu ado le Absalom si me o!"}}
{"translation": {"fr": "15 N'aimez point le monde, ni ce qui est dans le monde.", "sw": "15 Migalɔ̃ xexeame kple nu siwo le eme la o."}}
{"translation": {"fr": "Hisaki lui avait demandé s'il allait bien.", "sw": "Fameye bibiaa be ye fine"}}
{"translation": {"fr": "Le langage de l'instinct 2", "sw": "Eye Intuitive 2"}}
{"translation": {"fr": "\"Swish,\" de Kanye West, sera le \"meilleur album de tous les temps\"", "sw": "Kanye West \"De Hele Dag\""}}
{"translation": {"fr": "C'était le 6 ème jour.", "sw": "Esiae nye ŋkeke adelia."}}
{"translation": {"fr": "Jeu vidéo sur PC, iPhone et iPad", "sw": "JW Library le iPad, iPhone Kple iPod Dzi"}}
{"translation": {"fr": "Nous devons être authentiques dans nos paroles, faire attention à ce que nous disons et à la manière dont nous le disons.", "sw": "4 Ŋusẽ le nya siwo dona le mía nu la ŋu, eya ta ele be míaɖɔ ŋu ɖo le nya siwo míegblɔna kple ale si míegblɔa woe me."}}
{"translation": {"fr": "Il questionna: \" Que sont-ils ? \"", "sw": "[18] Eye wòbena: Kawoe?"}}
{"translation": {"fr": "Mais les anges, qui sont-ils ?", "sw": "Ame kawoe nye mawudɔlawo?"}}
{"translation": {"fr": "Chaque jour, nous établissons des relations avec d'autres personnes.", "sw": "Nya vevitɔ: Míedoa ka kple ame bubuwo gbe sia gbe."}}
{"translation": {"fr": "Et comme dit le dicton: \" Tous les chemins mènent à Rome .\"", "sw": "Emae na wodoa lo be: \"Mɔwo katã yi ɖe Roma.\""}}
{"translation": {"fr": "J'étais particulièrement fasciné par les protéines et les acides nucléiques, qui sont de loin les molécules les plus complexes sur terre.", "sw": "Nu siwo wɔ dɔ ɖe dzinye vevie nye protein kple nucleic acid siwo de ŋgɔ sãsãsã wu molecule ɖe sia ɖe le anyigba dzi."}}
{"translation": {"fr": "\"Il n'y a pas beaucoup à dire.", "sw": "Nya boo megali magblɔ o."}}
{"translation": {"fr": "Les conditions déplorables qui règnent aujourd'hui sur terre prouvent clairement que la domination humaine a totalement échoué.", "sw": "Nɔnɔme wɔnublanui siwo le anyigba dzi egbea la ɖee fia kɔtɛ be amegbetɔwo ƒe dziɖuɖu do kpo nu keŋkeŋ."}}
{"translation": {"fr": "18L'Eternel Dieu dit: \"Il n'est pas bon que l'homme soit seul.", "sw": "18 Eye Afetɔ Mawu gblɔ be: \"Menyo be ame la ɖeka ko nanɔ anyi o."}}
{"translation": {"fr": "Les tendances changent aussi.", "sw": "Amewo ƒe nɔnɔmewo hã trɔ."}}
{"translation": {"fr": "Cela n'arrive qu'une fois par mois.", "sw": "me eye wòwɔa esia zi ɖeka ko le ƒe ɖeka me."}}
{"translation": {"fr": "Je dis: c'est toi mon Dieu ! \"", "sw": "Megblɔ be: \"Nye Mawue nènye.\""}}
{"translation": {"fr": "Nous ne savons pas ce qu'il se passera demain.", "sw": "Míate ŋu anya nu si adzɔ etsɔ o."}}
{"translation": {"fr": "Or, nous considérons que le droit et l'accès à l'avortement ne devraient pas représenter un enjeu prioritaire uniquement en période électorale.", "sw": "Eye ɖewohĩ ànya de dzesii be menye vihehe kple srɔ̃ɖeɖe me koe kuxiwo le le egbexexea me o."}}
{"translation": {"fr": "Mais maintenant, selon la Bible, un homme ne peut avoir qu'une seule femme.", "sw": "Gake fifia la, Biblia la ɖee fia be ele be ŋutsu naɖe nyɔnu ɖeka ko."}}
{"translation": {"fr": "N'importe quel parent veut le meilleur pour son enfant.", "sw": "Dzila ɖe sia ɖe di be yeana nu nyuiwo ye vi."}}
{"translation": {"fr": "Moïse et Aaron se rendirent ensuite auprès de Pharaon, et lui dirent: Ainsi parle l'Éternel, le Dieu d'Israël: Laisse aller mon peuple, pour qu'il célèbre au désert une fête en mon honneur.", "sw": "31 Enumake Farao yɔ Mose kple Aron le zãa me gblɔ be: \"Mitso, mia kple Israel-vi bubuawo midzo le nye dukɔ la me."}}
{"translation": {"fr": "C'est lui qui choisit .\"", "sw": "Wò ŋutɔe atiae.\""}}
{"translation": {"fr": "\" Les justes possèderont la terre, et sur elle ils résideront pour toujours \" (Psaumes 37:29).", "sw": "Biblia gblɔ be: \"Ame dzɔdzɔewo anyi anyigba la dome, eye woanɔ edzi tegbee.\" - Psalmo 37:29."}}
{"translation": {"fr": "le prénom, c'est Robert.", "sw": "Name: Robert Nye"}}
{"translation": {"fr": "La santé mentale peut affecter une personne à tout âge.", "sw": "Nuɖuɖu aɖewo ate ŋu ana ƒe ɖe sia ɖe xɔla nadze dɔ."}}
{"translation": {"fr": "Cela fait très longtemps que certains d'entre nous pensent ainsi.", "sw": "Nenemae ame geɖe susui ɣeyiɣi didi aɖe."}}
{"translation": {"fr": "Et sa santé s'est rapidement détériorée.", "sw": "Nye lãme va nɔ gbegblẽm kabakaba."}}
{"translation": {"fr": "Le son est très bon.\"", "sw": "Bill nye sounds goodï\"¿"}}
{"translation": {"fr": "\"Je suis opposé à une intervention militaire,\" a-t-il déclaré.", "sw": "Meɖo eŋu be: \"Megbe be nyemawɔ asrafodɔ o."}}
{"translation": {"fr": "Les bactéries résistantes aux antibiotiques deviennent un problème.", "sw": "Ne míagblɔe tututu la, dɔlékui siwo nɔa te ɖe dɔlékuiwutikewo nu zu kuxi"}}
{"translation": {"fr": "En effet, vous avez fait preuve de bonté envers tous les Israélites lorsqu'ils sont montés d'Egypte.\"", "sw": "Elabena mieve Israel-viwo nu esime wotso Egipte gbɔna.\""}}
{"translation": {"fr": "Non, bien entendu, et ce pour plusieurs raisons.", "sw": "Ao, le susu aɖewo ta."}}
{"translation": {"fr": "• Lutter contre le VIH/SIDA et autres épidémies;", "sw": "▪ Woatɔ te HIV/AIDS kple dɔléle bubuwo, abe asrãdɔ ene, ƒe nugbegblẽ."}}
{"translation": {"fr": "La mort de son conjoint, ou un autre drame, peut amener quelqu'un à perdre tout goût à la vie sur la terre.", "sw": "Woƒe kpeɖeŋutɔ ƒe ku alo afɔku bubu aɖe ate ŋu ana agbenɔnɔ le anyigba dzi magadzɔ dzi na wo o."}}
{"translation": {"fr": "- Je vous en prie, appelez-moi Belle.", "sw": "Call me nyonya"}}
{"translation": {"fr": "Marie et Joseph n'étaient pas les seuls à voyager.", "sw": "4 Menye Yosef kple Maria koe nɔ mɔa zɔm ɣemaɣi o."}}
{"translation": {"fr": "Après la mort de Neagoe Basarab", "sw": "le vovode Neagoe Basarab."}}
{"translation": {"fr": "Le grand reportage du jour nous emmène au Burkina Faso.", "sw": "Dɔ sia kplɔ mí yi keke Burkina Faso ke."}}
{"translation": {"fr": "On me lisait plutôt des histoires de la Bible que des contes quand j'étais enfant.", "sw": "Ema na mese Biblia me ŋutinya siwo wofiam esime menye ɖevi sue la me nyuie mlɔeba."}}
{"translation": {"fr": "Cet événement se produisit en l'an 29, alors que Jésus avait trente ans.", "sw": "Enyo, de ŋugble le nusi dzɔ le ƒe 29 M.Ŋ. me, esime Yesu xɔ ƒe 30 ŋu kpɔ."}}
{"translation": {"fr": "Laisse parler (feat.", "sw": "Neva Nu Me (feat."}}
{"translation": {"fr": "Paul l'avait bien compris.", "sw": "Paulo se nu si esia fia gɔme."}}
{"translation": {"fr": "Si c'est le cas, alors ce sera super.\"", "sw": "Ne nyateƒee wònye la, ke enyo ŋutɔ.\""}}
{"translation": {"fr": "Vous devez faire preuve d'humilité, de dignité et de respect.", "sw": "Bubu, ɖokuibɔbɔ, kple ɖokuitɔmadimadie wòle be nàɖe afia."}}
{"translation": {"fr": "Qu'arrive-t-il à l'âme après la mort ?", "sw": "Nu kae dzɔna ɖe luʋɔ la dzi ne ame ku?"}}
{"translation": {"fr": "Les princes des Philistins allèrent derrière elles jusqu'à la frontière de Beth-Samès.", "sw": "Eye Filistitɔwo ƒe kplɔlawo kplɔ wo ɖo va ɖo keke Bet-Semes ƒe liƒo dzi ke."}}
{"translation": {"fr": "L'hépatite B est responsable de 650 000 décès par an dans le monde.", "sw": "Dɔlékui siawo ƒomevi ɖeka pɛ, si woyɔna be hepatitis B (hépatite B), wua ame 600,000 sɔŋ ƒe sia ƒe, abe asrãdɔ ke ene."}}
{"translation": {"fr": "À la fois la génétique et l'environnement jouent un rôle dans le développement du cancer de la prostate.", "sw": "Esia fia be nutome alo nuɖuɖu me vovototowo wɔa akpa vevi aɖe le tsinyegoe me kansa ƒe tsitsi me."}}
{"translation": {"fr": "\" Est-ce que les hommes sont plus talentueux que les femmes ?", "sw": "(trg) =\"18\"> ▪ Ðe Mawu wɔ ŋutsuwo wonyo wu nyɔnuwoa ?"}}
{"translation": {"fr": "A nous d'en tirer les bons enseignements pour ne pas commettre les mêmes erreurs.", "sw": "Míedi be míasrɔ̃ nu tso míaƒe vodadawo me ale be míaganɔ vodada mawo ke wɔm o."}}
{"translation": {"fr": "Photoes de l'île", "sw": "Photos Île d'Yeu"}}
{"translation": {"fr": "Les pages ci-dessous contiennent un lien vers Catégorie:Azerbaïdjan:", "sw": "Axa siwo le afisia do ƒome kple Azerbaijan:"}}
{"translation": {"fr": "En savoir plus sur l'entreprise et son personnel.", "sw": "Xlẽ nu geɖe tso dua kple emenɔlawo ŋu."}}
{"translation": {"fr": "C'était arrivé quand ?", "sw": "Ɣekaɣie esia dzɔ?"}}
{"translation": {"fr": "L'alimentation, un soin à part entière", "sw": "Nutrition - Complete Eye Care"}}
{"translation": {"fr": "32 David dit à Abigaïl: Béni soit l'Éternel, le Dieu d'Israël, qui t'a envoyée aujourd'hui à ma rencontre!", "sw": "32 Eye David gblɔ na Abigail be: \"Woakafu Afetɔ, Israel ƒe Mawu la, ame si dɔ wò egbea be nàva do gom!"}}
{"translation": {"fr": "Heureux le peuple dont l'Éternel est le Dieu!\" - Psaumes 144:15", "sw": "\"Woayra dukɔ, si ƒe Mawu Yehowa nye!\" - PSALMO 144:15."}}
{"translation": {"fr": "Plus proche de nous, Copernic lui dédia l'appellation \"Gouverneur des affaires Célestes...\"", "sw": "Elaadi Ye Nde Dzili - \"Spear Warrior...\""}}
{"translation": {"fr": "Il s'est ensuite rendu à Damas", "sw": "Fifia edze mɔ yina Damasko."}}
{"translation": {"fr": "Ceux-ci ont été vendus pour plusieurs millions d'euros.", "sw": "Wodzraa ɖewo dɔlar miliɔn geɖe."}}
{"translation": {"fr": "Jacob doit s'exiler chez son oncle Laban à Haran, en Syrie.", "sw": "Tso nàsi ayi nɔvinye Laban gbɔ le Haran."}}
{"translation": {"fr": "\" Cet homme est l'instrument que j'ai choisi pour faire parvenir mon nom auprès des nations, des rois et des fils d'Israël. \"", "sw": "\"ŊUTSU sia nye dɔwɔnu tiatia aɖe nam, be wòatsɔ nye ŋkɔ la ayi na dukɔwo kple fiawo.\""}}
{"translation": {"fr": "Plusieurs centaines d'animaux ont péri.", "sw": "Nyi akpe alafa geɖewo ku."}}
{"translation": {"fr": "Eh oui, cet homme a eu une vie extraordinaire.", "sw": "Ẽ, Mose kpɔ dzidzedze le agbe me."}}
{"translation": {"fr": "De tous les péchés que j'ai faits", "sw": "Vɔ̃, siwo katã mewɔ la,"}}
{"translation": {"fr": "En effet, une mauvaise note à un examen ponctuel ne signifie pas forcément que les compétences ne sont pas acquises par l'apprenant.", "sw": "Gake nufiafiaŋutete si mele ame aɖe si boo le nufiafia ƒe akpa aɖe me o la mefia kokoko be medze anye nufiala o."}}
{"translation": {"fr": "4 Vous n'agirez pas ainsi à l'égard de l'Eternel, votre Dieu.\"", "sw": "4 \"Migasubɔ Afetɔ mia Mawu la nenema o."}}
{"translation": {"fr": "Qu'est-ce que connaître Dieu?", "sw": "Aleke gbegbe nènya Mawu?"}}
{"translation": {"fr": "Quels sont les risques liés au travail ?", "sw": "Afɔku kawoe le dɔa wɔwɔ me?"}}
{"translation": {"fr": "Ben Affleck (2001): trop grande pour lui et débraillée !", "sw": "elokuu 2017 - Too big to be me"}}
{"translation": {"fr": "Elle pense que tout arrive par la volonté de Dieu.", "sw": "Ame aɖewo gblɔna be nu sia nu si dzɔna la nye Mawu ƒe lɔlɔ̃nu."}}
{"translation": {"fr": "Certains systèmes de blogging ne permettent pas d'héberger des PDF.", "sw": "Mɔ̃ aɖewo metea ŋu ʋua PDF nuwo o."}}
{"translation": {"fr": "2Il envoya dans la ville des messagers à Achab, roi d'Israël, et lui fit dire: Ainsi parle Ben-Hadad:...", "sw": "2 Eye wòdɔ amewo ɖo ɖe Israel-fia Ahab gbɔ le dua me be woagblɔ nɛ be: \"Ale Ben-Hadad gblɔe nye esi,"}}
{"translation": {"fr": "Comment entretenir de bonnes relations avec ses voisins ?", "sw": "Aleke miewɔ te ŋu na ƒomedodo kplikplikpli va le mia kple nɔviawo dome?"}}
{"translation": {"fr": "J'ai toujours aimé le sport, depuis tout petit.", "sw": "Melɔ̃ kamedefefewo tso nye ɖevime ke."}}
{"translation": {"fr": "Observe avec attention...", "sw": "Watch me be right..."}}
{"translation": {"fr": "Notre Père, Dieu le Père,", "sw": "Aƒetɔ, mía Mawu, mia fofo"}}
{"translation": {"fr": "C'est vrai, cela semble injuste.", "sw": "Esenam: Wò nyaa le eme - edze abe nu si mesɔ o ene."}}
{"translation": {"fr": "30 Comme ils étaient encore en chemin, ce bruit arriva à David: \" Absalom a tué tous les fils du roi, et il n'en est pas resté un seul. \"", "sw": "30 Esi wonɔ mɔ dzi la, David se be: \"Absalom wu fia viŋutsuwo katã, eye wo dometɔ ɖeka pɛ hã mesusɔ o.\""}}
{"translation": {"fr": "C'est pourquoi il prévoit des réunions hebdomadaires et nous demande d'y assister.", "sw": "Eya ta, ewɔ ɖoɖo ɖe kpekpewo ŋu na mí kwasiɖa sia kwasiɖa eye wòdea dzi ƒo na mí be míade wo."}}
{"translation": {"fr": "Ce serait illusoire et dangereux.", "sw": "Ema anye ŋukpenanu kple nusi me afɔku le."}}
{"translation": {"fr": "Qu'est-ce que l'homme voulait de Jésus (6 à 7)?", "sw": "Nu ka dim Yehowa le tso asiwò? (6-8)"}}
{"translation": {"fr": "Le père d'Ethel passait beaucoup de temps à étudier les textes religieux.", "sw": "Yefta zãa ɣeyiɣi gbogbowo tsɔ fiaa nu via tso Yehowa ŋu."}}
{"translation": {"fr": "Il en sera de même à la fin du monde.", "sw": "nenema ke wòanɔ le xexeame ƒe nuwuwu."}}
{"translation": {"fr": "Je sais bien qu'il en est ainsi: comment l'homme serait-il juste vis-à-vis de Dieu?", "sw": "Nyateƒe, menyae be, ele alea; eye aleke amegbetɔ ƒe nya adzɔ le Mawu gbɔa?"}}
{"translation": {"fr": "Tout ces gens-là ont un point commun.", "sw": "Nu ɖeka aɖe dze le dziɖula siawo katã ŋu."}}
{"translation": {"fr": "6 Moïse et Aaron dirent à tous les Israélites: Ce soir, vous saurez que c'est le SEIGNEUR (YHWH) qui vous a fait sortir d'Égypte,", "sw": "6 Eya ta Mose kple Aron gblɔ na Israel-viwo katã be: \"Le fiẽ la, miadze sii be Afetɔe kplɔ mi tso Egipte-nyigba dzi."}}
{"translation": {"fr": "\"Tout le monde va bien\" , a-t-il affirmé.", "sw": "Wogblɔ be: \"Ewɔa nuwo katã nyuie."}}
{"translation": {"fr": "Et Je serai avec vous jusqu'à la fin du monde.", "sw": "Manɔ anyi kpli mi, eye Manɔ mia me gɔ̃ hã, vaseɖe xexeame ƒe nuwuwu."}}
{"translation": {"fr": "Jésus fait la même chose pour nous.", "sw": "Yesu gblɔ be míawo hã míawɔ nenema ke."}}
{"translation": {"fr": "La parole de Jésus est la vérité.", "sw": "'Mawu Ƒe Nya La Nye Nyateƒe!'"}}
{"translation": {"fr": "Il encourageait fortement chaque chrétien à honorer le mariage, c'est-à-dire à le considérer comme précieux.", "sw": "Ke boŋ, eto nya mawo dzi nɔ gbɔgblɔm na Kristotɔwo be, ele be woade bubu srɔ̃ɖeɖe ŋu, si fia be, woade asixɔxɔ gã eŋu."}}
{"translation": {"fr": "Je ne comprends pas vraiment comment cela est possible.", "sw": "Gake le nyateƒe mea, nyemese ale si esia ate ŋu anya wɔe la gɔme o."}}
{"translation": {"fr": "Un lieu de recueillement où tout le monde est le bienvenu", "sw": "Oo aƒe yayra, afisi wo katã"}}
{"translation": {"fr": "As-tu déjà été confronté à ce genre de défis ?", "sw": "Èdo go nɔnɔme sesẽ mawo kpɔa?"}}
{"translation": {"fr": "Personne ne m'en à parlé.", "sw": "Ame bubu aɖeke megblɔe nam o."}}
{"translation": {"fr": "Une boîte aux lettres pour les lettres d'amour", "sw": "Se de nye love boxes"}}
{"translation": {"fr": "Mais nous avons tous besoin de penser l'avenir.", "sw": "Mí katã míedina be míanya etsɔme."}}
{"translation": {"fr": "Jésus lui répondit:' Je te le dis en vérité, aujourd'hui tu seras avec moi dans le paradis'.\"", "sw": "Ènya nya si gblɔm Yesu le nɛa? - * Yesu le ŋugbe dom nɛ be: \"Vavã mele egblɔm na wò egbea be, ànɔ Paradiso me kplim.\""}}
{"translation": {"fr": "Son dernier livre: \"La vie des simples.\"", "sw": "Le menu \" The Simple Life \":"}}
{"translation": {"fr": "L'Asie compte aujourd'hui plus de 300 villes de plus d'un million d'habitants.", "sw": "Le dukɔ madeŋgɔwo me la, dugã 200 kple edzivɔ me nɔlawo wu miliɔn ɖeka fifia."}}
{"translation": {"fr": "\" J'ai perdu mon meilleur ami \"", "sw": "Xɔ̃nye vevitɔ la megava li o."}}
{"translation": {"fr": "Maximilien n'était-il pas le père de la Patrie ?", "sw": "Agbledel ny fofowoa?"}}
{"translation": {"fr": "ler encore plus.", "sw": "nye Read More"}}
{"translation": {"fr": "J'y vais demain alors.", "sw": "I'll be gone tommorrow wo wo wo"}}
{"translation": {"fr": "Cérémonie de lancement des travaux d'aménagement d'urgence de 50 ha", "sw": "tutworkmen50 nyaa si"}}
{"translation": {"fr": "Est-ce que je dois désinstallé Tekken 7 ou supprimé le dossier d'installation?", "sw": "Tukuka 7 mesi fa Names?"}}
{"translation": {"fr": "J'étais d'accord aussitôt.", "sw": "Melɔ̃ ɖe edzi enumake."}}
{"translation": {"fr": "C'est la seule ville au monde qui se situe sur deux continents.", "sw": "Enye dukɔ eve siwo le xexea me siwo le dukɔ eve aɖewo ƒe liƒo dzi la dometɔ ɖeka."}}
{"translation": {"fr": "Cela me semblait difficilement envisageable il y a quelques années.", "sw": "Ƒe aɖewoe nye esi va yi la, edze abe esia manya wɔ o ene."}}
{"translation": {"fr": "L'assurance, une protection au quotidien", "sw": "Gbesi Gbe - Sogdien"}}
{"translation": {"fr": "Zúñiga, une ville du Chili.", "sw": "Monte Águila, enye Chile nutome ɖeka."}}
{"translation": {"fr": "Est-ce que vous souhaitez changer d'avis ?", "sw": "Ðe Wòle Be Nàtrɔ Susua?"}}
{"translation": {"fr": "11 Et ce témoignage est, que Dieu nous a donné la vie éternelle, et que c'est en son Fils que se trouve cette vie.", "sw": "11 Nya lae nye si be Mawu na agbe mavɔ mí eye agbe mavɔ sia le Via me."}}
{"translation": {"fr": "\" Il aura compassion du misérable et du pauvre, et il sauvera les âmes des pauvres \" (Psaumes 72:13).", "sw": "Ave hiãtɔwo kple ame dahewo nu, eye wòaɖe ame dahewo ƒe luʋɔ.\" - Psalmo 72:12, 13."}}
{"translation": {"fr": "- Mais mon bébé, qu'est-ce qui se passe ? elle a demandé.", "sw": "Eye wòbiae be: \"Vinye, nu kae dzɔ?\""}}
{"translation": {"fr": "16Car tout homme qui fait cela, tout homme qui commet l'injustice, est une abomination pour le SEIGNEUR ton Dieu.", "sw": "16 Elabena ame maɖianukware ɖe sia ɖe si wɔa nu siawo la, ŋunyɔnue wònye na Afetɔ wò Mawu."}}
{"translation": {"fr": "sous le nom TLS V1.", "sw": "tineesa V1l"}}
{"translation": {"fr": "Enfants et adolescents aujourd'hui", "sw": "Babies & Kids Egbeda"}}
{"translation": {"fr": "6 Comme sept représente souvent ce qui est complet, six (c'est-à-dire sept moins un) peut être utilisé comme symbole de ce qui est incomplet, imparfait, ou de ce qui a un lien avec les ennemis de Dieu (1 Chroniques 20:6; Daniel 3:1; Révélation 13:18).", "sw": "6 Xexlẽdzesi sia fia be ɖeka to le adre, si fia nu ƒe dede keŋkeŋ zi geɖe la me, xexlẽdzesi ade ate ŋu afia nu si mede o, mede blibo o alo nu si do ƒome kple Mawu ƒe futɔwo.  - 1 Kronika 20:6; Daniel 3:1; Nyaɖeɖefia 13:18."}}
{"translation": {"fr": "Dès mon plus jeune âge, j'ai aimé lire et écrire.", "sw": "Tso nye ɖevime ke la, melɔ̃a agbalẽxexlẽ kple gbesɔsrɔ̃."}}
{"translation": {"fr": "Classement à l'arrivée à Itajaï", "sw": "Visiter le Yeti"}}
{"translation": {"fr": "Nous apprenons quotidiennement.", "sw": "Míesrɔ̃a nu tso eme gbe sia gbe,"}}
{"translation": {"fr": "Pendant ce temps en Méditerranée...", "sw": "Le Mediterranee _"}}
{"translation": {"fr": "Sakura et Sasuke, ainsi que trois autres personnes.", "sw": "Aziagbede Kokou and 33 Others,"}}
{"translation": {"fr": "Je vous aime du bout du cœur.", "sw": "Melɔ̃a wò tso dzime ke."}}
{"translation": {"fr": "Cependant, certains scientifiques ont un avis différent.", "sw": "Gake numekula aɖewo va le lɔlɔ̃m ɖe nukpɔsusu bubu aɖe dzi fifia."}}
{"translation": {"fr": "Il s'agit d'un blogue !", "sw": "← Woe be blog!"}}
{"translation": {"fr": "Le fort d'Ambleteuse, appelé fort Vauban ou fort Mahon, ...", "sw": "Avi Kwa Ame - Fort Mohave, ..."}}
{"translation": {"fr": "Il n'y a pas d'ombre sans lumière ni de lumière sans ombre.", "sw": "22 Viviti alo blukɔ aɖeke meli,"}}
{"translation": {"fr": "On a besoin de logement.", "sw": "Nu si míehiã azɔe nye dzeƒe."}}
{"translation": {"fr": "Et dans ce cas, il est parfois préférable de ne rien dire.", "sw": "Ɣeaɖewoɣi la, anyo be nàzi kpi."}}
{"translation": {"fr": "Le temps d'être seul", "sw": "Make Time to be Alone"}}
{"translation": {"fr": "Je sais vraiment, ce qu'est le bonheur.", "sw": "Gake fifia la, menya nu si dzidzɔ vavãtɔ nye."}}
{"translation": {"fr": "À l'âge de 8 ans, avec ma famille, j'ai quitté l'Afrique pour la France.", "sw": "Esi mexɔ ƒe asieke la, míaƒe ƒomea ʋu tso Spain va tsi France."}}
{"translation": {"fr": "Mais comment c'est possible?\"", "sw": "Gake aleke esia ate ŋu ava emee?\""}}
{"translation": {"fr": "Il raconte: \" Je suis né dans une famille pauvre d'un village des Andes.", "sw": "Egblɔ be: \"Ƒome dahe si le kɔƒe aɖe me le Andes Towo dzi la mee metso."}}
{"translation": {"fr": "Ainsi, quelle que soit la situation, Jéhovah devient tout ce qui est nécessaire pour accomplir son dessein.", "sw": "Eyata Yehowa ate ŋu ava nye nusianu si hiã ale be wòawɔ eƒe tameɖoɖowo dzi."}}
{"translation": {"fr": "\"Si tu veux vivre, tu dois aimer,\" dit-elle.", "sw": "Wogblɔ nɛ be, \"Ne èlɔ̃ wò ƒomea vavã la, àyi."}}
{"translation": {"fr": " (Explications sur le blog)", "sw": "(via le blog)"}}
{"translation": {"fr": "chaque année...", "sw": "Yea yea yeara..."}}
{"translation": {"fr": "Peut etre que je le ferai à nouveau.", "sw": "Ðewohĩ . . . awɔ ema ɣebubuɣi!"}}
{"translation": {"fr": "Essayons de lire un passage de l'Ecriture chaque jour.", "sw": "□ Xlẽ Ŋɔŋlɔawo ƒe akpa bubu aɖe gbe sia gbe."}}
{"translation": {"fr": "JESUS est le seul chemin qui mène vers le Père.", "sw": "Yesue nye mɔ si yi Fofo la gbɔ"}}
{"translation": {"fr": "Le retour de Frankenstein 9/10", "sw": "masterxxmingle 09 nyaa si"}}
{"translation": {"fr": "Il n'est pas surprenant que l'apôtre Paul ait écrit: \" Considérons- nous les uns les autres. \"", "sw": "Apostolo Paulo gblɔ be: \"Mina míanɔ mía nɔewo ŋu bum.\""}}
{"translation": {"fr": "Page d'accueil du jeu - eunivers", "sw": "Eye - Unitedzon"}}
{"translation": {"fr": "et dirent: Véritablement celui-ci était le Fils de Dieu.", "sw": "geɖe be, \"Ame sia la Mawu Vi wònye vavã!\""}}
{"translation": {"fr": "Cet évènement se produisit il y a plus de 3000 ans.", "sw": "Ƒe 3,000 kloe nye esia si nukunu ma dzɔ."}}
{"translation": {"fr": "Elle cessa immédiatement de rire.", "sw": "Enumake fewuɖuɖua tɔ."}}
{"translation": {"fr": "Ils avaient la réputation de compter les mots et les lettres pour s'assurer qu'aucune erreur ne se glisse dans leur texte.", "sw": "Wogblɔ le wo ŋu be woxlẽa nyagbe kple ŋɔŋlɔdzesi ɖe sia ɖe be yewoakpɔ egbɔ be vodada aɖeke mege ɖe ŋɔŋlɔawo me o."}}
{"translation": {"fr": "C'est à cette époque que Yoshiya est né.", "sw": "Ɣeyiɣi sia mee wodzi Yosiya."}}
{"translation": {"fr": "9 Et Joseph dit à son père: \" Ce sont mes fils, que Dieu m'a donnés ici. \"", "sw": "9 Yosef ɖo eŋu na fofoa be: \"Woawoe nye vi siwo Mawu nam le teƒe sia.\""}}
{"translation": {"fr": "Le premier jour sera un jour de repos, et le huitième sera aussi un jour de repos.", "sw": "Ŋkeke gbãtɔ nanye dzudzɔ blibo, eye ŋkeke enyilia hã nanye dzudzɔ blibo."}}
{"translation": {"fr": "Des informations et des reportages en huit langues.", "sw": "Míewɔa odiowo kple videowo le gbegbɔgblɔ enyi me."}}
{"translation": {"fr": "C'est une question d'éthique politique !", "sw": "Aye Dunya Waalo!"}}
{"translation": {"fr": "10 c'est aussi ce que vous faites envers tous les frères dans la Macédoine entière.", "sw": "elabena miewɔ esia ke na nɔvi, siwo katã le Makedonia blibo la katã."}}
{"translation": {"fr": "Un avertissement auquel il faut faire attention.", "sw": "Nuxlɔ̃ame aɖe si dzi woawɔ ɖo"}}
{"translation": {"fr": "Penser que seuls ceux qui ont de l'expérience ou de l'argent peuvent réussir.", "sw": "Mebui be ame siwo si ga kple ŋusẽ le la koe ate ŋu akpɔ dzidzedze ahakpɔ dzidzɔ o."}}
{"translation": {"fr": "Et si oui, que pouvez-vous faire à ce sujet ?", "sw": "Ne nenemae la, nukae nàte ŋu awɔ tso eŋu?"}}
{"translation": {"fr": "Considérons deux exemples tirés de l'histoire d'Israël.", "sw": "Bu blema Israel-viwo ƒe ŋutinya me nudzɔdzɔ eve ŋu kpɔ."}}
{"translation": {"fr": "il n'en a tiré aucun profit.", "sw": "Mekpɔ viɖe aɖeke ɖe edzi o."}}
{"translation": {"fr": "C'est un lieu de refuge et de sécurité.", "sw": "Enye míaƒe sitsoƒe kple dedienɔƒe."}}
{"translation": {"fr": "Nous étions un peu perplexes, puis il est réapparu en nous expliquant qu'on pourrait bien embarquer aujourd'hui, mais que le vol partirait plus tard dans l'après-midi.", "sw": "Ðekakpui aɖe do va gblɔ be ye xaxa vie gake míyi sẽe ŋdi ma míatrɔ agbɔ."}}
{"translation": {"fr": "Soyez en paix les uns avec les autres", "sw": "ŋutifafa me kple mia nɔewo."}}
{"translation": {"fr": "Néanmoins, ne prenez pas de décisions hâtives.", "sw": "Migatsi klokloklo le nyametsotsowo wɔwɔ me o."}}
{"translation": {"fr": "Jésus a dit: \"Je suis la Lumière du monde.\"", "sw": "Egblɔ be: \"Nyee nye xexea ƒe kekeli."}}
{"translation": {"fr": "Le 12 octobre, plus de 3 millions et demi de personnes sont descendues dans les rues.", "sw": "Le March 23 lia dzi la, amekpekpe siwo ade miliɔn 12 alo awu nenema ade Ŋkuɖodzia."}}
{"translation": {"fr": "A douze ans, comme vous le savez, il se rendit pour la première fois, avec Marie et Joseph, de Nazareth à Jérusalem à l'occasion de la fête de Pâques.", "sw": "Esi wòxɔ ƒe 12 la, woa kple edzilawo, Yosef kple Maria, zɔ mɔ tso wo de Nazaret yi Yerusalem ɖaɖu Ŋutitotoŋkekenyui la."}}
{"translation": {"fr": "Jésus guérit un lépreux.", "sw": "Yesu yɔ dɔ anyidzela aɖe"}}
{"translation": {"fr": "Mais il arrive parfois que des bactéries contre-attaquent en développant des mécanismes de résistance.", "sw": "Gake ɣeaɖewoɣi la, dɔlékui vɔ̃ɖi aɖewo ɖua dzi."}}
{"translation": {"fr": "L'intervention se déroulera en français.", "sw": "Fransegbe mee woawɔ numedzodzroa le."}}
{"translation": {"fr": "Mais comment faire pour atteindre ce but ?", "sw": "Gake aleke míawɔ aɖo taɖodzinu ma gbɔ?"}}
{"translation": {"fr": "17:17 Ne sois pas pour moi un sujet d'effroi,", "sw": "17 Mèganye ŋɔdzi nam o."}}
{"translation": {"fr": "Nous avons aussi assisté à des réunions de la congrégation de Tokmok.", "sw": "Míede Kristotɔwo ƒe kpekpe aɖewo hã le hame si le Tokmok la me."}}
{"translation": {"fr": "Qu'est-ce que la carte du monde?", "sw": "Nuka World Map"}}
{"translation": {"fr": "Dans la Loi que Dieu avait donnée à Israël, même les homicides involontaires dus à la négligence étaient considérés comme des crimes graves.", "sw": "Le Se si Mawu de na blema Israel me la, tohehe sesẽwo nɔ agɔ gãwo dzedze le amewo dzi ŋuti."}}
{"translation": {"fr": "Deux hommes montèrent au temple pour prier; l'un était un pharisien, l'autre un collecteur d'impôts.", "sw": "\"Ame eve yi gbedoxɔ me be yewoado gbe ɖa, ame ɖeka nye Farisitɔ, eye evelia nye adzɔxɔla."}}
{"translation": {"fr": "Dans certains cas, ceux-ci sont même exacerbés.", "sw": "Le go aɖewo me la, woƒe agbe gavloe wu gɔ̃ hã."}}
{"translation": {"fr": "écoute attentivement l'expérience des autres.", "sw": "Eye ɖo to nàse alesi nyawo le tututu le ame evelia gome."}}
{"translation": {"fr": "La firme américaine vient d'annoncer que The Witcher 3: Wild Hunt sera gratuit pour l'achat d'une GeForce GTX 980, 970, 960, 970M et au-dessus (oui, le titre était une boutade).", "sw": "BrinCg me closFer Cyea yea B&#9837; yea"}}
{"translation": {"fr": "Quand il guérissait les gens, il montrait sa puissance, mais plus important, il faisait preuve d'amour et de compassion envers eux.", "sw": "Esi Yesu da dɔ na amewo la, eɖe ŋusẽ si nɔ esi la fia, gake lɔlɔ̃ kple dɔmetɔtrɔ si le esi na amewoe wòɖe fia wu."}}
{"translation": {"fr": "Je suis un amateur de t.", "sw": "Je suis nyala T."}}
{"translation": {"fr": "Le pari audacieux: une victoire des Tonga.", "sw": "One Game Wonder: Esi TONGA"}}
{"translation": {"fr": "Jésus a été confronté à la tentation.", "sw": "Yesu Ðu Tetekpɔ Dzi"}}
{"translation": {"fr": "Koko s'occupe de tout - MyTF1", "sw": "eas la nu siaa - - -PopuUr"}}
{"translation": {"fr": "On ne peut le faire tout seul.", "sw": "Wò ɖeka màte ŋu atsɔe o."}}
{"translation": {"fr": "\"On se sent un peu comme des parents en train de lire une histoire à ses enfants.\"", "sw": "Ðeko wòle abe vifofo aɖee le ŋutinya viviwo xlẽm na via le anyimlɔɣi ene.\""}}
{"translation": {"fr": "E-réputation - Les Influences", "sw": "Akposo - Mabaale"}}
{"translation": {"fr": "Il décide d'aborder le sujet avec sa mère.", "sw": "Eya ta eɖoe be yeagadzro nya la me kple ye tɔa ɣebubuɣi."}}
{"translation": {"fr": "Instructions pour les hommes et les femmes (8-15)", "sw": "Mɔfiamewo na ŋutsuwo kple nyɔnuwo (8-15)"}}
{"translation": {"fr": "Dieu considéra que c'était bien .\"", "sw": "Eye Mawu kpɔ be enyo."}}
{"translation": {"fr": "D'avoir fait quelque chose de mal.", "sw": "Esi wowɔ nu gbegblẽ aɖe tae."}}
{"translation": {"fr": "Certains de ces outils ont été utilisés pendant peu de temps, et d'autres sont toujours utilisés aujourd'hui.", "sw": "Míezã dɔwɔnuawo dometɔ aɖewo ɣeyiɣi kpui aɖe ko, gake míekpɔtɔ le ɖewo ya zãm va se ɖe egbea."}}
{"translation": {"fr": "Je dis: \"C'est votre opinion.\"", "sw": "^ Alo, \"nye susue nye be.\""}}
{"translation": {"fr": "C'est au centre:", "sw": "To nye centre:"}}
{"translation": {"fr": "Il est mort quelques années après.", "sw": "Eku le ɣleti aɖewo megbe."}}
{"translation": {"fr": "quel était le statut des Juifs en Europe à l'époque ?", "sw": "Nɔnɔme ka mee Israel-viwo nɔ ɣemaɣi?"}}
{"translation": {"fr": "Ils honorent ainsi Jésus d'une façon bien plus concrète que s'ils utilisaient un symbole religieux.", "sw": "Esia wɔnɛ be wodea bubu Yesu ŋu le mɔ si de ŋgɔ wu subɔsubɔ me dzesiwo zazã nu."}}
{"translation": {"fr": "Les spécialistes de l'obtention de visas", "sw": "Igbeyawo Visa"}}
{"translation": {"fr": "Chaque sabbat, Paul prenait la parole à la synagogue et s'efforçait de convaincre à la fois les Juifs et les païens.", "sw": "4 Paulo yia Yudatɔwo ƒe ƒuƒoƒe si le dua me le Sabat ɖe sia aɖe dzi hedzroa mawunya me kple Yudatɔwo kpakple Helatɔwo siaa."}}
{"translation": {"fr": "\"C'est ici le chemin.\"", "sw": "\"Ali ɔ Ðíe\""}}
{"translation": {"fr": "De nombreuses personnes ont posé cette question.", "sw": "Ame gbogbo aɖewo biaa nya sia."}}
{"translation": {"fr": "Je pensais que tous les hommes étaient frères.", "sw": "Mekpɔe be nɔviwoe Ðasefowo nye le xexea me godoo vavã."}}
{"translation": {"fr": "- Est-ce que je serai seule ?", "sw": "Leave me me be alone?"}}
{"translation": {"fr": "Pas facile de changer ses habitudes de vie.", "sw": "Menɔ bɔbɔe be mawɔ tɔtrɔwo le nye agbenɔnɔ me o."}}
{"translation": {"fr": "Herman Nixon et moi, nous nous sommes rencontrés dans les années 60.", "sw": "Ƒe 1946 mee nye kple Nɔviŋutsu Arthur Matthews míedo go zi gbãtɔ."}}
{"translation": {"fr": "Tout le monde peut être victime d'un dommage à n'importe quel moment.", "sw": "Afɔku ate ŋu adzɔ ɖe ame sia ame dzi le ɣeyiɣi ɖe sia ɖe me."}}
{"translation": {"fr": "\"Où va le monde ?", "sw": "Afikae Xexeame Ðo Tae?"}}
{"translation": {"fr": "Depuis lors, le nom du musée a changé plusieurs fois.", "sw": "14 Kpekpe sia ƒe ŋkɔ trɔ zi gbɔ zi geɖe."}}
{"translation": {"fr": "Néanmoins, une précaution s'impose.", "sw": "Ke hã, ŋuɖɔɖɔɖo aɖe hiã."}}
{"translation": {"fr": "Tu peux revenir à la maison.", "sw": "Àte ŋu ayi aƒeme."}}
{"translation": {"fr": "Le patient a déclaré avoir fumé pendant de longues années.", "sw": "Tsɔe be yele atama nom ɣeyiɣi didi."}}
{"translation": {"fr": "C'est cela qui satisfera Dieu.", "sw": "esiae dze Aƒetɔ la ŋu."}}
{"translation": {"fr": "Mais ca va s'améliorer avec le temps.", "sw": "Gake le ɣeyiɣi aɖe megbe la, aka ɖe eme."}}
{"translation": {"fr": "Le début de l'histoire 4", "sw": "nye 4 4 Nächte"}}
{"translation": {"fr": "s'émancipe de cela ?", "sw": "kalo esia gmn?"}}
{"translation": {"fr": "Kurt parvient à s'enfuir.)", "sw": "Kala Sisi *"}}
{"translation": {"fr": "Elle joue au foot depuis qu'elle a 5 ans.", "sw": "Wofia nyateƒeae tso esime wòxɔ ƒe atɔ̃."}}
{"translation": {"fr": "\" La propriété de Warwick est entourée d'une forêt.", "sw": "Ave domee Warwick ƒe anyigba la le."}}
{"translation": {"fr": "dans les cieux et sur terre.", "sw": "Le dziƒo kple anyigba dzi hã"}}
{"translation": {"fr": "Voltaire lui-même a vu clair à travers leurs mensonges; il s'est moqué de la crédulité de ceux qui croyaient à leurs récits contradictoires.", "sw": "Tsã la, meda asi ɖe Testimonium la dzi kura o, eye wòɖua fewu le ame siwo xɔ emenyawo dzi se la ŋu gɔ̃ hã."}}
{"translation": {"fr": "Toutes les personnes présentes à l'intérieur sont mortes sur le coup.", "sw": "Ame siwo katã le xɔa me ku zi ɖeka."}}
{"translation": {"fr": "En espérant qu'ils arrivent rapidement !", "sw": "Mizi wo dzi be woava kaba!"}}
{"translation": {"fr": "Or, cela n'est pas digne d'un enfant de Dieu .\"", "sw": "Esia mefia be Mawu ƒe viwoe mienye o.'"}}
{"translation": {"fr": "J'habite en Allemand.", "sw": "Ke mele German,"}}
{"translation": {"fr": "Le ciel c'est quoi ?", "sw": "Nu Kae Nye Dziƒo?"}}
{"translation": {"fr": "Ainsi que nous l'avons vu, certaines religions enseignent que, si quelqu'un fait le mal au cours de sa vie, à sa mort il ira dans un lieu de tourments brûlant où il souffrira éternellement.", "sw": "17 Míede dzesii va yi be subɔsubɔha aɖewo fiaa nu be ne ame aɖe nɔa agbe baɖa la, ayi dzomavɔ me le ku megbe eye woawɔ fui tegbee le afima."}}
{"translation": {"fr": "L'adolescent perçoit aussi des changements dans sa vie.", "sw": "Fofonye hã le tɔtrɔwo wɔm le eƒe agbenɔnɔ me."}}
{"translation": {"fr": "Je n'en suis pas très sur, mais il y avait aussi trois filles, Christiane, Josette et Francine.", "sw": "Menɔ mía vi etɔ̃awo - Christine, Nanette, kple Geoffrey - hã ŋu bum vevie."}}
{"translation": {"fr": "Son père venait d'une famille de curé et la famille se rendait tous les dimanches à la messe.", "sw": "Míaƒe ƒomea dea Misa kwasiɖa sia kwasiɖa, eye fofonye kpɔa gome le sɔlemewɔna vovovowo me."}}
{"translation": {"fr": "Ainsi, n'utilisez que ce dont vous avez besoin.", "sw": "Eya ta tsɔ esi ko nèhiã."}}
{"translation": {"fr": "Les pages ci-dessous contiennent un lien vers Chinoise:", "sw": "Axa siwo le afisia do ƒome kple China:"}}
{"translation": {"fr": "Le monde compte plus de deux milliards de chrétiens.", "sw": "Ame miliɔn akpe eve kple edzivɔwo gblɔna be Kristotɔwoe yewonye."}}
{"translation": {"fr": "C'est ce que nous avons fait pendant 6 jours.", "sw": "Aleae wowɔ ŋkeke ade sɔŋ."}}
{"translation": {"fr": "14 Son camarade répondit: \"Ce n'est rien d'autre que l'épée de Gédéon, fils de Joas, l'Israélite.", "sw": "14 Eye ehavia gblɔ be: \"Menye nu bubu aɖekee o, ke boŋ Israeltɔ Gideon, Yoas vi la, ƒe yie."}}
{"translation": {"fr": "Je prends confiance en moi, oui.", "sw": "Trust in me yea yea yea"}}
{"translation": {"fr": "La plupart des choses dont vous vous inquietez n'arriveront jamais.", "sw": "Nu siwo ŋu míetsia dzimaɖi ɖo la dometɔ geɖe meva dzɔna gbeɖe o."}}
{"translation": {"fr": "Résultats de WWE SmackDown Live du 1er janvier", "sw": "snakpak97 pMd live be"}}
{"translation": {"fr": "L'école de GUIGNES a été construite en 1902.", "sw": "Ema ta woɖo Raków Yunivɛsiti le ƒe 1602 me."}}
{"translation": {"fr": "Toutefois, Jéhovah ne m'a pas oublié.", "sw": "Yehowa Meŋlɔm Be O"}}
{"translation": {"fr": "ai demandé pourquoi il avait fait ça.", "sw": "Emegbe mebiae nusita wòwɔ nu nenema."}}
{"translation": {"fr": "la fille de Jephté.", "sw": "Ɛ̃, Yefta vinyɔnua ye!"}}
{"translation": {"fr": "Comment est produite l'huile d'olive ?", "sw": "Alekee Wokua Amii?"}}
{"translation": {"fr": "Le conducteur ne doit pas utiliser de téléphone en conduisant.", "sw": "Mègazã telefon si woléna ɖe asi ne èle ʋu kum o."}}
{"translation": {"fr": "Oui, mon enfance n'a pas été facile.", "sw": "Nuwo menɔ bɔbɔe nam le nye ɖevime o."}}
{"translation": {"fr": "Il déclare: \" Heureux ceux qui sont conscients de leurs besoins spirituels, puisque le royaume des cieux leur appartient.", "sw": "Egblɔ be: \"Dzidzɔtɔwoe nye ame siwo nyae be gbɔgbɔmenuwo hiã yewo, elabena woawo tɔe nye Dziƒofiaɖuƒe la.\""}}
{"translation": {"fr": "Matthieu 24:11 Plusieurs faux prophètes s'élèveront et séduiront beaucoup de gens.", "sw": "Mt 24:11 A. geɖewo ado eye woakplɔ ame"}}
{"translation": {"fr": "Déterminés à obtenir gain de cause dans cette lutte, lui et ses camarades ont procédé à la rédaction d'un mémorandum qu'ils vont remettre aux autorités compétentes.", "sw": "Esi wòkpɔe be ehiã be woaɖo biabia mawo ŋu na amewo ta la, woa kple Ðasefo eve bubuwo ŋlɔ lɛta aɖe ɖada ɖe esiwo nɔ afi ma la dome."}}
{"translation": {"fr": "Les limites du pouvoir des préfets et des ministres", "sw": "Le hamedzikpɔlawo kple subɔlawo Ƒe nɔnɔme ŋuti"}}
{"translation": {"fr": "Jésus est mis à mort.", "sw": "Wole Yesu wum."}}
{"translation": {"fr": "Comment est-ce que je peux faire cela?", "sw": "Aleke mate ŋu awɔ esiae?"}}
{"translation": {"fr": "b) La figure du disciple que Jésus aimait (v. 20-23).", "sw": "Nusrɔ̃la si Yesu lɔ̃na vevie ƒe etsɔme (20-23)"}}
{"translation": {"fr": "Mais c'est aussi le temps de la réflexion.", "sw": "Eganye ɣeyiɣi si me wòle be wòade ŋugble vevie hã."}}
{"translation": {"fr": "La Bible dit: \"L'inquiétude dans le coeur de l'homme l'abat, mais une bonne parole le réjouit\" (Proverbes 12.25).", "sw": "Biblia gblɔ be: \"Nuxaxa le dzi me ɖe wòtea ame ƒe dzi ɖe anyi, ke nya nyui nana dzi kpɔa dzidzɔ.\"  - Lododowo 12:25."}}
{"translation": {"fr": "Une prise de vue du 3 juillet", "sw": "3rd July Eye Eye"}}
{"translation": {"fr": "Prendre des décisions personnelles concrètes", "sw": "Ame Ŋutɔ ƒe Nyametsotsowo Wɔwɔ"}}
{"translation": {"fr": "Le monde est en train de nous égarer.", "sw": "Kple xexeame blea mí."}}
{"translation": {"fr": "Ce que je dis là, c'est pour te dire que tu as des atouts et que tu dois avoir confiance en toi", "sw": "19 Wò la, esi medi be nàɖo ŋu ɖe Afetɔ ŋu tae"}}
{"translation": {"fr": "Je suis resté souvent chez lui et on a eu plusieurs discussions importantes.", "sw": "Eya ta, meyi wo ƒeme, eye míeɖo dze ɣeyiɣi didi aɖe."}}
{"translation": {"fr": "Ils ne sont pas Juifs.", "sw": "menye Yudatɔwo o."}}
{"translation": {"fr": "3 Que le mari rende à sa femme ce qu'il lui doit, et que la femme agisse de même envers son mari.", "sw": "3 Ele na srɔ̃ŋutsu be wòakpɔ egbɔ be yemegblẽ ye srɔ̃ ɖi le go aɖeke me o eye srɔ̃nyɔnu hã nawɔ nenema pɛpɛpɛ."}}
{"translation": {"fr": "Au bout de deux ans ?!", "sw": "Bedzie dzis zaman eve ??"}}
{"translation": {"fr": "Et je te donnerai les clefs du royaume des cieux .\"", "sw": "Eye matsɔ Fiaɖuƒe la ƒe safuiwo ana wò.\""}}
{"translation": {"fr": "De l'esquisse au code", "sw": "From La Sauce to Le Code"}}
{"translation": {"fr": "Les chrétiens connaissent actuellement les persécutions sous de multiples formes.", "sw": "Egbea la, wotia mawusubɔlawo yome le mɔ vovovowo nu."}}
{"translation": {"fr": "\"Mais il (Joseph) ne la (Marie) connut point jusqu'à ce qu'elle eût enfanté son fils premier-né.\"", "sw": "Yosef medɔ kple Maria o vaseɖe esime wòdzi viaŋutsua hafi."}}
{"translation": {"fr": "La prolifération des drogues bon marché contribue, elle aussi, à la hausse de la criminalité.", "sw": "Aʋawɔnu vɔ̃ɖi maxɔasiwo ƒe bɔbɔ ɖe afisiafi hã nana wowua ame gbogbowo."}}
{"translation": {"fr": "Une quinzaine d'émissions de télévision:", "sw": "ewo nam tv:"}}
{"translation": {"fr": "Je ne comprends pas pourquoi tu t'excites.", "sw": "Nyemenya nusi tae nèdo dzikua ɖo o."}}
{"translation": {"fr": "Ça n'est pas facile à imaginer.", "sw": "Mele bɔbɔe be míakpɔe le susu me o."}}
{"translation": {"fr": "bien connue en Israël.", "sw": "Exɔ ŋkɔ le Israel."}}
{"translation": {"fr": "Par exemple, un clip de texte de titre sur la piste vidéo 2 s'afficherait au-dessus d'un clip vidéo sur la piste vidéo 1.", "sw": "🎬 SiM ViDeo WoT 📅 1 yea."}}
{"translation": {"fr": "Comment l'appliquer dans notre vie.", "sw": "Eye aleke míate ŋu azãe le míaƒe agbe mee?"}}
{"translation": {"fr": "Son parcours a été long et périlleux.", "sw": "Woƒe mɔzɔzɔa sesẽ eye afɔkuwo sɔ gbɔ ɖe edzi."}}
{"translation": {"fr": "Dieu pourvoit à ses besoins.", "sw": "Mawu naa nu siwo hiã mí ŋutɔŋutɔ la mí."}}
{"translation": {"fr": "sojasun 25 ans de mariage", "sw": "25 years Woman Susi"}}
{"translation": {"fr": "Et il appela Absalom, et celui-ci vint auprès du roi et se prosterna la face contre terre devant le roi.", "sw": "Eye wòyɔ Absalom, eye wòva fia la gbɔ hebɔbɔ tsyɔ mo anyi ɖe fia la ŋkume."}}
{"translation": {"fr": "Trois ans plus tard ils se sont séparés, puis ont divorcé un an après.", "sw": "Mlɔeba, le ƒe 13 megbe la, mía dome klã eye míeva gbe mía nɔewo emegbe."}}
{"translation": {"fr": "A la découverte de l'expo // Vidéo de l'inauguration /", "sw": "From the Picture > Video menu"}}
{"translation": {"fr": "\" Chaque maison est construite par quelqu'un, mais celui qui a construit toutes choses, c'est Dieu. \"", "sw": "Biblia gblɔ be: \"Nyateƒee, aƒe sia aƒe la, amee tsonɛ, ke ame si wɔ nuwo katãe nye Mawu.\""}}
{"translation": {"fr": "Quel est le nom de l'objet dans l'image?", "sw": "To si le nɔnɔmetataa me ŋkɔ ɖe?"}}
{"translation": {"fr": "Elle ne prenait même pas le temps de manger.", "sw": "ɣeyiɣi ne wòaɖu nu gɔ̃ hã o."}}
{"translation": {"fr": "GALSEN221 - Abiba s'impose comme la tête d'affiche de la relève de la musique sénégalaise.", "sw": "Tesada2 be Mme gratuitement Ghaneli ta ghaneliak - El Denye Sghereh."}}
{"translation": {"fr": "Les blocages de routes et de dépôts pétroliers ont engendré des retards de livraison et certaines entreprises ont pâti de problèmes d'approvisionnement.", "sw": "Amia kuku le agbɔsɔsɔ gã ŋutɔ me kple amisitsatsa ŋuti nyatakaka masɔmasɔwo na eƒe asi va yi to, eye ami vɔ le amido aɖewo me kpata."}}
{"translation": {"fr": "Malheur à celui qui lutte contre son créateur...", "sw": "9 Baba na ame si le dzre hem kple Ewɔla,"}}
{"translation": {"fr": "C'est un \" chef juif ,\" peut-être le président d'une synagogue ou un membre du sanhédrin.", "sw": "Ðekakpuia nye \"Yudatɔwo ƒe kplɔla,\" eya ta ɖewohĩ enye ƒuƒoƒea dzi kpɔla, alo be enye Sanhedrin la me tɔ."}}
{"translation": {"fr": "En réalité, nous ne savons pas.", "sw": "Nya lae nye be, míenya o."}}
{"translation": {"fr": "Qui croit en Moi, même s'il meurt, vivra.", "sw": "xɔa dzinye sena la, togbɔ be aku abe ame bubuwo ene hã la, aganɔ agbe."}}
{"translation": {"fr": "Abraham et l'obéissance", "sw": "Eƒe Nubabla Kple Abraham"}}
{"translation": {"fr": "1 La sagesse ne crie-t-elle pas ? et l'intelligence n'élève-t-elle pas sa voix ?", "sw": "1 Ðe nunya mele ɣli dom oa?"}}
{"translation": {"fr": "L'Islam invite les hommes à adorer Allah l'Unique et à faire de bons actes.", "sw": "Ðe ale si agbenɔnɔ nyui hea amewo vaa Yehowa Mawu kple tadedeagu vavãtɔ gbɔ la me."}}
{"translation": {"fr": "Nous sommes dans ce domaine depuis plus de 15 ans!", "sw": "Ke hã míenɔ nutoa me ƒe 15 sɔŋ."}}
{"translation": {"fr": "Je ne voudrais pas avoir fait le déplacement pour rien. \"", "sw": "Gake nyemedi be madzudzɔ mɔɖeɖedɔa le naneke ta o.\""}}
{"translation": {"fr": "Géorgie du Sud et les Îles Sandwich du Sud", "sw": "Anyiehe Georgia kple Anyiehe Sandwich ƒudomekpowo nutome"}}
{"translation": {"fr": "Jésus a déjà révélé à Pilate qu'il est roi, mais que son royaume ne fait pas partie de ce monde.", "sw": "Pilato ŋutɔ see Yesu gblɔ be fiae yenye, ke hã yeƒe Fiaɖuƒea menye xexe sia ƒe akpa aɖeke o."}}
{"translation": {"fr": "2- Les cartes de crédit 9", "sw": "carpetas 9 nyaa si"}}
{"translation": {"fr": "Valentin Montet est né le 16 octobre à 14 h 58.", "sw": "Alex Woo le Mar 16 Aoû - 8:42"}}
{"translation": {"fr": "C'est ce qui le rend différent des animaux.", "sw": "Esia wɔe be míeto vovo tso lãwo gbɔ."}}
{"translation": {"fr": "La colère s'éleva contre Israël,", "sw": "Eye eƒe dziku fla ɖe Israel ŋu"}}
{"translation": {"fr": "\"Quand tu fais à Dieu une promesse, ne tarde pas à l'accomplir.", "sw": "21 \"Ne èɖe adzɔgbe na Afetɔ wò Mawu la, mègahe edziwɔwɔ ɖe megbe o."}}
{"translation": {"fr": "C'est d'ailleurs pour cette raison que Jésus a beaucoup eu recours aux paraboles pour enseigner.", "sw": "33 Yesu wɔ lododo ƒomevi geɖe ŋuti dɔ hetsɔ fia nu amewo."}}
{"translation": {"fr": "3 Puisque nous aimons la Bible, nous aimons aussi nos publications, qui s'appuient sur elle.", "sw": "3 Esi míelɔ̃a nu le Biblia gbɔ o ta la, míefena kple míaƒe agbalẽwo hã o, elabena Mawu ƒe Nya la dzie wotu wo ɖo."}}
{"translation": {"fr": "Henry Bauchau: L'épreuve du temps", "sw": "Stephen Kilshaw: Tie Dye Time"}}
{"translation": {"fr": "4_126_C'est à Allah qu'appartient tout ce qui est dans les cieux et sur la terre.", "sw": "nu eye le nyateƒe me la, 16 Kristo ŋutɔe nye nu sia nu si le dziƒo kple anyigba dzi,"}}
{"translation": {"fr": "Galadriel est donc la grand-mère d'Arwen.", "sw": "penyanyang nye mama diorg.."}}
{"translation": {"fr": "Je ne vous appelle plus serviteurs, parce que le serviteur ne sait pas ce que fait son maître; mais Je vous ai appelés amis, parce que Je vous ai fait connaître tout ce que J'ai appris de Mon Père. \"", "sw": "Nyemagayɔ mi be dɔlawo o, elabena dɔla menyaa nusi eƒe aƒetɔ wɔna o; ke meyɔ mi be xɔlɔ̃wo, elabena nusiwo katã mese tso Fofonye gbɔ la, mena mienya wo."}}
{"translation": {"fr": "connaître la vérité, et la vérité vous libérera (Jean 8:32).", "sw": ", Yh 8:32 nyateƒe la ana a. mi"}}
{"translation": {"fr": "14Et si le Christ n'est pas ressuscité, notre prédication est donc vaine, vaine aussi est votre foi.", "sw": "14 Ke ne womefɔ Kristo ɖe tsitre o la, ekema míaƒe gbeƒãɖeɖe la nye dzodzro nyateƒe, eye miaƒe xɔse hã nye dzodzro."}}
{"translation": {"fr": "Pouvons-nous affirmer que la Bible est la Parole de Dieu ? 1 Thessaloniciens 2:13", "sw": "Ðe wòanye be Mawu ƒe susuwoe le eme, ke menye amegbetɔwo tɔ oa? - 1 Tesalonikatɔwo 2:13."}}
{"translation": {"fr": "- Mais tu n'es pas très loin.", "sw": "Mèle adzɔge o,"}}
{"translation": {"fr": "D.B.: Quelles sont les caractéristiques de cette \" révolution gothique \" et qui en sont les acteurs ?", "sw": "Yes 54:1 - Ame kae nye \"konɔ\" si ŋu nya wogblɔ le nyagblɔɖi sia me, eye ame kawoe nye 'viawo'? (w06 3/15 11 mm."}}
{"translation": {"fr": "Asaz est un nouveau venu sur la scène grenobloise.", "sw": "Shana nye l l nudwla yeye le Atakpame."}}
{"translation": {"fr": "L'importance du Nom de Jéhovah (Dieu le Père)", "sw": "Yehowa Ƒe Ŋkɔ _ JW.ORG Ðeviwo Ƒe Dɔdeasiwo"}}
{"translation": {"fr": "la nécessité des sacrifices (1).", "sw": "Enya Need (1)"}}
{"translation": {"fr": "Avoir une alimentation saine et faire de l'exercice", "sw": "Ðu nu siwo me nunyiame le eye nànɔ kame dem."}}
{"translation": {"fr": "La vie est courte et pleine de rêves.", "sw": "Eƒe agbe le kpuie eye wòyɔ fũu kple fukpekpe."}}
{"translation": {"fr": "Tu m'as aidée dans les moments difficiles.", "sw": "miekpena ɖe ŋutinye le nye ɣeyiɣi sesẽ siawo me."}}
{"translation": {"fr": "Qu'est-ce que ce sera en décembre ?", "sw": "Obe ae kae December?"}}
{"translation": {"fr": "Dieu s'occupe d'eux.", "sw": "Gake Mawu kpɔ wo dzi"}}
{"translation": {"fr": "Mais c'est vrai qu'en trouver 10 n'est pas facile.", "sw": "10 Lala mele bɔbɔe o."}}
{"translation": {"fr": "La loi de Moïse dit \" tu ne tueras pas.\"", "sw": "Mose ƒe Sea ƒe akpa aɖe gblɔ be: \"Megawu ame o.\""}}
{"translation": {"fr": "Et que la miséricorde Dieu les bénis !!!!!!!!!", "sw": "si si le bon!! bless"}}
{"translation": {"fr": "Prénom d'un empereur romain.", "sw": "^ Romatɔwo ƒe fiagã ƒe bubuŋkɔ."}}
{"translation": {"fr": "Les gens, qui soutiennent ce système, ont d'excellentes intentions.", "sw": "Susu nyui aɖe ŋutɔe le ame siwo de ɖoɖo sia to me si."}}
{"translation": {"fr": "Les chrétiens doivent être des messagers de paix et des bâtisseurs de paix.", "sw": "Kristotɔ akuakuawo nye ŋutifafalɔ̃lawo kple ŋutifafawɔlawo. - Mat."}}
{"translation": {"fr": "16 Salomon fit le compte de tous les étrangers en résidence en terre d'Israël, d'après le recensement qu'en avait fait David son père, et on en trouva cent cinquante-trois mille six cents.", "sw": "17 Salomo xlẽ ŋutsu siwo katã nye amedzrowo le Israel-nyigba dzi, abe ale si fofoa David hã wɔe ene; eye wole ŋutsu akpe alafa ɖeka blaatɔ̃ vɔ etɔ̃ alafa ade."}}
{"translation": {"fr": "Le moment était venu pour Jéhovah de leur accorder l'honneur de porter publiquement son nom.", "sw": "Ɣeyiɣia de na Yehowa be wòagbugbɔ wo aɖo te bliboe."}}
{"translation": {"fr": "Pourquoi as-tu décidé de venir sur la Côte d'Azur ?", "sw": "Nu ka tae nèdi be yeadze Asiria mɔ,"}}
{"translation": {"fr": "14-Alors qu'on était déjà au milieu de la fête, Jésus monta au temple et il se mit à enseigner.", "sw": "14 Esi ŋkekenyui la ƒe afa nu yi la, Yesu yi ɖe gbedoxɔ la me eye wòde asi nufiafia amewo me."}}
{"translation": {"fr": "Écartez-vous de moi, vous qui commettez l'iniquité.!\"", "sw": "Mi ŋutsu hlɔ̃dolawo, mite ɖa le gbɔnye!"}}
{"translation": {"fr": "Le mot hébreu signifie littéralement \" un être qui respire ,\" et le mot grec désigne \" un être vivant.", "sw": "Hebrigbe me nya sia ƒe gɔmeɖeɖe tẽe nye \"nuwɔwɔ si gbɔna\" eye Helagbe me tɔa hã gɔmee nye \"nu gbagbe.\""}}
{"translation": {"fr": "Pour des hommes (15)", "sw": "(Two men) 15"}}
{"translation": {"fr": "Ces dernières décennies, les chaînes télévisées s'étant multipliées, le temps qu'un téléspectateur passe devant une seule chaîne a beaucoup diminué.", "sw": "Esi televisiondɔwɔƒewo va le agbɔ sɔm ɖe edzi le ƒe ʋɛ siawo me la, ɣeyiɣi si amewo zãna tsɔ kpɔa televisiondɔwɔƒe ɖeka ƒe wɔnawo dzi ɖe kpɔtɔ ŋutɔ."}}
{"translation": {"fr": "Certains le pensent encore aujourd'hui.", "sw": "Nukpɔsusu sia gakpɔtɔ le ame aɖewo si egbea."}}
{"translation": {"fr": "Griggs a eu une expérience similaire.", "sw": "Nya ma tɔgbee dzɔ ɖe Franz hã dzi."}}
{"translation": {"fr": "48Ensuite le roi éleva Daniel, et lui fit de nombreux et riches présents; il lui donna le commandement de toute la province de Babylone, et l'établit chef suprême de tous les sages de Babylone.", "sw": "48 Ale fia la do Daniel ɖe dzi, eye wòna nunana nyui geɖewoe, eye wòtsɔe ɖo dziɖula ɖe Babilon fiaɖuƒea ƒe nutowo katã nu, eye wòna wòzu Babilon nunyalawo katã ƒe tatɔ."}}
{"translation": {"fr": "Si vous utilisez un nébuliseur, suivez les recommandations suivantes:", "sw": "Ne èsena le ɖokuiwò me abe Nathan ene la, ke wɔ ɖe aɖaŋuɖoɖo siwo gbɔna dzi."}}
{"translation": {"fr": "Secours accordés aux pauvres.", "sw": "Ame dahewo kpɔ gbɔdzɔe."}}
{"translation": {"fr": "Donc, il est parfois préférable de ne pas expliquer.", "sw": "Ɣeaɖewoɣi la, anyo be nàzi kpi."}}
{"translation": {"fr": "En fin, l'empressement d'Almeida à voir la tâche terminée est une source constante de frictions.", "sw": "Mlɔeba, Almeida ƒe didi vivie be woawu dɔa nu wɔe be masɔmasɔ ɖoa woa kple numetolaawo dome enuenu."}}
{"translation": {"fr": "2 Quand aura-t-il lieu ?", "sw": "11 Ɣekaɣie nusia adzɔ?"}}
{"translation": {"fr": "Confiant en Dieu, il se lance dans un voyage dans une région qui lui est inconnue.", "sw": "Kpɔ nudzɔdzɔ sia ɖa le susu me: David le ʋu kum va ɖo nuto aɖe si menya o la me."}}
{"translation": {"fr": "Pour nous, la conformité signifie bien plus que la simple mise en vigueur des règles et des réglementations.", "sw": "Susuŋudɔwɔwɔ kpena ɖe mía ŋu míewɔa nu geɖe wu be míazɔ ɖe mɔfiame alo se ƒe ɖoɖo aɖewo ko dzi."}}
{"translation": {"fr": "C'est Lui qui est notre Chef.", "sw": "Eyae dze anye míaƒe Dziɖula."}}
{"translation": {"fr": "Il enseignait dans les synagogues, il annonçait la Bonne Nouvelle du Royaume de Dieu.", "sw": "Yudatɔwo ƒe ƒuƒoƒewo eye wònɔ gbeƒã ɖem Fiaɖuƒe la ƒe nyanyui la hã."}}
{"translation": {"fr": "Je te donnerai les clés du royaume des Cieux.\"", "sw": "Eye matsɔ Fiaɖuƒe la ƒe safuiwo ana wò.\""}}
{"translation": {"fr": "En général, quel effet la prison a-t-elle sur les jeunes Témoins de Jéhovah ?", "sw": "Ke ŋusẽ kae gamenɔnɔ kpɔ ɖe ɖekakpui Yehowa Ðasefo siawo dzi?"}}
{"translation": {"fr": "\"Avoir un enfant, c'est une grâce.", "sw": "Le nyateƒe me, vi ƒe amesinɔnɔ ate ŋu anye yayra."}}
{"translation": {"fr": "Recommandée pour le soin du contour de l'œil.", "sw": "Recommend Eye to Eye ®"}}
{"translation": {"fr": "14Car tous ceux qui sont conduits par l'Esprit de Dieu sont fils de Dieu.", "sw": "14 Elabena ame siwo katã Mawu ƒe Gbɔgbɔ kplɔna la, ame mawoe nye Mawu viwo."}}
{"translation": {"fr": "L'avant-goût de la mise à jour 2.5 Écrit par Celine 991", "sw": "googlead56 91 5Ir nyaa si"}}
{"translation": {"fr": "Jésus répondit: \"C'est ce que tu dis.", "sw": "Yesu ɖo eŋu be: 'Eyae nye ema miegblɔ.'"}}
{"translation": {"fr": "23Ils firent sortir Urie d'Egypte et l'amenèrent au roi Joïaqim, qui le tua d'un coup d'épée et jeta son cadavre sur les tombes des gens du peuple.", "sw": "23 Wokplɔ Uriya tso Egipte vɛ na Fia Yehoyakim, eye wòwui kple yi hetsɔ eƒe kukua ƒu gbe ɖe dukɔ la me viwo ƒe ameɖibɔ me.\""}}
{"translation": {"fr": "et qui t'a donné l'autorité de les faire ? \"", "sw": "\"Ame kae na ŋusẽ mi be miawɔ nu sia?\""}}
{"translation": {"fr": "Et c'est ce qui se passe dans le monde d'aujourd'hui.", "sw": "Nenemae xexe si me míele egbea va zui."}}
{"translation": {"fr": "Pour cette première édition, les organisateurs ont placé le festival sous le thème \"Quand le cinéma aborde les violences faites aux femmes.\"", "sw": "Wowɔ tɔtrɔyi ƒe wɔwɔfia le nuƒo evelia me esime nuƒolaa ƒo nu tso tanya si nye \"To Motsyɔnu Ðeɖe Ða na Amesiwo Wogbã Ŋku na Me\" ŋu."}}
{"translation": {"fr": "On est très heureux de l'avoir avec nous. \"", "sw": "Yayrae wònye na mí be wole mía dome.\""}}
{"translation": {"fr": "Ça va être SA décision.", "sw": "Eya ŋutɔ ƒe nyametsotso wòanye."}}
{"translation": {"fr": "Le surmoi1.", "sw": "hayi dodo 1"}}
{"translation": {"fr": "J'ai d'autre choses à faire !", "sw": "Nu bubuwo le ŋunye mawɔ."}}
{"translation": {"fr": "Dans le domaine de l'énergie nucléaire, les risques font l'objet de débat depuis plusieurs décennies.", "sw": "NUKLIAƲAWƆNUWO ŋu koe woƒoa nu tsoe le mɔ siwo dzi woato akpɔ egbɔ be tuwo mabɔ fũ akpa o ŋuti numedzodzrowo me ƒe geɖe."}}
{"translation": {"fr": "La vétérinaire pense qu'il ne lui resterait que quelques mois à vivre.", "sw": "Eƒe ɖɔkta gblɔ nɛ be ɣleti ʋɛ aɖewo koe susɔ wòatsɔ anɔ agbe."}}
{"translation": {"fr": "Une fois sauvés, nous apprîmes que l'île s'appelait Malte.", "sw": "1 Emegbe la, míeva nya be ƒukpo si woyɔna be Mɔlta la dzie míeva do ɖo."}}
{"translation": {"fr": "J'ai tellement d'autres choses à faire.", "sw": "Nu bubuwo le ŋunye mawɔ."}}
{"translation": {"fr": "Les prières sont aussi très importantes.", "sw": "Gbedodoɖa hã kpena ɖe mía ŋu ale gbegbe."}}
{"translation": {"fr": "n'était pas encore mariée.", "sw": "meɖe srɔ̃ haɖe o la nɔ esi."}}
{"translation": {"fr": "Certains sont plus graves que d'autres, et notamment les suivants:", "sw": "Togbɔ be ɖewo le vevie wu ɖewo hã la, esiwo gbɔna hã wɔa akpa vevi aɖe:"}}
{"translation": {"fr": "Merci pour l'aide apportée.\"", "sw": "Meda akpe gã aɖe na mi ɖe miaƒe kpekpeɖeŋua ta.\""}}
{"translation": {"fr": "C'est votre faute 4.", "sw": "Blame me 04"}}
{"translation": {"fr": "J'ai voulu aussi aider d'autres personnes.", "sw": "Edi be yeakpe ɖe amewo ŋu hã."}}
{"translation": {"fr": "Dans ces pays, les femmes sont présentes sur le marché du travail à une proportion similaire aux hommes.", "sw": "Le dukɔ deŋgɔwo me la, nyɔnu siwo si dɔwɔɖui le ƒe agbɔsɔsɔme de sɔsɔ ge kple ŋutsu siwo dea dɔme la tɔ."}}
{"translation": {"fr": "Et je tremble devant celui qui a dit: \" Je détruirai les hommes et les bêtes, les oiseaux du ciel et les poissons de la mer, les objets de scandale, et les méchants avec eux; J'exterminerai les hommes de la face de la terre \" (Sophonie 1:3).", "sw": "Matsrɔ̃ amegbetɔwo kple lãwo, dziƒoxewo kple ƒumelãwo, matsrɔ̃ nuɖianuwo kple ame vɔ̃ɖiwo ɖa, eye matsrɔ̃ amegbetɔwo ɖa le anyigba dzi, Yehowa ye gblɔe!\" - Zefanya 1:1-3."}}
{"translation": {"fr": "En ce jour où les Chrétiens du monde entier commémorent la naissance du Christ Jésus, Noël reste cependant un jour de célébration...", "sw": "Le xexeame godoo la, amewo gblɔna be ɣeyiɣi sia nye Kristmas si nye Yesu ƒe dzigbezã ɖuɣi, gake Ƒe Yeye ɖuɖu hã kpe ɖe eŋu."}}
{"translation": {"fr": "Qui peut l'affronter ?", "sw": "Ame kae ate ŋu atso ɖe eŋu?"}}
{"translation": {"fr": "Or, la lutte contre la rétention d'eau passe au contraire par une bonne hydratation.", "sw": "Gake tsi manomano zã boŋue nana wololona."}}
{"translation": {"fr": "C'est l'occasion de se décharger des soucis du quotidien et de se ressourcer spirituellement.", "sw": "Enye ɣeyiɣi si me míeɖea susu ɖa le gbe sia gbe fuɖenamewo ŋu hetrɔa susu ɖe gbɔgbɔmenuwo ŋu."}}
{"translation": {"fr": "C'est comme cela que Satan travaille.", "sw": "Satana hã wɔa esia."}}
{"translation": {"fr": "Ce qui, à cet égard, peut présenter certaines difficultés est la question de savoir s'il est possible d'aimer Dieu sans le connaître d'abord.", "sw": "Ke ɖewohĩ ema ana nàse le ɖokuiwò me be manya wɔ be woado gbe ɖa na Mawu nu mawo siwo wokpɔna la manɔmee o."}}
{"translation": {"fr": "Le mystère de la conscience - Tom Stoppard", "sw": "Next Dotman - Enu Gbe"}}
{"translation": {"fr": "Dans certains niveaux, le nombre de frisbees lancés est fixé à 2, alors tu dois tirer successivement sur les 2 en un seul tour.", "sw": "🎬 Nunzia Aletta 📅 2 yea."}}
{"translation": {"fr": "Les armées, en fait, créent souvent plus de problèmes qu'elles n'en résolvent.", "sw": "▪ Zi geɖe la, kesinɔnu geɖe ƒe amesinɔnɔ hea kuxi geɖewo vanɛ wu wo gbɔ kpɔkpɔ."}}
{"translation": {"fr": "Merci pour les cinq étoiles...", "sw": "- Akpeyi stars -"}}
{"translation": {"fr": "Il n'y a donc maintenant aucune condamnation pour ceux qui sont en Jésus-Christ, lesquels ne marchent point selon la chair, mais selon l'Esprit.", "sw": "Eyata azɔ fɔbubua ɖeke meli na amesiwo le Kristo Yesu me la o, amesiwo mezɔna le ŋutilã nu o, negbe le Gbɔgbɔ nu"}}
{"translation": {"fr": "C'est maintenant qu'il faut le faire, pas demain.", "sw": "Fifia ye wohiã kpekpeɖeŋu - menye ɣebubuɣi o."}}
{"translation": {"fr": "Sa mère s'appelait Micaja et c'était la fille d'Uriel, de Guibea.", "sw": "Dadaa ŋkɔe nye Mikaya, eye wònye Uriel si tso Gibea ƒe vinyɔnu."}}
{"translation": {"fr": "16 Ou bien ne savez-vous pas que celui qui s'unit à la prostituée n'est avec elle qu'un seul corps?", "sw": "16 Ðe mienyae be ame si de ha kple gbolo aɖe la zu ŋutilã ɖeka kplii oa?"}}
{"translation": {"fr": "Frère de David.", "sw": "David Nuanea"}}
{"translation": {"fr": "Cette douceur est le reflet d'un amour profond.", "sw": "Nya mawo ɖe nɔnɔme nyoameŋu, si nye lɔlɔ̃ deto la fia kɔtɛ."}}
{"translation": {"fr": "J'avais besoin d'entendre encore et encore les arguments de la Bible afin de briser les liens affectifs qui m'attachaient à mes anciennes croyances.", "sw": "Medi be mase ale si Biblia ɖo nya mawo ŋui la zi geɖe ale be mate ŋu aɖe asi le nye dzixɔse tsãtɔawo ŋu keŋkeŋ."}}
{"translation": {"fr": "J'essaie de garder une attitude positive.", "sw": "Medzea agbagba be nukpɔsusu nyuitɔ nanɔ asinye."}}
{"translation": {"fr": "Est-ce qu'on trouve ce type de cas ailleurs ?", "sw": "Ðe kpovitɔwo ƒe dɔwɔwɔ sia ƒomevi ate ŋu aɖe vi le teƒe bubuwoa?"}}
{"translation": {"fr": "- La gestion de l'allocation des codes CDMA.", "sw": "Egao Yes Nude CDM"}}
{"translation": {"fr": "Et ils se sont mis à hurler.", "sw": "Eye wodo ɣli."}}
{"translation": {"fr": "Prier pour que le Royaume de Dieu vienne, c'est demander qu'il prenne la place de tous les gouvernements humains Daniel 7:13, 14; Révélation 11:15, 18.", "sw": "Eya ta ne míele gbe dom ɖa be Mawu Fiaɖuƒea nava la, efia be míele biabiam be Mawu ƒe dziɖuɖua nava xɔ ɖe amegbetɔwo ƒe dziɖuɖuwo katã teƒe. - Xlẽ Daniel 7:13, 14; Nyaɖeɖefia 11:15, 18."}}
{"translation": {"fr": "Qu'est-ce que ces films disent de notre époque et de cette période ?", "sw": "Ame kawoe atiawo le tsitre ɖi na le blema kple míaƒe ŋkekea me?"}}
{"translation": {"fr": "Bien plus qu'un livre, \" Le filet magique \" se veut un outil concret pour aider les enfants à gérer leurs émotions.", "sw": "Biblia Nusrɔ̃vi aɖe gblɔ be, tsɔ kpe ɖe \"Drama\" la ŋu la, agbalẽ sia nye \"dɔwɔnu nyui aɖe si woate ŋu azã atsɔ aʋu ŋku na amewo\" be woakpɔ nyateƒea."}}
{"translation": {"fr": "Eh bien, il fonctionnait de cette façon jusqu'à aujourd'hui.", "sw": "Esena le eɖokui me nenema va se ɖe egbe."}}
{"translation": {"fr": "C'est aussi une réussite familiale.", "sw": "Nu bubu si hã na ɖoɖoa kpɔ dzidzedzee nye ƒome ƒe asikpekpeɖeŋu."}}
{"translation": {"fr": "L'objectif était de présenter le CAMAM 34.", "sw": "dedikem 34 nyaa si"}}
{"translation": {"fr": "Voici quelques-unes des choses qui peuvent vous aider.", "sw": "Gake kpɔ nu siwo ate ŋu akpe ɖe ŋuwò la dometɔ aɖewo ɖa."}}
{"translation": {"fr": "Tlass est un sunnite.", "sw": "wow deras nye sungai.."}}
{"translation": {"fr": "Mais vous pouvez aussi faire preuve d'audace, et tenter de faire découvrir quelque chose que vous aimez particulièrement.", "sw": "Ðewohĩ àtsi dzi vie, gake àdze agbagba be yeatsɔ nu nyui aɖe si ado dzidzɔ na wo la ayii."}}
{"translation": {"fr": "Que peut-on faire lorsque l'on est assoiffé?", "sw": "Nu kae nàte ŋu awɔ ne wowɔa anyra le ŋuwò?"}}
{"translation": {"fr": "Est-ce qu'il t'aime vraiment ou tu es juste sa béquille ?", "sw": "Ðe wòdina be nàlɔ̃ ye ɖeka ko alo nye ame si ʋãa ŋua?"}}
{"translation": {"fr": "48 - La Canourgue - Le Monument aux Morts", "sw": "Cana - Death Note - GB Eye"}}
{"translation": {"fr": "Cela nous donne la mesure de nos responsabilités.", "sw": "Ekpena ɖe mía ŋu míekpɔa míaƒe agbanɔamedziwo gbɔ nyuie."}}
{"translation": {"fr": "L'être et le paraitre (9)", "sw": "See Eye Be (9)"}}
{"translation": {"fr": "Isaac est mis de côté.", "sw": "Isaac Nyemasem"}}
{"translation": {"fr": "Le Saint-Siège plaide pour la liberté religieuse", "sw": "Sri Lanka Dziɖuɖumegãwo Tso Be Yewoakpɔ Mawusubɔsubɔ Ƒe Ablɔɖe Ta"}}
{"translation": {"fr": "Il n'existe pas de lieu plus sûr.", "sw": "Teƒe bubu aɖeke megale dedie wu o!"}}
{"translation": {"fr": "Le bras tendu, il tire à sept reprises.", "sw": "Tete ɖevi la xɔ dzo, eye wònyè zi adre."}}
{"translation": {"fr": "\"il y a de la variété dans le gameplay\"", "sw": "\"la vie sur le gameboard\""}}
{"translation": {"fr": "Comment a-t-elle été écrite?", "sw": "Aleke wowɔ hafi ŋlɔe?"}}
{"translation": {"fr": "C'est alors que je me suis rendue compte qu'il ne dormait pas, qu'il était mort.", "sw": "Eyata esi meva srɔ̃e zi gbãtɔ be alɔ̃ ko dɔm wòle le ku me la, medzɔ dzi nam o.\""}}
{"translation": {"fr": "L'amour dans une période de deuil", "sw": "Lɔlɔ̃ Ðeɖe Fia Le Xaxaɣiwo"}}
{"translation": {"fr": "Le petit Antoine est arrivé à 4h42.", "sw": "anita sie nudzi o 14:24"}}
{"translation": {"fr": "Nous savons que lorsqu'Il se montrera nous serons semblables à Lui, parce que nous le verrons tel qu'Il est.", "sw": "Gake míenya be ne Kristo va la míanɔ abe eya amea ene elabena míakpɔe abe ale si wòle tututu ene."}}
{"translation": {"fr": "28 _ Il leur dit: \" C'est un ennemi qui a fait cela. \"", "sw": "28 \"Agbletɔ la ɖo eŋu na wo bena, 'Futɔ aɖe kokokoe wɔ nenem nu sia.'"}}
{"translation": {"fr": "En d'autres termes, est-ce que ce qui est livré fonctionne et correspond à ce qui a été demandé ?", "sw": "Le kpɔɖeŋu me, ɖe wòtrɔa nusiwo wòɣe la vɛ abe alesi wòdo ŋugbee enea, eye ɖe wòwɔna ɖe game siwo mieɖo dzia?"}}
{"translation": {"fr": "Un humain est plus important qu'un animal.", "sw": "Amegbetɔ mexɔ asi wu lã o . . ."}}
{"translation": {"fr": "\" je suis le chemin, la vérité et la vie.", "sw": "\"Nyee nye mɔ la kple nyateƒe la kpakple agbe la."}}
{"translation": {"fr": "Âgée de 32 ans.", "sw": "Anya 32 years"}}
{"translation": {"fr": "Je suis convaincue que le contexte nous y aidera.", "sw": "Nya siwo ƒo xlãe kpe ɖe mía ŋu."}}
{"translation": {"fr": "Ça n'arrivera jamais!\"", "sw": "Nusiawo madzɔ akpɔ gbeɖe o!"}}
{"translation": {"fr": "C'est Son Goku qui gagne.", "sw": "To me Goku won"}}
{"translation": {"fr": "\" J'ai commencé par planter des pins, des érables et des bouleaux \" raconte-t-il.", "sw": "Yehowa gblɔ be: 'Mawɔ gbewo, nu miemiewo kple atiwo.'"}}
{"translation": {"fr": "Il m'a dit qu'il en parlerait avec sa famille et qu'il me donnerait une réponse.", "sw": "Egblɔ hã be maɖo dze tso eŋu na srɔ̃nye eye emegbe matso nya me."}}
{"translation": {"fr": "Il y a 6 d'entre nous.", "sw": "6 Ke míawo ya"}}
{"translation": {"fr": "Ilaria et moi avons pris soin de l'appartement au dernier détail pour en faire un espace partagé, propre et chaleureux.", "sw": "Mía kple Eleni míewɔa aƒemedɔ bubuwo hã ɖekae, ale be míaƒe aƒeme nɔa kɔkɔe henɔa dzadzɛ."}}
{"translation": {"fr": "Comme c'était le cas dans la plupart des congrégations en 2013, très peu de personnes (peut-être même aucune) consommeront le pain.", "sw": "Le hame akpa gãtɔ me la, ame ʋɛ aɖewo koe aɖu aboloa (alo ɖewohĩ ame aɖeke maɖui o) abe ale si wònɔ le ƒe 2013 me ene."}}
{"translation": {"fr": "Natasha St-Pier - \" Embrasse-moi \" + sous-titres", "sw": "yeldë + nya = yenya \"mia figlia\""}}
{"translation": {"fr": "Série de grands événements.", "sw": "big nye events"}}
{"translation": {"fr": "3 Et dans chaque province, partout où parvint la parole du roi et son décret, il y eut un grand deuil parmi les Juifs, des jeûnes et des pleurs et des lamentations.", "sw": "3 Eye konyifafa gã aɖe ɖo Yudatɔwo dome le nuto ɖe sia ɖe si me fia la ƒe nya kple eƒe se la de, wotsi nu dɔ, wofa avi, eye wofa konyi ŋutɔ."}}
{"translation": {"fr": "Et tout cela s'est déroulé très rapidement.", "sw": "Nusiawo katã dzɔ le ɣeyiɣi kpui aɖe ko me."}}
{"translation": {"fr": "Vous avez la capacité de faire face à des situations difficiles", "sw": "Ne ame si nènye le vevie na wò la, àte ŋu anɔ te ɖe nɔnɔme sesẽwo nu"}}
{"translation": {"fr": "\"Le Fils de l'Homme n'est pas venu pour être servi, mais pour servir.\"", "sw": "ene, elabena Nye Amegbetɔ Vi la nyemeva be woasubɔm o, ke boŋ ɖe meva be"}}
{"translation": {"fr": "Cela signifie-t-il que nous devons répondre à toutes vos demandes?", "sw": "Ðe esia fia be ana nu sia nu si wobiae la nava eme na woa?"}}
{"translation": {"fr": "Cet ouvrage est un livre d'images et non un livre d'histoire.", "sw": "Elabena nyagblɔɖigbalẽe Nyaɖeɖefia ƒe agbalẽa nye, ke menye blemaŋutinyagbalẽe o."}}
{"translation": {"fr": "C'est aussi ce qui nous fait chrétiens, que nous soyons chrétiens ou non.", "sw": "Mía dzilawo ɖanye Kristotɔwo alo womenye Kristotɔwo o, nu ka ŋue wòle be mí katã míabu?"}}
{"translation": {"fr": "Mais le Nom sacré de Dieu n'est pas évoqué.", "sw": "Ke hã, womeɖea Mawu ƒe ŋkɔ fiaa mí o."}}
{"translation": {"fr": "L'histoire de cette maman est similaire.", "sw": "Kuxi sia ke le fofonye ƒe ƒometɔwo hã ŋu."}}
{"translation": {"fr": "Il n'a pas survécu. \"", "sw": "be wòatsi agbe o.\""}}
{"translation": {"fr": "L'Istiqlal et le roi", "sw": "Amelie & Fia"}}
{"translation": {"fr": "19 Chacun de nous doit considérer qu'il est de sa responsabilité de contribuer à entretenir l'unité de la congrégation.", "sw": "19 Ame sia ame tɔ wɔƒe li, eya ta agba le mía dometɔ ɖe sia ɖe dzi be wòakpe asi ɖe hamea ƒe ɖekawɔwɔ ŋu."}}
{"translation": {"fr": "Il n'a jamais eu de début et n'aura jamais de fin.", "sw": "Gɔmedzedze meli nɛ o, eye nuwuwu hã manɔe nɛ gbeɖe o."}}
{"translation": {"fr": "En tant qu'adulte, vous comprenez l'importance de s'entraîner.", "sw": "3 Abe hamemetsitsi ene la, ènyae be ele vevie be yeadi ɣeyiɣi ana hehe nɔviŋutsuwo. * (Kpɔ etenuŋɔŋlɔa.)"}}
{"translation": {"fr": "Yabi c'est fait pour s'entraider", "sw": "Yok be yeme"}}
{"translation": {"fr": "Finalement, c'est peut-être bien fin décembre -7 que Jésus est né... et pourquoi pas le 25 ?", "sw": "Evɔ menye ŋkeke ma dzie wodzi Yesu o, anye October me boŋue. * Ke nukatae wotia December 25 lia?"}}
{"translation": {"fr": "Eureka signifie en Grec: \"J'ai trouvé !\"", "sw": "\"EUREKA\" gɔmee nye \"Meke ɖe eŋu!\""}}
{"translation": {"fr": "\"Comprenez-vous ce qu'il veut?\" demande-t-il à une dame qui s'est approchée.", "sw": "Nɔvinyɔnu aɖe si tsi tre ɖe axanye biam se be, \"Enya amesi wònyea?\""}}
{"translation": {"fr": "Le corps humain, par exemple, est composé d'eau à 65 à 70%.", "sw": "Le kpɔɖeŋu me, ahɔhɔ̃a ƒe akpa 75 va ɖo 85 le alafa me nye tsi, eye míaƒe lãkusi ƒe akpa 70 le alafa me nye tsi."}}
{"translation": {"fr": "N'est-ce pas une idée touchante ?", "sw": "10 Ðe susu sia mewɔ dɔ ɖe ame dzi ŋutɔ oa?"}}
{"translation": {"fr": "Gareth Bale est d'accord", "sw": "Beatty Ekpe"}}
{"translation": {"fr": "Quand et où la station spatiale chinoise va-t-elle s'écraser sur Terre?", "sw": "Ɣekaɣie Gog Aho Ðe Anyigba La Ŋu, Nu Ka Tae, Eye Aleke Wòawɔe?"}}
{"translation": {"fr": "Le fils de Noé en est un exemple.", "sw": "9 Noa viŋutsuwo ɖo kpɔɖeŋu nyui aɖe ɖi."}}
{"translation": {"fr": "[11/01/17 21:21] Fan de La Fontaine, je ne peux qu'applaudir à cette interprétation qui le met en valeur !", "sw": "(Lododowo 11:15) Aleke gbegbee lododo kpokploe sia de agbanɔamedziwo tsɔtsɔ ƒe dzi ƒoe nye esi!"}}
{"translation": {"fr": "- En premier lieu, d'où vient le désir ?", "sw": "Ke afi kae didi sia tso?"}}
{"translation": {"fr": "Liste des championnes WWE Women's:", "sw": "Embu nude women:"}}
{"translation": {"fr": "Qu'est-ce qui cause cette colère ?", "sw": "Nu kae he dɔmedzoe gã sia gbegbe vɛ?'"}}
{"translation": {"fr": "Elle va tout mettre en œuvre pour concrétiser cette relation.", "sw": "Adze agbagba awɔ nu sia nu si wòate ŋui be yeagblẽ ƒomedodo ma me."}}
{"translation": {"fr": "Qu'est-ce qui est arrivé à New World?", "sw": "nuke le bleh new world"}}
{"translation": {"fr": "D'autres acceptent très difficilement d'être repris en classe devant leurs camarades.", "sw": "Esesẽna na ɖevi aɖewo be woaɖe gbeƒã na woƒe sukuhatiwo."}}
{"translation": {"fr": "Les autres n'agissent-ils pas de même ?", "sw": "Alo menye xexemeviwo hã wɔa nenema ke o ɖe?"}}
{"translation": {"fr": "avec des sucres simples.", "sw": "Le Simple Cheese"}}
{"translation": {"fr": "14 Et rien d'étonnant; car Satan lui-même se transforme en un ange de lumière.", "sw": "14 Esia mewɔ nuku nam o, elabena Satana ŋutɔ hã tea ŋu trɔa eɖokui ɣeaɖewoɣi abe"}}
{"translation": {"fr": "Elle dépose ce jour un recours en responsabilité contre l'État pour 5 violations du droit de l'Union européenne devant le tribunal administratif de Paris.", "sw": "Yehowa Ðasefowo tsɔ nya 23 ɖe Russia dziɖuɖua ŋuti fifia le Europa Ƒe Ʋɔnudrɔ̃ƒea."}}
{"translation": {"fr": "Fondation du Prince Albert II de Monaco, Section canadienne (Administrateur)", "sw": "Panamefia --Panamefia 4e Aealtaa"}}
{"translation": {"fr": "Ils ne savent pas combien de temps ils resteront.", "sw": "Womenya ɣeyiɣi didi si woagate ŋu anɔ te ɖe nɔnɔme sia nu o."}}
{"translation": {"fr": "Et le roi se tint près de la porte, et tout le peuple sortit par centaines et par milliers.", "sw": "Eye fia la tɔ ɖe dugbo la xa, eye ameawo katã do go va le yiyim alafaalafa kple akpeakpe."}}
{"translation": {"fr": "Il y a aussi la réhabilitation de logements anciens.", "sw": "Wole asi trɔm le xɔ xoxowo hã ŋu."}}
{"translation": {"fr": "2 façons d'extraire le son d'une vidéo YouTube", "sw": "Two To Be Able To Download Video From Youtube"}}
{"translation": {"fr": "Aujourd'hui, à l'approche du monde nouveau, c'est notre foi qui est mise à l'épreuve.", "sw": "8 Egbea esi míele xexe yeyea ƒe agbo nu la, wodoa míawo hã míaƒe xɔse kpɔna."}}
{"translation": {"fr": "Opposer l'intelligence à la con***** pardon, la bêtise: là est la subversion, de nos jours...", "sw": "be ridiculous; amaɽu egbe z-ogiɛ"}}
{"translation": {"fr": "11 Il ressort de l'enseignement de Jésus que le Royaume ne serait pas établi au Ier siècle, contrairement à ce qu'espéraient certains disciples (Actes 1:6).", "sw": "11 Yesu na eme kɔ be womaɖo Fiaɖuƒea anyi le ƒe alafa gbãtɔ M.Ŋ. me o, togbɔ be eƒe nusrɔ̃la aɖewo nɔ mɔ kpɔm nenema hã."}}
{"translation": {"fr": "55 Les femmes qui étaient venues de la Galilée avec Jésus, ayant accompagné Joseph, considérèrent le sépulcre, et la manière dont le corps de Jésus y avait été déposé.", "sw": "55 Esi Yosef kɔ ame kukua yina ɖiɖi ge la, nyɔnu siwo tso Galilea va la kplɔe ɖo eye woyi ɖakpɔ afi si wòɖii ɖo."}}
{"translation": {"fr": "On m'a emmené au poste de police et on m'a demandé pourquoi j'étais là.", "sw": "Ekplɔm yi eƒe ɔfis hebia nya mawo kem tso nusita wodem gaxɔ me ŋu."}}
{"translation": {"fr": "Il avait du mal à croire qu'il avait vraiment fait ça.", "sw": "Eya ta, esesẽ nam ŋutɔ be maxɔe ase be eyae wɔ nu ma gbegbe."}}
{"translation": {"fr": "Cours: Comment se forme et s'exprime l'opinion publique ?", "sw": "LESSON 23 Aleke Woŋlɔa Míaƒe Agbalẽwo Heɖea Wo Gɔmee?"}}
{"translation": {"fr": "préparés à l'avance, puis engagés le moment venu.", "sw": "Ð Ð ̧Ðo, Ð¡."}}
{"translation": {"fr": "13 Et Moïse étendit son bâton sur le pays d'Egypte et l'Eternel fit souffler sur le pays un vent d'orient tout ce jour-là et toute la nuit.", "sw": "13 Enumake Mose do eƒe atikplɔ la ɖe Egipte-nyigba la dzi, eye Afetɔ na ɣedzeƒeya ƒo ɖe anyigba la dzi ŋkeke blibo la kple zã blibo la katã."}}
{"translation": {"fr": "Les Chroniques de la Lune Noire - 11.", "sw": "Cat Eye Frame Blue - 11.."}}
{"translation": {"fr": "Un appel à la persévérance des croyants", "sw": "De Ŋugble le Nyagblɔɖilawo ƒe Dzigbɔɖi Ŋu"}}
{"translation": {"fr": "L'ennemi dévaste tout dans le Sanctuaire.", "sw": "Futɔ la gblẽ nu sia nu le kɔkɔeƒe la."}}
{"translation": {"fr": "Groupe d'échanges pour le syndrome Gilles de la Tourette (SGT)", "sw": "geshome SRT nyaa si"}}
{"translation": {"fr": "Cela demande beaucoup plus de recherche et de réflexion.", "sw": "Esia bia be woawɔ numekuku ahabia nuwo me kɔkɔ geɖe."}}
{"translation": {"fr": "Cela peut aider à résoudre les problèmes actuels.", "sw": "Ate ŋu ana míakpɔ gbɔdzɔe tso míaƒe kuxiwo me fifia."}}
{"translation": {"fr": "Nom dans le pays d'origine: Airedale Terrier", "sw": "Name: Arlander Agbetuyi"}}
{"translation": {"fr": "Le titre de cet article pourrait vous surprendre.", "sw": "Gake ketsoƒe si ŋu woƒo nu tsoe le nyati sia me la awɔ nuku na wò."}}
{"translation": {"fr": "Si le don est fait avec intéressement, il n'est plus un don mais un achat de service.", "sw": "Elabena ne ele nenema la, ekema nu si wona faa la meganye nunana o, ke boŋ enye nu si ame ŋutɔ wɔ dɔ hekpɔ."}}
{"translation": {"fr": "Que c'est bon d'être vivante ! \"", "sw": "Le nyateƒe me la, edzɔ dzi na mí ŋutɔ be míetsi agbe!\""}}
{"translation": {"fr": "Il y eut une famine dans le pays, en plus de la première famine de l'époque d'Abraham, et Isaac se rendit vers Abimélec, le roi des Philistins, à Guérar.", "sw": "1 Ke dɔ to le anyigba la dzi, esia to vovo na dɔ si to va yi le Abraham ŋɔli; eya ta Isak yi Filistitɔwo ƒe fia Abimelek gbɔ le Gerar."}}
{"translation": {"fr": "Nom du forum/site: UnitedKiss (anciennement U-KISS-ME)", "sw": "Template:User ee-N   (← links _ trɔ asi le eŋu)"}}
{"translation": {"fr": "Des conférences pour aller de l'avant - L'EPERON", "sw": "Sisi Eko _ Afro Prime"}}
{"translation": {"fr": "-Alors qu'est-ce qui se passe Nana ?", "sw": "Nuke - NaNa"}}
{"translation": {"fr": "Si nous ne faisons pas attention à ce qui nous entoure, nous finirons par nous tuer nous-mêmes.", "sw": "Ne míena nu ɖokuitɔmadimaditɔe la, enyea ŋusẽdodo na mía ŋutɔwo mlɔeba."}}
{"translation": {"fr": "La force des perdants 5.", "sw": "Gary Loseke 5"}}
{"translation": {"fr": "\" Je pars de l'ASEC Mimosas avec un pincement au cœur \"", "sw": "\"Maha oseshi afa tamɔ ŋwɛi ŋulamii\""}}
{"translation": {"fr": "Rien ne me faisait plaisir.", "sw": "Naneke menyoa ŋunye hã o."}}
{"translation": {"fr": "l'objet de nombreuses persécutions.", "sw": "Kple yometiti geɖe."}}
{"translation": {"fr": "Il a été écrit par le roi David.", "sw": "Woɖo Fia Dawid"}}
{"translation": {"fr": "Bref, tout est fait pour que l'on s'engage, et qu'on unisse nos efforts.", "sw": "Eyata, midze agbagba ɖesiaɖe be mianɔ nuwo wɔm ɖekae eye miaku ɖe mia nɔewo ŋu."}}
{"translation": {"fr": "Mais il a posé sur moi sa main droite et m'a dit: \"N'aie pas peur.", "sw": "Tete wòtsɔ eƒe nuɖusi da ɖe dzinye eye wògblɔ bena, \"Mègavɔ̃ o."}}
{"translation": {"fr": "Elle est un exemple de foi, d'obéissance et de louange à Dieu.", "sw": "Xɔse, Mawu kafukafu kple akpedada ɖe dzesi le eme. - 1 Sam."}}
{"translation": {"fr": "Sa femme a essayé de les tirer, mais elle n'a pas réussi.", "sw": "Srɔ̃a dze agbagba be yealé avua, gake gbeɖegbeɖea koe."}}
{"translation": {"fr": "4 Mais lorsque la bonté et l'amour de Dieu notre Sauveur envers les hommes ont été manifestés, il nous a sauvés,", "sw": "4 Ke esi ɣeyiɣia de be Mawu, mía ɖela ƒe amenuveve kple lɔlɔ̃ nado la, 5 eɖe"}}
{"translation": {"fr": "Regarde ce qu'il se passe aujourd'hui.", "sw": "KPƆ nusi le dzɔdzɔm azɔ la ɖa."}}
{"translation": {"fr": "Je ne t'oublierai pas Johnny.", "sw": "Oo Israel, nyemaŋlɔ wò be o."}}
{"translation": {"fr": "Il s'agissait simplement d'un rêve ?", "sw": "Drɔ̃e aɖe koe esia nyea?"}}
{"translation": {"fr": "Je suis devenu homme...", "sw": "me to be men..."}}
{"translation": {"fr": "Pourquoi est-ce qu'elles ne pouvaient pas me faire confiance?", "sw": "Nu Ka Tae Dzinyelawo Mekana Ðe Dzinye o?"}}
{"translation": {"fr": "16 La langue a aussi le pouvoir d'encourager.", "sw": "Gake ŋusẽ le aɖe la si hã be wòaɖɔ nu ɖo."}}
{"translation": {"fr": "Que signifie être \" saisi par l'Esprit ,\" et quel rapport y a-t-il avec le fait de passer par la porte ?", "sw": "Nu kae wòfia be 'woazɔ kple Mawu,' eye Biblia me kpɔɖeŋu kawoe gana míese nya sia gɔme nyuie?"}}
{"translation": {"fr": "Essayez de voir dans une autre perspective.", "sw": "Dze agbagba nàlé ŋku ɖe nyaa ƒe akpa bubuwo hã ŋu kpɔ."}}
{"translation": {"fr": "tuera, et l'on reviendra à Roboam, roi de Juda.\"", "sw": "Woawum ahatrɔ ayi Yuda-fia Rehabeam gbɔ.\""}}
{"translation": {"fr": "Il sera actualisé tous les six mois.", "sw": "Wòaɖo ŋku edzi anɔ nubabla sia wɔm ɣleti ade sia ɣleti ade megbe."}}
{"translation": {"fr": "Mais il n'a pas pour autant totalement tiré un trait sur la religion.", "sw": "Ke hã mena amewo kpɔ ŋudzedze ɖe Spaintɔwo ƒe mawusubɔsubɔ ŋu kura o."}}
{"translation": {"fr": "Savez-vous que c'est vrai ?", "sw": "Mienyae be nyateƒee."}}
{"translation": {"fr": "Plus de 360 millions d'exemplaires en plus de 100 langues !", "sw": "Wotaa agbɔsɔsɔ si nye miliɔn 360 kple edzivɔ ɖe gbegbɔgblɔ siwo wu 100 sɔŋ me!"}}
{"translation": {"fr": "Mais c'est bien la réalité.\"", "sw": "Nya sia nye nyateƒe matrɔmatrɔ.\""}}
{"translation": {"fr": "A Nazareth, les Juifs sont choqués par les paroles de Jésus: \" N'est-il pas le fils du charpentier ? \"", "sw": "Ema dze ƒã le nya si Nazaretetɔwo bia le Yesu ŋu emegbe me be: \"Nenem me sia la menye atikpala ƒe vie o ɖe?"}}
{"translation": {"fr": "3,0 sur 5 étoiles Envolée du prix sous prétexte qu'il s'agit de la Bugatti Chiron", "sw": "15 Esi budh na khele koe"}}
{"translation": {"fr": "En Jésus-Christ et par son Saint-Esprit, le diable et le péché n'ont plus de pouvoir sur nous.", "sw": "Ne míeka ɖe Yehowa dzi bliboe la, Satana kple gbɔgbɔ vɔ̃wo mate ŋu awɔ nu vevi mí o. - 1 Yohanes 5:5."}}
{"translation": {"fr": "Mais \"Pas tout le monde qui me disent: Seigneur, Seigneur, qui entreront dans le royaume des cieux, mais seulement celui qui fait la volonté de mon Père qui est dans les cieux\" (Matthieu 7:21).", "sw": "Aƒetɔ! ayi ɖe dziƒofiaɖuƒe la me o, negbe amesi le Fofonye, si le dziƒowo la, ƒe lɔlɔ̃nu wɔm la koe.\" - Mateo 7:21."}}
{"translation": {"fr": "Edena ne put s'empêcher de constater à quel point son fils ressemblait à son père avec ces grands yeux et ces cheveux blonds en batailles.", "sw": "Noa ate ŋu akpɔ ale si viaŋutsuawo le dɔ sesẽ vovovowo wɔm le atikpakpadɔ gã nyadri sia me la tso afi si wòbɔbɔ nɔ anyi ɖo ke."}}
{"translation": {"fr": "5 Ainsi parle l'Éternel: Qu'est-ce que vos pères ont trouvé d'injuste en moi, pour s'éloigner de moi, et s'en aller après les vaines idoles, et vivre dans la vanité ?", "sw": "Ale Yehowa gblɔ esi: Nu manyo ka mia fofowo kpɔ le ŋunye, be wode megbe le ŋunye, eye wodze ya nuwo yome hezu tofloko?"}}
{"translation": {"fr": "L'Éternel dit à Moïse: \"Va trouver le pharaon, car j'ai moi-même rendu son coeur insensible, de même que celui de ses serviteurs, pour faire éclater mes signes miraculeux au milieu d'eux.", "sw": "1 Eye Afetɔ gblɔ na Mose be: \"Yi Farao gbɔ, elabena nyee ɖe mɔ eya ŋutɔ kple eƒe subɔviwo ƒe dzi me sẽ, bena mawɔ dzesi siawo le eŋkume,"}}
{"translation": {"fr": "\" Au nom des libertés, les gens ont le droit de faire ce qu'ils veulent. \"", "sw": "Ame siwo le nye anyigbamama me kpɔ mɔ awɔ nu ale si woawo ŋutɔwo dii.\""}}
{"translation": {"fr": "Mais qu'en est-il des centaines de chiens de sauvetage, qui ont passé des mois à travailler de manière exhaustive sous les décombres ?", "sw": "Ke nɔvi siwo nye dzikpɔla mɔzɔlawo ƒe geɖe hafi va le subɔsubɔdɔ bubuwo wɔm ya ɖe?"}}
{"translation": {"fr": "À lui, la puissance et la gloire pour tous les temps.", "sw": "Eya tɔe nye ŋutikɔkɔe kple ŋusẽ tso mavɔ me yi mavɔ me."}}
{"translation": {"fr": "Ainsi, il n'y avait parmi eux aucun indigent, car tous ceux qui possédaient des domaines ou des maisons les vendaient et apportaient le prix de ce qu'ils avaient vendu.", "sw": "elabena ame siwo si nuwo nɔ abe anyigba, xɔ kple bubuwo ene la dzra wo 35 hetsɔ"}}
{"translation": {"fr": "Il leur dit: \"Prenez garde à ce que vous entendez.", "sw": "Wole gbɔgblɔm le wo nɔewo dome be, 'Miva ne míase gbe si tso Afetɔ gbɔ.'"}}
{"translation": {"fr": "Les deux n'étant pas contradictoires.", "sw": "Nɔnɔme eveawo metsi tre ɖe wo nɔewo ŋu o."}}
{"translation": {"fr": "Ne t'encombre pas de ce qui ne t'appartient pas.", "sw": "Mègatsi dzi be yeakpɔ nu si menye tɔwò o.\" 16 Azɔ edo lo"}}
{"translation": {"fr": "Je me sens un peu mieux, aujourd'hui.", "sw": "\"Egbea, nye lãmea ka ɖe eme vie."}}
{"translation": {"fr": "Jérôme Kerviel vient de réussir à faire peur à Wall Street.", "sw": "Sarigenaku koe wo kakeyou to suru hodo"}}
{"translation": {"fr": "De toutes les façons, on ne peut pas protéger son enfant de tout.", "sw": "Gake manya wɔ be nàkpɔ viwòa ta tso kuxi ɖe sia ɖe me o."}}
{"translation": {"fr": "Elles peuvent même s'effondrer.", "sw": "Ate ŋu atu afɔkpoe gɔ̃ hã."}}
{"translation": {"fr": "Puis il y a l'approvisionnement en eau et en nourriture.", "sw": "Esiawo dometɔ aɖewoe nye nuɖuɖu kple tsi."}}
{"translation": {"fr": "Quelles sont les causes de l'intolérance au gluten et à la caséine, et comment les enzymes peuvent-elles aider ?", "sw": "Nu ka tae dɔ si wɔm nɔviwo le le Takpexɔwo kple Betel-ƒewo me la le vevie, eye aleke míate ŋu akpe ɖe wo ŋui?"}}
{"translation": {"fr": "13 Il ajouta: \" Tu verras encore d'autres graves abominations qu'ils commettent. \"", "sw": "13 Eye wògagblɔ nam be: \"Ègale ŋunyɔnu siwo wɔm wole siwo dzi ŋɔ sãa wu la gɔ̃ hã kpɔ ge.\""}}
{"translation": {"fr": "Deux minutes après, on entendit le bruit de la voiture qui s'éloignait.", "sw": "Gake le aɖabaƒoƒo ʋɛ aɖewo megbe la, míese be woho ʋuawo hedzo."}}
{"translation": {"fr": "Alors, elle se leva en toute hâte, monta sur un âne, suivie de cinq servantes, et elle s'en alla après les messagers de David; et David l'épousa le jour même.", "sw": "42 Eye Abigail wɔ kaba de eƒe tedzi dzi, eye eƒe dɔlanyɔnu atɔ̃ le eyome; eye wòkplɔ David ƒe dɔlawo ɖo yi, eye wòzu srɔ̃a."}}
{"translation": {"fr": "Dieu vous appelle aujourd'hui.", "sw": "Mawu yɔ wò egbe!"}}
{"translation": {"fr": "Comme dans n'importe quelle autre bibliothèque, on y trouve un large éventail de pensées qui ne reflètent pas nécessairement les convictions religieuses des lecteurs.", "sw": "Abe alesi wònɔna le agbalẽdzraɖoƒe ɖesiaɖe gomee ene la, agbalẽ vovovo siwo ƒe nukpɔsusuwo to vovo na wo nɔewo anɔ agbalẽawo me, womaku ɖe exlẽlawo ƒe subɔsubɔ nukpɔsusuwo ŋu kokoko o."}}
{"translation": {"fr": "Les accessoires de mode sont faits pour valoriser vos vêtements et non pas pour tuer votre style vestimentaire.", "sw": "Afɔkpa ƒe atsyã koŋue na nèƒlea, eye menye alesi woasɔ wò tae oa?"}}
{"translation": {"fr": "Banque nationale suisse (BNS) - Répercussions sur les données", "sw": "Gbodome - Ghana (GNS Data)"}}
{"translation": {"fr": "Que ferait-on si on n'avait aucun espoir d'avenir ?", "sw": "Afi kae míanɔ ne menye Fiaɖuƒemɔkpɔkpɔa ye le mía si o?"}}
{"translation": {"fr": "Lorsque Corneille est devenu chrétien, il était le premier non-Juif à le devenir.", "sw": "6 Dukɔwo me tɔ aʋamatsomatsotɔ gbãtɔ si va zu Kristotɔ lae nye Kornelio."}}
{"translation": {"fr": "\" Je ne l'avais pas vu sourire depuis longtemps.", "sw": "\"WOMEKPƆE kpɔ zi ɖeka teti hã be ele nu kom o.\""}}
{"translation": {"fr": "Nous passons en effet près d'un tiers de notre vie à dormir.", "sw": "Ne èbu eŋu kpɔ la, míezãa míaƒe agbenɔŋkeke ƒe akpa etɔ̃lia na alɔ̃dɔdɔ."}}
{"translation": {"fr": "Julien l'a trompée.", "sw": "Robena Blee"}}
{"translation": {"fr": "Non pas ce que quelqu'un a dit à ce sujet, mais ce que Dieu a dit à leur sujet.", "sw": "Menye nusi ameaɖe gblɔ kuɖe Wo ŋu o, gake nusi Mawu gblɔ kuɖe wo ŋu!"}}
{"translation": {"fr": "L'humain souffrait d'avoir infligé cette tâche à son fils", "sw": "Viwò ŋutɔ de nya sia mía nu,"}}
{"translation": {"fr": "Aujourd'hui, dans le monde trépidant d'aujourd'hui, chaque individu doit paraître mince et élégant sous sa forme physique.", "sw": "14 Le xexea me egbea la, amewo bua ame fatuwo kple ame siwo gbɔa dzi blewu la be wonye gbɔdzɔgbɔdzɔtɔwo."}}
{"translation": {"fr": "Cette bataille ne sera pas gagnée d'avance si chacun de nous ne prend pas ses responsabilités.", "sw": "Nɔnɔme siawo masu wo si nenye be ame bubu aɖe tsɔa woƒe agba na wo ɣesiaɣi o."}}
{"translation": {"fr": "Pendant ce temps, son amitié avec Kateřina s'est épanouie.", "sw": "Nenema kee ƒomedodo si nɔ Catrina kple amesiwo xɔe nyi dome hã meva nɔ nyonyom kura o."}}
{"translation": {"fr": "Ceci est le 6ème psaume du Livre des Psaumes.", "sw": "Enye nya aɖe si dze le Psalmo 9 lia ƒe etamenuŋɔŋlɔ me."}}
{"translation": {"fr": "est un don de Dieu.\"", "sw": "Mawu ƒe nunanae wònye.\""}}
{"translation": {"fr": "tu mourras de mort violente, au cœur des mers.", "sw": "Eye àku ku veve aɖe le atsiaƒu titina."}}
{"translation": {"fr": "Luc 21:8-9 - \" Ne soyez pas séduits.", "sw": ", Ro 12:8 ame si l. la, nedo vevie nu"}}
{"translation": {"fr": "Dans sa colère, son maître le livra aux bourreaux jusqu'à ce qu'il eût remboursé tout ce qu'il devait.", "sw": "Eye eƒe aƒetɔ la do dɔmedzoe, ɖee asi na ŋutasẽlawo, halase esime wòaxe fe, siwo katã wònyi la."}}
{"translation": {"fr": "Ces hommes venaient du nord, c'était des guerriers d'Asgard.", "sw": "Amesiawo tso Ɣedzeƒe, eye wonye ɣletivimefakalawo."}}
{"translation": {"fr": "En tant qu'Église, nous sommes la famille de Dieu.", "sw": "3 Mí ame siwo nye Kristo hamea me tɔwo la míenye Mawu ƒe aƒemetɔwo."}}
{"translation": {"fr": "Le dernier repas de Jésus", "sw": "Yesu Ƒe Fiẽnuɖuɖu Mamlɛa"}}
{"translation": {"fr": "Il souffre de la maladie de Parkinson.", "sw": "Wokpɔe be dɔléle aɖe si woyɔna be Parkinson ƒe dɔléle la nɔ fu ɖem nɛ."}}
{"translation": {"fr": "Une vie de Tank...", "sw": "Vivogbe Tankpe ..."}}
{"translation": {"fr": "L'odeur était géniale.", "sw": "Ʋeʋẽa nu sẽ ŋutɔ."}}
{"translation": {"fr": "Les deux nations sont détruites.", "sw": "Dukɔwo tsrɔ̃ ɖa le anyigba la dzi."}}
{"translation": {"fr": "Mais dans la mythologie grecque, Dikê était le nom de la déesse de la justice.", "sw": "Ke hã le Helatɔwo ƒe xotutu nu la, ʋɔnu dzɔdzɔe dɔdrɔ̃ ƒe mawunɔ ƒe ŋkɔe nye Dike."}}
{"translation": {"fr": "Nous étions collègues et amis de longue date.", "sw": "Wo ame evea wɔ dɔ ɖekae abe xɔlɔ̃wo kple hatisubɔlawo ene ƒe geɖe."}}
{"translation": {"fr": "Il a combattu avec courage dans cette bataille.", "sw": "Nya sia na dzideƒo le aʋa me;"}}
{"translation": {"fr": "serge le lama c'est le meilleur <3", "sw": "sumer nye best laa"}}
{"translation": {"fr": "La prophétie parle d'animaux sauvages, comme le loup et le lion, qui vivent en paix avec l'agneau et le veau.", "sw": "Biblia gblɔ le afi ma be lã wɔadãwo, abe amegãxiwo kple dzatawo ene, le aƒemelãwo, abe alẽwo kple gbɔ̃viwo ene, gbɔ le ŋutifafa me."}}
{"translation": {"fr": "leurs noms sont écrits dans le livre de vie.", "sw": "Eŋkɔ hã anɔ agbegbalẽ me."}}
{"translation": {"fr": "En septembre 2017, le peuple a cependant rejeté le projet.", "sw": "Ke hã dziɖuɖua gbe nunanaa xɔxɔ ʋuu va ɖo August 2001."}}
{"translation": {"fr": "6 Or, la femme vint, et parla à son mari, en disant: Un homme de Dieu est venu vers moi, et son aspect était comme l'aspect d'un ange de Dieu, fort vénérable.", "sw": "6 Eye nyɔnua yi ɖagblɔ na srɔ̃a be: \"Mawu vavã la ƒe ame aɖe va gbɔnye, eɖi Mawu vavã la ƒe dɔla, eye ŋɔdzi le eŋu ŋutɔ."}}
{"translation": {"fr": "J'avais vraiment l'impression d'être dans un autre monde.", "sw": "Meɖo ŋku edzi be mese le ɖokuinye me abe xexe bubu aɖe mee mele ene."}}
{"translation": {"fr": "N'oublions pas que les astronomes sont d'abord allés à Jérusalem après avoir vu l'étoile.", "sw": "Ðo ŋku edzi be esi ŋutsuawo kpɔ ɣletivia la, woyi ɖe Yerusalem gbã."}}
{"translation": {"fr": "Patchs brodés personnalisés de l'armée de libération", "sw": "Jah soldiers Nndededze"}}
{"translation": {"fr": "C- Benveniste, Problèmes de linguistique générale: le comportement des abeilles n'est pas un langage à proprement parler, mais un code de signaux D- Le problème des chimpanzés A- Le langage des abeilles (K.V.Frisch) (1948)", "sw": "PDF _ Nye Nutor Menye Be Menye Gborgbor Nugbe Meyi Na O drum language A _ ID: 8s45qm95v _ Tufts Digital Library"}}
{"translation": {"fr": "Restez connectés....", "sw": "link me yee.."}}
{"translation": {"fr": "c'est une politique !", "sw": "Aye Dunya Waalo!"}}
{"translation": {"fr": "S'il n'y a pas de produit de traitement de l'eau, ajoutez deux gouttes d'eau de Javel pour chaque litre d'eau, bien mélanger et laissez donc l'eau reposer pendant 30 minutes avant de l'utiliser.", "sw": "Ne nu siwo wotsɔ dzaa tsi me meli o la, ke de ɖiɖetike (bleach alo l'eau de Javel) gege toŋtoŋ eve ɖe tsi lita ɖeka me, blu tsia me nyuie, eye nàda tsia ɖi miniti 30 hafi nàzãe."}}
{"translation": {"fr": "Cadeau d'anniversaire - Casade", "sw": "Nu Bra - Weddingbee"}}
{"translation": {"fr": "Il annonce une excellente récompense pour les croyants qui agissent pour le bien.", "sw": "ale si Mawu le dɔ wɔm le Trɔ̃subɔlawo dome la na xɔsetɔ siwo le afi ma."}}
{"translation": {"fr": "Ne rejette pas l'enseignement de ta mère...", "sw": "Eye mègagblẽ dawò ƒe nufiame ɖi o."}}
{"translation": {"fr": "fais ce que tu peux.\"", "sw": "Ke nèwɔa nu baɖa siwo katã nàte ŋui.\""}}
{"translation": {"fr": "Il n'est pas facile de l'imaginer.", "sw": "Mele bɔbɔe be míakpɔe le susu me o."}}
{"translation": {"fr": "tout comme vous je suis à la recherche de la vérité.", "sw": "Nye hã menɔ nyateƒea dim abe woawo ke ene."}}
{"translation": {"fr": "Et tous ceux qui les entendaient s'émerveillaient de ce que leur disaient les bergers.", "sw": "Esi alẽkplɔlaawo gblɔ nu si mawudɔlaa gblɔ na wo la, ewɔ moyaa na ame siwo katã see."}}
{"translation": {"fr": "Tu n'as pas besoin de l'évoquer tout le temps.", "sw": "Mehiã be nàhe nya sia nya kplii kokoko o."}}
{"translation": {"fr": "\"Nous sommes heureux, mais pas satisfaits\"", "sw": "'Eme Nyo Nam, Gake Nyemenɔ Dzidzɔ Kpɔm O'"}}
{"translation": {"fr": "Parfois le problème n'est pas sur le terrain mais en-dehors. \"", "sw": "Kuxia nye ememetɔ, menye gotagometɔ o.'"}}
{"translation": {"fr": "19 Mes frères, si l'un de vous s'est éloigné de la vérité et qu'un autre l'y ramène,", "sw": "dometɔ aɖe tra tso nyateƒe la gbɔ eye ame aɖe kplɔe gbɔe la, 20 nenya esia be: ame"}}
{"translation": {"fr": "Le pauvre homme souffrait tellement à la fin de sa vie que j'ai été heureux que ses souffrances soient enfin terminées...", "sw": "10 Medzɔ dzi le Aƒetɔ la me vevie be mlɔeba"}}
{"translation": {"fr": "L'Eglise fut pleine.", "sw": "Amewo yɔ sɔlexɔa me."}}
{"translation": {"fr": "Quand tout se passe bien, la vie est belle.", "sw": "NE NUWO le yiyim nyuie la, agbea vivina."}}
{"translation": {"fr": "Si vous êtes conduits par l'esprit, vous n'êtes pas sous la loi.", "sw": "Ke ne Gbɔgbɔ la le mia kplɔm la, miegale sea te o."}}
{"translation": {"fr": "Près de cinquante-deux.", "sw": "About Nu Fifty Two"}}
{"translation": {"fr": "> Résultats de la recherche: buttafuoco", "sw": "> Fufu - Kotoko"}}
{"translation": {"fr": "Qu'est ce que tu vas faire quand tu reviendras?", "sw": "Nu kae nàdi be yeakpɔ ne èva?"}}
{"translation": {"fr": "Nous avons besoin d'un autre monde ! \"", "sw": "Míehiã Xexe Yeye!"}}
{"translation": {"fr": "Il m'a dit - Merci, Varun.", "sw": "Akpes - Waigeo"}}
{"translation": {"fr": "Et le cœur de Pharaon s'endurcit, et il ne les écouta pas, comme le SEIGNEUR l'avait dit.", "sw": "Ke Farao gasẽ dzi me kokoko, eye meɖo to wo o, abe ale si tututu Afetɔ gblɔe ene."}}
{"translation": {"fr": "Sous l'effet de la boisson, beaucoup se livrent à l'immoralité sexuelle, à la violence, ou provoquent des accidents mortels.", "sw": "Gakpe ɖe ŋu la, atikevɔ̃ɖiwo zazã na wosẽa ŋuta le ame geɖe ŋu, wodea abi ame geɖe ŋu, alo ame geɖe ƒoa wo ɖokui ɖe gbɔdɔdɔ manɔsenu me eye wòkplɔa wo dea afɔku me."}}
{"translation": {"fr": "présentation de la personne l'entretien/interviewée", "sw": "People / Eye Interview"}}
{"translation": {"fr": "Je pars et j'emmène mon fils.", "sw": "Melɔ̃, eye mekplɔ vinye ŋutsuvi sue la ɖe asi yii."}}
{"translation": {"fr": "L'agitation de la fin de journée s'est muée en un calme oppressant, presque anormal.", "sw": "Amɛ ɖekpekpe amɛ ɖogbe la wɔ bɔbɔ alo a dogbɛ fafawo le vosi mɛ."}}
{"translation": {"fr": "Une stratégie... 29.", "sw": "Ð Ð Ð -29."}}
{"translation": {"fr": "Symbolisant la sincérité, l'améthyste représente également sa loyauté et sa droiture envers ses proches.", "sw": "Ne woƒo nu tso ɖokuibɔbɔ ŋu wòku ɖe Yehowa ŋu la, efiana be ewɔa nu ɖe eteviwo ŋu lɔlɔ̃tɔe hekpɔa nublanui na wo."}}
{"translation": {"fr": "Des armes similaires peuvent également être utilisées comme armes offensives.", "sw": "Woate ŋu awɔ aʋawɔnu siwo menyakpɔna dzea sii bɔbɔe o hã le etsɔme."}}
{"translation": {"fr": "Elle part à l'étranger pour améliorer son anglais.", "sw": "Edoa Hindigbe, gake edi be yeƒe Eŋlisigbea nanyo ɖe edzi."}}
{"translation": {"fr": "Au Brésil, le dernier poste de pêche à la baleine a fermé en 1973.", "sw": "Le Brazil la, wotu boso siawo ƒe asitsadɔwɔƒe mamlɛtɔ le ƒe 1973 me."}}
{"translation": {"fr": "\" Il est bon pour l'homme de porter le joug dans sa jeunesse. \"", "sw": "Gake \"enyo na ŋutsu be, wòatsɔ kɔkuti le eƒe ɖevime.\""}}
{"translation": {"fr": "Définition de l'encadrement des loyers - loi Elan:", "sw": "Lawunuia - Lodhi"}}
{"translation": {"fr": "Je vous salue, Marie, comblée de grâce (Frère Jean-Baptiste du Jonchay)", "sw": "Blessing Ehigiagbe _ Joana Cumbe"}}
{"translation": {"fr": "Grâce à Internet les gens du monde entier peuvent entrer en contact les uns avec les autres.", "sw": "Internet dzi hahoodzeɖomɔnuwo ʋua mɔ be ezãlawo le xexeame godoo naƒo nu kple wo nɔewo le ɣeyiɣi ma ke me."}}
{"translation": {"fr": "Mon mari et moi sommes heureux.", "sw": "Mía kple srɔ̃nye míele dzidzɔ kpɔm le gbeƒãɖeɖedɔa me."}}
{"translation": {"fr": " (13) - Ils conduisent vers les pharisiens celui qui avait été aveugle.", "sw": "13 Ale ameawo kplɔ ŋutsua yi ɖe Farisitɔwo gbɔe."}}
{"translation": {"fr": "Ces bennes sont spécialement conçues pour supporter de lourdes charges.", "sw": "Wotrɔ asi le akploawo ŋu koŋ na agba kpekpewo tsɔtsɔ."}}
{"translation": {"fr": "C'était un régime de parti unique.", "sw": "Ðoɖo sia le etɔxɛ."}}
{"translation": {"fr": "L'âge de départ des chatons", "sw": "Kids Age Katso"}}
{"translation": {"fr": "Je suis content d'avoir vu.", "sw": "Enyo be, mekpɔ"}}
{"translation": {"fr": "L'importance n'est pas de savoir qui a raison et qui a tort.", "sw": "\"Mèganɔ ame si tɔ dzɔ kple ame si tɔ medzɔ o dim o."}}
{"translation": {"fr": "J'ai été sûr.", "sw": "Mekpɔ kakaɖedzi,"}}
{"translation": {"fr": "L'avis du Père Ubu", "sw": "Ke ubok Afia owo"}}
{"translation": {"fr": "Il peut également être considéré comme signifiant \"s'incliner devant l'enseignant intérieur.\"", "sw": "^ Agate ŋu afia, \"si do toku aɖaŋuɖoɖo.\""}}
{"translation": {"fr": "Je suis à la recherche de ma mère, Évelyne Dumont.", "sw": "Takpe tanye Mek Onie dulu."}}
{"translation": {"fr": "24 Fils d'homme, ceux qui habitent ces ruines, sur le sol d'Israël, parlent ainsi: \"Abraham était seul lorsqu'il a été mis en possession de ce pays.", "sw": "24 \"Amegbetɔvi, ame siwo le du gbagbã siawo me la le gbɔgblɔm le Israel-nyigba ŋu be, 'Abraham ɖeka koe nɔ anyi, gake exɔ anyigba la wòzu etɔ."}}
{"translation": {"fr": "Car tu seras avec moi.", "sw": "Elabena èli kplim;"}}
{"translation": {"fr": "Si donc nous avons de la nourriture et des vêtements, cela nous suffira. \" (1 Timothée 6:7-8).", "sw": "\"Ne nunyiame kple avɔtata le mía si la, mina nu siawo nasɔ gbɔ na mí.\" (1 Timoteo 6:8) Ga mate ŋu aƒle dzidzɔkpɔkpɔ alo dzidzeme o."}}
{"translation": {"fr": "Mais on peut prier n'importe où.", "sw": "Àte ŋu ado gbe ɖa ɣesiaɣi"}}
{"translation": {"fr": "Et les actes de Satan sont ceux qui contiennent de la magie.", "sw": "Elabena Satana kpɔ ŋusẽ ɖe woƒe nufiafiawo dzi."}}
{"translation": {"fr": "Les immenses tas de scories qu'on peut observer à Khirbet en-Nahas (qui signifie \" ruines de cuivre \") laissent supposer qu'il s'y trouvait un vaste centre métallurgique.", "sw": "Woke ɖe nu siwo tsiaa anyi ne woɖe akɔbli le tomenuawo me vɔ, siwo woli kɔ ɖi gleglegle, la ŋu le Khirbat en-Nahas (si gɔmee nye \"Akɔblikuƒe Ðiaƒedo\"), si ɖee fia be wolóloa akɔbli le agbɔsɔsɔ gã aɖe me le afi ma tsã."}}
{"translation": {"fr": "Le crains-tu ?", "sw": "Ðe wòle be nàvɔ̃ea?"}}
{"translation": {"fr": "Pas besoin d'allumettes", "sw": "Womahiã akaɖi ƒe"}}
{"translation": {"fr": "Des jésuites ont été tués.", "sw": "Wowu nyagblɔɖila siwo gblɔ"}}
{"translation": {"fr": "La miséricorde signifie d'exercer l'amour du prochain dans des situations difficiles", "sw": "Ɖoe Ɖe Amewo Ɖoe Ɖe Amewo Lɔlɔ̃ Ðeɖe Fia Le Xaxaɣiwo"}}
{"translation": {"fr": "À partir de 1978, la filiale d'Autriche s'est occupée de la photocomposition de nos périodiques en six langues et de leur impression sur une petite presse offset.", "sw": "Tso ƒe 1978 me la, Austria alɔdzedɔwɔƒea zã agbalẽtamɔ̃ sue aɖe tsɔ taa magazinewo ɖe gbegbɔgblɔ ade me."}}
{"translation": {"fr": "Qui donc est le plus grand dans le Royaume des Cieux ?", "sw": "Ame kae nye gãtɔ le dziƒofiaɖuƒe la me?"}}
{"translation": {"fr": "Quoi qu'il en soit, Elise serait présente.", "sw": "Elsie Benya"}}
{"translation": {"fr": "Tout le peuple vient à lui.", "sw": "Eye dukɔ blibo la te va egbɔ."}}
{"translation": {"fr": "Si on ne peut pas s'occuper d'eux, qui le fera ?", "sw": "Esi míate ŋu abia mawudɔlawo o ɖe, ke amekae míabia?"}}
{"translation": {"fr": "adulte, une personne âgée.", "sw": "Yekeye, Tsitsi Person"}}
{"translation": {"fr": "6 Mais jusqu'à la vingt-troisième année du règne de Joas, les prêtres n'avaient point fait ces réparations du temple.", "sw": "6 Le Fia Yehoas ƒe ƒe blaeve vɔ etɔ̃lia me gɔ̃ hã la, nunɔlawo mekpɔ dzra aƒe la ƒe gbagbãƒewo ɖo o."}}
{"translation": {"fr": "Mon clan est le plus faible de la tribu de Manassé et je suis le plus petit dans la famille de mon père. \"", "sw": "Hlɔ̃ si me metso ye nye suetɔ le Manase, eye nyee nye ame tsɛtɔ kekeake le fofonye ƒe me.\""}}
{"translation": {"fr": "Une étude menée par l'Université de Floride a analysé les composantes de 16 marques de bouteilles différentes.", "sw": "Gake numekuhabɔbɔ aɖe, si United States ƒe Sewɔtakpekpea ɖo ke ɖe alɔ̃madɔmadɔ kuxi vovovo 17 ŋu."}}
{"translation": {"fr": "La semaine dernière, on a vu apparaître une vidéo montrant un membre de l'Armée israélienne en train de soigner un rebelle syrien...", "sw": "Xlẽ Biblia me ŋutinya sia nàkpɔ ale si Israel-nyɔnuvi aɖe kpe ɖe Siria-ʋafia aɖe ŋu woda gbe le eŋu la ɖa."}}
{"translation": {"fr": "Quand est-ce que je peux te voir ? \"", "sw": "Ɣekaɣie míate ŋu ado go?\""}}
{"translation": {"fr": "Ce fut comme une pierre précieuse.", "sw": "Ele ko abe kpe xɔasi aɖe ene."}}
{"translation": {"fr": "Jésus témoigne de la vérité.", "sw": "Yesu Ði Ðase Na Nyateƒe La"}}
{"translation": {"fr": "Elle est dans l'instant, Rosette.", "sw": "Egbe, Rosemarie"}}
{"translation": {"fr": "Ce n'est pas la pensée du christianisme.", "sw": "Gake Kristotɔwo ya mebua srɔ̃ɖeɖe alea o."}}
{"translation": {"fr": "Cela fait plus de quatre ans que nous sommes ensemble.", "sw": "Mí ame enea míewɔ dɔ ɖekae ƒe 50 kple edzivɔ."}}
{"translation": {"fr": "1 Et après avoir été sauvés, nous reconnûmes alors que l'île s'appelait Malte.", "sw": "1 Emegbe la, míeva nya be ƒukpo si woyɔna be Mɔlta la dzie míeva do ɖo."}}
{"translation": {"fr": "\"J'eus le coup de foudre pour le Talmud.\"", "sw": "\"Taam meka tawud.\""}}
{"translation": {"fr": "de ne pas laisser les enfants de moins de deux ans regarder la télévision.", "sw": "Eya ta dziɖuɖu aɖewo de se be woagaɖe mɔ ɖevi siwo mexɔ ƒe eve haɖe o la nanɔ television kpɔm o."}}
{"translation": {"fr": "Comme nous avons de la chance !", "sw": "Oo dzɔgbenyui manyagblɔ !"}}
{"translation": {"fr": "Aide d'urgence en Macédoine", "sw": "Hiahiã Aɖe Gbɔ Kpɔkpɔ Le Macedonia"}}
{"translation": {"fr": "Est-ce que tous les Saints de toutes les religions se retrouvent au Ciel ?", "sw": "Dziƒoe amegbetɔwo katã ava nɔ mlɔeba?"}}
{"translation": {"fr": "Personne ne se soucie de ce que vous avez à dire.", "sw": "Mehiã be nàtsi dzi fũu ɖe nya si nàgblɔ nɛ ŋuti o."}}
{"translation": {"fr": "Essayez d'aller dormir et se lever à la même heure tous les jours.", "sw": "Dze agbagba nànɔ anyi mlɔm ɖe game ɖeka aɖe koŋ dzi ahanɔ fɔfɔm ɖe game ɖeka aɖe koŋ dzi gbe sia gbe."}}
{"translation": {"fr": "A cette époque il n'y avait que 4 élèves seulement.", "sw": "Ðasefo dutanyanyuigblɔla ene koe nɔ subɔsubɔm le afima ɣemaɣi."}}
{"translation": {"fr": "Toutes les Religions sont bonnes.", "sw": "Ðe Subɔsubɔhawo Katã Nyoa?"}}
{"translation": {"fr": "Je n'ai jamais rien vu d'aussi méchant.", "sw": "Nyemekpɔ nu ɖigbɔ aɖeke alea kpɔ o."}}
{"translation": {"fr": "Je ne pense pas qu'il s'agisse de réincarnation.", "sw": "Edze ƒã be menye gbugbɔgadzɔe nye esia o."}}
{"translation": {"fr": "Et les insensés meurent par manque de sens.", "sw": "Ke bometsilawo kuna le numanyamanya ta."}}
{"translation": {"fr": "48 Alors le roi fit de Daniel un grand homme, et lui fit de nombreux dons, et le fit régner sur toute la province de Babylone, et chef des gouverneurs sur tous les sages de Babylone.", "sw": "48 Ale fia la do Daniel ɖe dzi, eye wòna nunana nyui geɖewoe, eye wòtsɔe ɖo dziɖula ɖe Babilon fiaɖuƒea ƒe nutowo katã nu, eye wòna wòzu Babilon nunyalawo katã ƒe tatɔ."}}
{"translation": {"fr": "Il a besoin d'un père.", "sw": "ame hiã nɔvia."}}
{"translation": {"fr": "Pour la boisson...", "sw": "nye drink _"}}
{"translation": {"fr": "3/3 - Maltraitances spécifiques à l'autisme, vraies et fausses", "sw": "34 - Sodzawo ame fom, watawo ame fom"}}
{"translation": {"fr": "peut être opérée partout dans le monde,", "sw": "Woate ŋu akpɔe le xexea ƒe afi sia afi."}}
{"translation": {"fr": "Parce que c'est la Vérité.", "sw": "Elabena le nyateƒe me"}}
{"translation": {"fr": "Qu'es ce qui se passe là-bas ?", "sw": "Nu kae le elalam le afi ma?"}}
{"translation": {"fr": "L'auteur ou l'éditeur ?", "sw": "Author alo alo"}}
{"translation": {"fr": "S'il vous plait aidez-moi!\"", "sw": "Taflatse ɖe mí!'"}}
{"translation": {"fr": "la lumière s'est éteinte subitement", "sw": "Enumake ŋudza sesẽ la do le"}}
{"translation": {"fr": "Il s'agit de nos vies, de notre présent et futur.", "sw": "Wokpɔ ŋusẽ ɖe míaƒe agbe dzi fifia kple etsɔme siaa."}}
{"translation": {"fr": "Napoleon Hill - Réfléchissez et devenez riche", "sw": "239 Youngbloodz - Make Me Rich"}}
{"translation": {"fr": "Il s'agirait de John Cena !", "sw": "John Cena Ð Ð£Ð Ð Ð¢!ï\"¿"}}
{"translation": {"fr": "Les aides à domicile sont majoritairement des femmes.", "sw": "Le dukɔ geɖe me la, vavalawo ƒe akpa gãtɔ nyea nyɔnuwo."}}
{"translation": {"fr": "Jésus est l'ami des pécheurs.", "sw": "Yesue nye vɔ̃wɔlawo xɔlɔ̃"}}
{"translation": {"fr": "Mais nous savons que toutes choses travaillent ensemble pour le bien de ceux qui aiment Dieu, de ceux qui sont appelés selon [son] propos.", "sw": "28 Ke míenyae bena le nuwo katã me la, Mawu wɔa nu hena ame siwo lɔ̃nɛ la ƒe nyui, ame siwo woyɔ le eƒe tameɖoɖo ɖi nu."}}
{"translation": {"fr": "Il a toujours respecté la loi Mosaïque.", "sw": "Wonɔ gbɔgblɔm be ele be ame sia ame nawɔ Mose ƒe Sea dzi."}}
{"translation": {"fr": "C'est comme cela que nous mangeons. \"", "sw": "siae míewɔna ɖuna."}}
{"translation": {"fr": "Aujourd'hui, c'est une vraie famille. \"", "sw": "Gbɔgbɔmeƒome nyui aɖe mee mele fifia.\""}}
{"translation": {"fr": "17 Mais s'ils n'écoutent pas,", "sw": "17 Ke ne miegbe esese la,"}}
{"translation": {"fr": "Il semble qu'elle n'ait pas de signification particulière.", "sw": "Edze abe gɔmesese tɔxɛ aɖeke meli nɛ ku ɖe nusi wòfia ŋuti o ene."}}
{"translation": {"fr": "Vous êtes à même de lire et d'écrire l'anglais.", "sw": "è-nya eʋegbe xexlẽ kple e-ŋɔŋlɔ̃-a?"}}
{"translation": {"fr": "S'il vous plaît, ne proférez pas d'insultes.\";", "sw": "Eye migawɔ vɔ̃ aɖeke nye nyagblɔɖilawo o.\""}}
{"translation": {"fr": "C'est là le vrai problème aujourd'hui.", "sw": "Emae nye kuxi la egbe."}}
{"translation": {"fr": "29/11/2005 - Les Indépendants - Radio 8, une nouvelle image pour la radio", "sw": "1920 98th Ave SE - Simple Eye Photography"}}
{"translation": {"fr": "H/F, sur le secteur de Nantes.", "sw": "04) Le nubi"}}
{"translation": {"fr": "34 Il n'y a pas trois dieux.", "sw": "mawuwo ene, evɔ mawu mawo menɔ anyi gɔ̃ hã o."}}
{"translation": {"fr": "La Bible rapporte qu'un ange est venu et a tué les Assyriens (2 Rois 19:35).", "sw": "Mawudɔla wu Asiriatɔwo ƒe aʋakɔ la (20-23)"}}
{"translation": {"fr": "Je ne voudrais pas vivre comme cela.", "sw": "Gake menye kple susu be manɔ agbe ɖe nu mawo nu o."}}
{"translation": {"fr": "À cette époque, le skate n'était pas comme aujourd'hui.", "sw": "Ɣemaɣi la, mɔzɔzɔ menɔ abe egbe ene o."}}
{"translation": {"fr": "Comment on peut s'assurer de cela ?", "sw": "Nu kae na míeka ɖe nya sia dzi?"}}
{"translation": {"fr": "\" Le plus gros mensonge...", "sw": "Waaa best nye lieya,..."}}
{"translation": {"fr": "la page d'entrée, en trois langues", "sw": "Nyatakakadzraɖoƒea le gbe 325 me"}}
{"translation": {"fr": "Le Journal du week-end - Diam's: les réactions à sa conversion à l'islam", "sw": "Article suivant Coup de ♥: Renya- N'tikokoe na Mawu"}}
{"translation": {"fr": "Paul Verlaine est né à Metz en mars 1844.", "sw": "36 Maxwell Woledzi Midtbane 18 0 - - -"}}
{"translation": {"fr": " (7) fille d'honneur de la Reine", "sw": "(4) Eye Am Queen"}}
{"translation": {"fr": "\"Josu Urrutikoetxea est une personne importante dans le processus de paix.", "sw": "'Jokokodo re wu kpe ri o,"}}
{"translation": {"fr": "C'est une génération touchante.", "sw": "Dzidzime gɔglɔ̃ totro wonye!"}}
{"translation": {"fr": "Car nous-mêmes, nous l'avons entendu de sa bouche.\"", "sw": "Elabena míawo ŋutɔwo míesee tso eya ŋutɔ ƒe nu me.\""}}
{"translation": {"fr": "Vous avez appris qu'il a été dit : Tu aimeras ton prochain, et tu haïras ton ennemi.", "sw": "Míese wogblɔ bena: Lɔ̃ hawòvi, eye nalé lu wò ketɔ:"}}
{"translation": {"fr": "D'origine américaine, le chanteur Josh Rouse est un valencien de cœur.", "sw": "uih..papa joe nye gelenya..ekeke"}}
{"translation": {"fr": "C'est pour nous que le Christ a souffert.", "sw": "Kristo Kpe Fu Ðe Mía Ta"}}
{"translation": {"fr": "Le cinquième jour du mois - c'était la cinquième année de l'exil du roi Jojakin -", "sw": "2 Le ɣletia ƒe ŋkeke atɔ̃lia dzi - si nye Fia Yehoyakin ƒe aboyomeyiyi ƒe ƒe atɔ̃lia me -"}}
{"translation": {"fr": "En outre, \"le ravitaillement devient de plus en plus difficile en raison de la position avancée\" et \"les hommes meurent de soif.\"", "sw": "Ke hã, edze ƒãa be \"amewo kua amegã ne woƒe lãmenu siwo nana be ŋutilã wɔa dɔ nyuie la gbɔdzɔ.\""}}
{"translation": {"fr": "Est-ce que tu fais assez d'exercice ?", "sw": "Èdea kame alesi dzea?"}}
{"translation": {"fr": "J'utilise pour la modélisation Autodesk Fusion 360", "sw": "Gbe Ford Fe 360"}}
{"translation": {"fr": "J'ai demandé: \" Que se passe-t-il avec vous ? \"", "sw": "Aleke wɔ miele biayem be, 'Nya kae dzɔ ɖe dziwò' mahã?\""}}
{"translation": {"fr": "Quelques jours après, Félix vint à la prison avec son épouse, nommée Drusilla, qui était Juive.", "sw": "Le ŋkeke ʋee aɖewo megbe la, Felike kple srɔ̃a, Drusila, ame si nye Yudatɔ la va eye woɖo ame ɖe Paulo be wòava."}}
{"translation": {"fr": "Renault et Peugeot, réveillez-vous !", "sw": "Nu & Jo Ke - Wake Up"}}
{"translation": {"fr": "Les différences peuvent être des richesses", "sw": "Susuwo ƒe vovototo ate ŋu aɖe vi."}}
{"translation": {"fr": "Pourquoi nous réjouissons-nous ?", "sw": "Nu ka ta wòle be míakpɔ dzidzɔ ɖo?"}}
{"translation": {"fr": "Le livre de l'Ecclésiaste dit dans le chapitre 12 verset 1: \"Souviens-toi de ton Grand Créateur aux jours de ton adolescence.\"", "sw": "Wowɔ abe ale si Nyagblɔla 12:1 de dzi ƒo na woe ene be: \"Ðo ŋku wɔwòla dzi le wò ɖekakpuiŋkekewo me.\""}}
{"translation": {"fr": "> Le derby de l'Est, vu par Ch.", "sw": "Eastwood by tso"}}
{"translation": {"fr": "Mais nous n'avons jamais fait le grand saut nous-mêmes.", "sw": "Míedi nu gãwo na mía ɖokui gbeɖe o."}}
{"translation": {"fr": "À l'heure actuelle, ce chiffre est plutôt de l'ordre des 15 pour cent, ce qui correspond à plus de quatre millions de personnes par année.", "sw": "Esia nye ame miliɔn 14 kple edzivɔ siwo xɔa kansa ƒe sia ƒe fifia la ƒe dzidziɖedzi teƒe 70 le alafa me."}}
{"translation": {"fr": "Nous avons tous été confrontés à un, ou plusieurs points ci-dessus.", "sw": "Nyateƒee, seselelãme siawo dometɔ ɖeka alo esi wu nenema ɖe fu na mía dometɔ ɖe sia ɖe kloe kpɔ."}}
{"translation": {"fr": "En général la suface du collimateur est plus importante que celle de la tête, donc l'appareil a du mal à faire la mise au point.", "sw": "Togbɔ be dɔgboa ƒe dɔwɔwɔ le bɔbɔe wu ahɔhɔ̃a tɔ hã la, ale si dɔgboa wɔa dɔe gɔmesese sesẽ."}}
{"translation": {"fr": "Une journée sur le tournage du film (prévu mi-mars)", "sw": "Eye Photo Magazine - March (2018)"}}
{"translation": {"fr": "Un jour, Jésus a demandé à ses disciples: \" Pour vous, qui suis-je ? .\"", "sw": "Ðeko Yesu bia eƒe nusrɔ̃lawo be, \"Ame kae miegblɔna bena, menye mahã?\" vɔ teti koe nye ema."}}
{"translation": {"fr": "Il ne s'était pas rendu compte à quel point il avait eu froid.", "sw": "Nyemenya kura be nenema gbegbee teƒea fa miamiamia o."}}
{"translation": {"fr": "L'apôtre Paul l'exprima de cette façon: \" L'amour de Christ nous pousse parce que nous sommes convaincus qu'un seul est mort pour tous, et donc que tous sont morts.", "sw": "Biblia gblɔ be: \"Kristo ƒe lɔlɔ̃ la ƒonɛ ɖe mía nu, elabena nu si dzi míelɔ̃ ɖoe nye esi, be ame ɖeka ku ɖe wo katã ta . . ."}}
{"translation": {"fr": "Ne pas donner son numéro de téléphone à n'importe qui", "sw": ";-) Mèganɔ wò kaƒodzesi tsɔm na ame sia ame ko o."}}
{"translation": {"fr": "La douleur m'a terrassée pendant un an.", "sw": "Gake mese veve hena ƒe ɖeka blibo."}}
{"translation": {"fr": "Le royaume s'était reconstruit.", "sw": "Emegbe wogbugbɔ fiaɖuƒea nɛ."}}
{"translation": {"fr": "Et je n'ai pas arrêté depuis.", "sw": "Nyemedzudzɔ ewɔwɔ kpɔ tso ɣemaɣi o."}}
{"translation": {"fr": "S'il vous plaît, faites ça pour moi. \"", "sw": "Ne miewɔe na wo la, ke nyee miewɔe na.\""}}
{"translation": {"fr": "J'ai préféré retourner chez ma mère.", "sw": "Metrɔ yi aƒe be maɖakpɔ danye ɖa."}}
{"translation": {"fr": "D'autre part, l'auteur de l'épître aux Hébreux rappelle: \" Que le mariage soit honoré de tous, et le lit conjugal exempt de souillure: Dieu jugera ceux qui se livrent à l'inconduite sexuelle et à l'adultère. \"", "sw": "Paulo ɖo aɖaŋu sia si tso gbɔgbɔ me na Kristotɔwo be: \"Bubu nanɔ srɔ̃ɖeɖe ŋu le amewo katã dome, eye woagaƒo ɖi srɔ̃ɖeba la o, elabena Mawu adrɔ̃ ʋɔnu agbe gbegblẽ nɔlawo kple ahasiwɔlawo.\""}}
{"translation": {"fr": "Et à tous les animaux de la terre, à tous les oiseaux du ciel, à tout ce qui se remue sur la terre, et qui est vivant et animé, afin qu'ils aient de quoi se nourrir.", "sw": "ke gbewo kple amagbewo katã nanye nuɖuɖu na anyigba dzi lãwo katã kple dziƒoxe dzodzoewo katã kple nusiwo katã tana, siwo me agbe le, le anyigba dzi."}}
{"translation": {"fr": "Jésus, lui, le décrit comme suit: \" c'est là qu'il y aura des pleurs et des grincements de dents .\"", "sw": "Yesu gblɔ le nu si adzɔ ɖe gbe wuwluiawo dzi ŋu be: \"Afi mae woƒe avifafa kple aɖukliɖuɖu anɔ.\""}}
{"translation": {"fr": "il n'abandonnera pas votre action.\"", "sw": "Maɖo eteƒe nɛ ɖe eƒe nuwɔna nu\" o."}}
{"translation": {"fr": "C'est Moi, Moi qui suis le Premier, C'est aussi Moi Qui suis le Dernier.", "sw": "Nyee, nyee nye gbãtɔ, eye nyee nye mlɔetɔ hã."}}
{"translation": {"fr": "Je connais Castiel.", "sw": "Enya Casiple"}}
{"translation": {"fr": "6 Et Moïse parla aux enfants d'Israël, et tous leurs princes lui donnèrent un bâton, un bâton pour chaque prince, selon les maisons de leurs pères, c'est-à-dire douze bâtons.", "sw": "6 Ale Mose gblɔ nya siawo na Israel-viwo, eye woƒe tatɔwo katã tsɔ woƒe atikplɔwo vɛ, tatɔ ɖeka atikplɔ ɖeka, le wo fofowo ƒe aƒekɔwo nu; wole atikplɔ wuieve."}}
{"translation": {"fr": "De nombreuses personnes sont mortes, de nombreuses autres ont été torturées.", "sw": "mekpɔe dzesii o, eya ta ame geɖewo wɔ funyafunyae."}}
{"translation": {"fr": "L'animation de l'équipe: attitudes et comportements - leadership", "sw": "Video: Attitude - Mo Le Nu"}}
{"translation": {"fr": "L'article suivant sur l'Ukraine", "sw": "Axa siwo le afisia do ƒome kple Ukraine:"}}
{"translation": {"fr": "C'est ce qui accomplissait la loi de Dieu déclarant que le salaire du péché c'est la mort.", "sw": "Gake esia wɔwɔ anye dada le eya ŋutɔ ƒe se si nye be nu vɔ̃ ƒe fetue nye ku la dzi."}}
{"translation": {"fr": "D'ici quelques semaines, ce sera oublié.", "sw": "Woaŋlɔ wo katã be keŋkeŋ le ŋkeke siwo gbɔna me."}}
{"translation": {"fr": "Moi, les poules et les vaches...", "sw": "be & me Cows:"}}
{"translation": {"fr": "Ces salons ont été ensuite, pour certains d'entre eux, des lieux de rencontres entre philosophes, encyclopédistes, savants, artistes, diplomates etc.", "sw": "Le eƒe melidzeƒeawo ta la, mɔzɔlawo, amedzro siwo vaa kamedefefewɔƒewo, aɖaŋudɔwɔlawo, xexemenunyalawo, asitsalawo kple bubuawo vaa dua me edziedzi."}}
{"translation": {"fr": "Ils ont été ses disciples.", "sw": "ke boŋ eƒe nusrɔ̃lawoe."}}
{"translation": {"fr": "Est-ce que cela va mieux aujourd'hui ?", "sw": "'Ðe Nuwo Nyo Wu Egbea?'"}}
{"translation": {"fr": "6 Durant la guerre entre la maison de Saül et la maison de David, Abner prenait de plus en plus d'importance dans la maison de Saül.", "sw": "6 Esime aʋa si nɔ Saul ƒe aƒe kple David ƒe aƒe dome nɔ edzi yim la, Abner nɔ ŋusẽ dom eƒe ɖoƒe le Saul ƒe me."}}
{"translation": {"fr": "Les mains s'ouvrent vers le ciel.", "sw": "asiwo le dziƒo."}}
{"translation": {"fr": "Mais comment cela se passe-t-il au quotidien ?", "sw": "Eye aleke míanɔ eɖem fia gbe sia gbe?"}}
{"translation": {"fr": "S'ils veulent garder leurs biens", "sw": "Ne miedzra miaƒe kesinɔnuwo ɖo"}}
{"translation": {"fr": "L'essentiel sur le baby blues", "sw": "Eviter le Baby blues"}}
{"translation": {"fr": "C'est quoi cette \"nouvelle\"?", "sw": "Nu kae nye \"anyigba yeye\" la?"}}
{"translation": {"fr": "La réponse est: DTC.", "sw": "me: ttnye la ."}}
{"translation": {"fr": "Le ski, c'est rigolo, mais... boum, gare à la chute !", "sw": "agak nye lhaa .. ta sure tol ta .. hehehe"}}
{"translation": {"fr": "Eh bien, Andrew ne savait pas vraiment.", "sw": "andrew nyenya"}}
{"translation": {"fr": "Hiram acheva tout l'ouvrage qu'il devait faire pour le roi Salomon dans la Maison du SEIGNEUR:", "sw": "Mlɔeba Hiram wu dɔ siwo katã wòwɔ le Yehowa ƒe xɔ la ŋu na Fia Salomo la nu."}}
{"translation": {"fr": "Le capitaine des Bleus.", "sw": "Blu kaptain yea"}}
{"translation": {"fr": "d'obtenir des résultats significa fs.", "sw": "events nye sf"}}
{"translation": {"fr": "d'être ses disciples.", "sw": "Be míazu eƒe nusrɔ̃lawo."}}
{"translation": {"fr": "Et lorsque cet être corruptible aura revêtu l'incorruptibilité, et que ce mortel aura revêtu l'immortalité, alors s'accomplira la parole de l'Ecriture: La mort a été engloutie dans la victoire.", "sw": "Ke esime nu gbegblẽ sia lava ɖo magblẽmagblẽ, eye nu kuku sia lava ɖo makumaku la, ekema nya, si woŋlɔ ɖi la, ava ve me bena: \"Womi ku le dziɖuɖu me.\""}}
{"translation": {"fr": "Et si c'était le Christ ?\" 30 Voici donc qu'ils sortent de la ville pour aller le trouver.", "sw": "ɖa. ɖe manye ame siae nye Kristo la oa?\" 30 Ale ame geɖewo fũ tso dua me va"}}
{"translation": {"fr": "Personne n'est sans souci.", "sw": "ame aɖeke nagawɔ nu vɔ̃ o."}}
{"translation": {"fr": "Je l'ai fait en avril 2013.", "sw": "Mewɔ esia le August 1933 me."}}
{"translation": {"fr": "Un quartier entier a été défiguré par la construction d'une mine de cuivre en pleine zone urbaine.", "sw": "Wotɔ gli-kpɔ ga aɖe ƒoxla Nɔtse du blibo la kata."}}
{"translation": {"fr": "La différence entre 925 et 950", "sw": "tarpato6 952 nyaa si"}}
{"translation": {"fr": "Au mieux, ils lui donnent des contacts vers lesquels il peut se tourner, mais ce n'est généralement pas suffisant - car, comme Popov le mentionne lui-même, \"la liste des appareils finit souvent à la poubelle juste derrière la porte de l'intercepteur.\"", "sw": "Wote ŋu léa akpa gãtɔ ɖe asi me ko, eye ɣeaɖewoɣi la, wonanɛ ame femaxee gɔ̃ hã. * Australiatɔwo ƒe magazine The Bulletin gblɔ be: \"Ne wotsɔ television kple kɔmpiuta siwo le amewo si ƒo ƒui la, nu vi aɖe koe asusɔ asitelefonwo ƒe agbɔsɔsɔ nade wo nu.\""}}
{"translation": {"fr": "Elle répondit:\" Ta servante n'a rien dans sa maison d'autre qu'une fiole d'huile. \"", "sw": "Eɖo eŋu be: \"Naneke mele wò dɔlanyɔnu la si o, negbe amize ɖeka ko.\""}}
{"translation": {"fr": "Voici les copies d'écran, il en apparaît 2...", "sw": "Nye Fotoalbums, 2 Nye..."}}
{"translation": {"fr": "Au cours de son ministère, il a guéri de nombreux malades.", "sw": "afi si wòyi la, eda gbe le dɔ vovovo lelawo ŋu."}}
{"translation": {"fr": "Ce nouveau rendez-vous est proposé par la Direction du livre et de la Lecture (DLL).", "sw": "Woɖe nudidi siawo tso agbalẽ gbadzaa si nye Do Vevie Nuxexlẽ Kple Nufiafia (th) me."}}
{"translation": {"fr": "Comment s'affranchir de la dette ?", "sw": "Aleke míaƒe ƒomea ate ŋu aƒo asa na fenyinyi?"}}
{"translation": {"fr": "Il est bien connu que Dieu veut qu'aucun ne périsse.", "sw": "Ena eme kɔ nyuie bena Mawu medi be ame aɖeke natsrɔ̃"}}
{"translation": {"fr": "Si donc moi le Seigneur et le Maître, je vous ai lavé les pieds, vous devez vous laver les pieds les uns aux autres...\"", "sw": "Ne nye, togbɔ be menye Aƒetɔ kple Nufiala hã, meklɔ miaƒe afɔwo la, ekema ele na miawo hã be miaklɔ mia nɔewo ƒe afɔwo."}}
{"translation": {"fr": "Toutes les idées sont appréciées.", "sw": "Míekpɔa ŋudzedze ɖe nudzɔdzɔ ɖe sia ɖe ŋu vevie."}}
{"translation": {"fr": "Jusques à quand l'ennemi aura-t-il le dessus ?", "sw": "Va se ɖe ɣekaɣi nye futɔ nakpe dzinye?"}}
{"translation": {"fr": "I) Qu'est-ce que la ville ?", "sw": "a) Nuke town"}}
{"translation": {"fr": "\" Car il y aura une grande tribulation, telle qu'il n'y en a pas eu depuis le commencement du monde", "sw": "Le ɣemaɣi me la, xaxa si ƒomevi medzɔ kpɔ tso xexeame ƒe gɔmedzedze va se ɖe"}}
{"translation": {"fr": "Ils continueront à l'utiliser aussi longtemps que cela fonctionnera.", "sw": "Esia anɔ alea zi alesi nuɖoanyi sia gakpɔtɔ li."}}
{"translation": {"fr": "Il fait des miracles.\"", "sw": "'Ye wòwɔa nukunu."}}
{"translation": {"fr": "Parlons de l'xp oui...", "sw": "hehehehe XD yeah..."}}
{"translation": {"fr": "Ceux-ci trouvèrent le temps assez long et leurs cœurs s'endurcirent, et beaucoup d'entre eux dévièrent du droit chemin \" [57;16].", "sw": "me le xexe afi si avifafa kple aɖukliɖuɖu lanɔ.' 14 Elabena woyɔ ame geɖewo ke"}}
{"translation": {"fr": "Il est la source de vie !", "sw": "Eyae nye Agbenala."}}
{"translation": {"fr": "La manière dont VOUS vous voyez, ainsi que la façon dont les gens vous voient.", "sw": "Aleke nèbua ɖokuiwò, eye aleke nèdi be amewo nabu yee?"}}
{"translation": {"fr": "Les adorateurs de Jéhovah \" renoncent à l'injustice \"", "sw": "Yehowa Ƒe Amewo 'Tena Ða Le Nu Madzɔmadzɔ Wɔwɔ Gbɔ'"}}
{"translation": {"fr": "Ouvre les yeux et regarde le ciel.", "sw": "Miwu mia mo te ko, ne miakpɔ dziƒo!"}}
{"translation": {"fr": "\" Il est grand. \"", "sw": "\" Great nye \""}}
{"translation": {"fr": "Merci pour quoi ?...", "sw": "Akpes - Nukak"}}
{"translation": {"fr": "L'apprentissage de la propreté, une maman témoigne", "sw": "Mafia ogame, hehe"}}
{"translation": {"fr": "S'intégrer au marché israélien n'a pas été facile.", "sw": "Mɔzɔzɔ yi Yerusalem menɔ bɔbɔe kura o"}}
{"translation": {"fr": "Pour une raison inconnue, Joseph n'était pas inclus dans la [Barrière].", "sw": "Womewɔ fu Yosef ya le gɔmedzedzea me abe Blessing ene o."}}
{"translation": {"fr": "Jésus n'était pas un moraliste.", "sw": "Menye robot alo mɔ̃ si wɔa dɔ le mɔ ɖeka nue Yesu nye o."}}
{"translation": {"fr": "Il apportera également les soins nécessaires.", "sw": "Etsɔa atike siwo hiã la hã ɖe asi vanae."}}
{"translation": {"fr": "L'attirance de Marc pour elizabeth n'était pas purement physique.", "sw": "Menye fiẽŋufiẽŋu dzro aɖe koe Yakob ƒe lɔlɔ̃ na Raxel nye o."}}
{"translation": {"fr": "n'ont lieu qu'une fois par an.", "sw": "me eye wòwɔa esia zi ɖeka ko le ƒe ɖeka me."}}
{"translation": {"fr": "8Ne devez rien à personne, si ce n'est de vous aimer les uns les autres, car celui qui aime les autres a accompli la loi.", "sw": "Miganyi naneke ƒe fe le amea ɖeke si o, negbe mía nɔewo lɔlɔ̃ ƒe fe ko; elabena amesi ke le ame bubu lɔm la, ewu se la nu."}}
{"translation": {"fr": "Pourquoi c'est Noël ?", "sw": "Nu Ka Tae Amewo Ðua Kristmas?"}}
{"translation": {"fr": "Savez-vous d'où provient l'huile de coco ?", "sw": "E'nya afi si tɔmelã siwo ne'ɖuna la tsona?"}}
{"translation": {"fr": "Il n'est pas facile de répondre à ces problèmes.", "sw": "Tenɔnɔ ɖe nusiawo nu mele bɔbɔe o."}}
{"translation": {"fr": "Je ne pouvais pas grimper les escaliers.", "sw": "Emegbe megate ŋu liana atrakpui o."}}
{"translation": {"fr": "Il peut s'avérer approprié d'adresser le client à un autre consultant.", "sw": "Le go aɖewo me la, ɖewohĩ asɔ be nàdoe ɖe dɔnɔa gbɔ be wòayi aɖakpɔ ɖɔkta bubu."}}
{"translation": {"fr": "Pages qui demandent de l'attention", "sw": "Page to be sent Eye Care"}}
{"translation": {"fr": "Cest la règle d'or.", "sw": "▪ Wɔ ɖe Sikasedede la dzi."}}
{"translation": {"fr": "Mais ce que beaucoup de gens ignore c'est qu'à l'origine le carnaval est lié à une fête religieuse.", "sw": "Gake nu si ame geɖe menya o ye nye be ŋkuɖodzikpe sia tɔ asi Biblia me nya vevi aɖe dzi."}}
{"translation": {"fr": "Pourquoi elle n'a pas d'enfants ?", "sw": "Nukatae Womedzi Vi O?"}}
{"translation": {"fr": "Quant à la sagesse d'en haut, elle est d'abord pure, puis paisible, modérée,", "sw": "17 Ke nunya si tso dziƒo la, gbã la, ele dzadzɛ eye wòlɔ̃a tomefafa, efana na"}}
{"translation": {"fr": "\"Et quand il a ouvert le septième sceau, il y eut dans le ciel un silence d'environ une demi-heure.\"", "sw": "1 Esi wòʋu nutrenu adrelia la ɖoɖoe gã aɖe zi le dziƒo abe gaƒoƒo afã ene."}}
{"translation": {"fr": "\"C'est le travail de Dieu.", "sw": "Mawu ƒe dɔ míewɔ."}}
{"translation": {"fr": "Parce que l'Univers veut le meilleur pour nous.", "sw": "Ɛ̃, nu nyuitɔ kekeakee mía Wɔla la dina na mí."}}
{"translation": {"fr": "Tu m'as posé des questions sur ma foi.", "sw": "Eye èna mekpe fu le wò nuteƒewɔwɔ me."}}
{"translation": {"fr": "Car ils connaissent des choses que je ne connais pas", "sw": "Elabena wonye nu siwo wɔ nuku ale gbegbe, siwo nyemenya o."}}
{"translation": {"fr": "L'essentiel c'est de commencer.", "sw": "Nu si le vevie koe nye be nàdze exexlẽ gɔme."}}
{"translation": {"fr": "Un étudiant n'est pas supérieur à son professeur.", "sw": "menyaa nu wua eƒe nufiala o."}}
{"translation": {"fr": "Je veux dire, vraiment levé.", "sw": "Woaw, i mean woaw.."}}
{"translation": {"fr": "Un retard de 18 points", "sw": "8 nyaa si 18 fastmail"}}
{"translation": {"fr": "Chacun de nous a à prendre ses responsabilités.", "sw": "5 Ele be mía dometɔ ɖe sia ɖe natsɔ eya ŋutɔ ƒe vodadawo kple eya"}}
{"translation": {"fr": "Il leur parle tout le temps.", "sw": "Ke boŋ eɖoa dze kpli wo edziedzi."}}
{"translation": {"fr": "C'est \" pour donner du courage aux femmes .\"", "sw": "^ Alo, \"va xɔ na nyɔnuawo.\""}}
{"translation": {"fr": "27Lorsque Abner fut de retour à Hébron, Joab le tira à l'écart à l'intérieur de la porte de la ville, comme pour lui parler en secret.", "sw": "27 Esi Abner trɔ va Hebron la, Yoab ɖe kpɔe woge ɖe dugbo la me be yeaƒo nu kplii."}}
{"translation": {"fr": "\"Sa lampe ne s'éteint point pendant la nuit.\"", "sw": "'Ame si wodze si la, womesia akaɖi kpɔa mo nɛ le zã me o.'"}}
{"translation": {"fr": "Qu'enseigne Jésus au moyen de l'exemple de celui qui veut construire une tour et de l'exemple du roi et de son armée ?", "sw": "Nufiame kae le kpɔɖeŋu siwo Yesu wɔ ku ɖe xɔtutu kpakple fia si yina aʋa kpe ge la me?"}}
{"translation": {"fr": "Mais énormément de choses que vous pouvez faire pour vous sentir mieux aujourd'hui.", "sw": "Nu atɔ̃ siwo nàte ŋu awɔ egbea be nànɔ lãmesẽ me wu."}}
{"translation": {"fr": "Mais elle a d'autres raisons encore de la haïr.", "sw": "Gake susu bubu aɖe hã tae wolé fui ɖo."}}
{"translation": {"fr": "Les enfants et l'enseignant", "sw": "Èna dzila kple nufiala"}}
{"translation": {"fr": "22 Je leur ai donné la gloire que tu m'as donnée, afin qu'ils soient un comme nous sommes un.", "sw": "22 Metsɔ ŋutikɔkɔe si nètsɔ nam la na wo; wo ameawo nenɔ ɖeka le nu sia nu me be xexeame nanyae be wòe dɔm ɖa eye nèlɔ̃ woawo hã abe ale si nèlɔ̃m ene."}}
{"translation": {"fr": "Cette vérité est la pierre angulaire de la Fondation.", "sw": "Dzogoedzikpe vevitɔe nye esi le gɔmeɖoanyia me."}}
{"translation": {"fr": "S07E17 - Le jeu de l'amour", "sw": "Rugby 7s - Rugby's Eye"}}
{"translation": {"fr": "L'Homme qui voyait à travers les visages Emmanuel Schmitt", "sw": "People Search › Edmund Gaeke"}}
{"translation": {"fr": "le vieux et le jeune.", "sw": "Ðeviwo kple tsitsiawo siaa."}}
{"translation": {"fr": "Quand les parents accomplissent leur responsabilité envers leurs enfants, ils savent s'ils prennent soin d'eux conformément au Principe.", "sw": "Le esia wɔwɔ me la, dzila lɔ̃amewo saa agba ɖe wo viwo dzi le kpɔɖeŋumɔ nu, henɔa ŋku lém ɖe alesi wotsɔ gɔmeɖose siwo wosrɔ̃ le dɔ wɔmee ŋu."}}
{"translation": {"fr": "Mais, à chaque fois qu'il a dû intervenir, il l'a fait avec à-propos.", "sw": "Gake ɣesiaɣi si woƒo nu tso eŋu la, ke ele dɔ aɖe wɔm vevie."}}
{"translation": {"fr": "Je vois qu'il y a un besoin d'aiguillage", "sw": "mihirake sono me wo"}}
{"translation": {"fr": "n'entrera jamais dans le royaume de Dieu.", "sw": "ta sãa o la, miawo hã miate ŋu age ɖe dziƒofiaɖuƒe la me gbeɖe o!"}}
{"translation": {"fr": "Ceci est de la sagesse.", "sw": "Esia nye aɖaŋudzedze."}}
{"translation": {"fr": "C'est pourquoi il est écrit: Le premier homme, Adam, devint une âme vivante.", "sw": "Biblia gblɔ hã be: \"Ame gbãtɔ, Adam la, zu luʋɔ gbagbe.\""}}
{"translation": {"fr": "L'écrivain en a choisi douze.", "sw": "14 Azɔ etia ame wuieve be woanye"}}
{"translation": {"fr": "Auriez-vous des renseignements au sujet d'Abraham DAWSON ou de ses enfants ?", "sw": "Ðe woade Absalom dzi loo alo woade David kple eƒe amewo dzia?"}}
{"translation": {"fr": "Quand les gens sont endormis", "sw": "Esime amewo yi alɔ̃ me ʋĩi"}}
{"translation": {"fr": "et n'effectuez AUCUN travail.", "sw": "Migawɔ dɔ aɖeke o."}}
{"translation": {"fr": "Marie dit alors: \" J'ai confiance dans le Seigneur, qu'il fasse pour moi comme tu l'as dit \" Et l'ange la quitte.", "sw": "46 Maria ɖo eŋu na Elizabet be, \"O, nye luʋɔ le Aƒetɔ la kafum ale gbegbe."}}
{"translation": {"fr": "Je ne vous laisserai pas orphelins...", "sw": "Nyemagblẽ mi ɖi tsyɔeviwo o."}}
{"translation": {"fr": "La prochaine fois t'inquiète", "sw": "Next time ye worry,"}}
{"translation": {"fr": "Aux bons vieux temps des pionniers de l'aviation, les avions n'étaient pas toujours équipés de radio.", "sw": "ZI GEÐE la, tɔdziʋuwo menɔ anyi koŋ siwo tsɔa mɔzɔlawo le Paulo ƒe ŋkekea me o."}}
{"translation": {"fr": "Jésus a dit ailleurs: \"En vérité, en vérité, je vous le dis, je suis la porte des brebis.", "sw": "Yesu ɖe eme be: \"Vavã, vavã mele egblɔm na mi be: Nyee nye agbo na alẽawo."}}
{"translation": {"fr": "C'est ce qu'on va faire ensemble.", "sw": "ɖekae le nu sia wɔ ge."}}
{"translation": {"fr": "Il nous a donné un bon repas.", "sw": "Enaa mí nuɖuɖu nyuitɔ,"}}
{"translation": {"fr": "Réécouter Le livre de la vie.", "sw": "Ðe agbegbalẽ la me."}}
{"translation": {"fr": "Il m'a déclaré, ô l'homme, ce qui est bon.", "sw": "\"Oo amegbetɔ, egblɔ nu si nyo la na wò."}}
{"translation": {"fr": "Et tous ceux qui les entendaient S'émerveillaient de ce que leur disaient les bergers.", "sw": "Esi alẽkplɔlaawo gblɔ nu si mawudɔlaa gblɔ na wo la, ewɔ moyaa na ame siwo katã see."}}
{"translation": {"fr": "45 en sorte que vous soyez ainsi les fils de votre Père qui est dans les Cieux, lui qui fait lever son soleil sur les mauvais et sur les bons, et qui fait tomber la pluie sur les justes et les injustes.", "sw": "Alesi vifofo dzi be ya kpo ye vi le tefe nyuiade kple dzidzo-me. nenemake, Mawu dzi be le mia dome amesiame akpo dzogbe nyui eye ano tefe nyuiade."}}
{"translation": {"fr": "25\"Je me suis prosterné 40 jours et 40 nuits, parce que l'Eternel avait dit qu'il voulait vous détruire.", "sw": "25 \"Eya ta metsyɔ mo anyi ɖe Afetɔ ŋkume ŋkeke blaene kple zã blaene; esi Afetɔ gblɔ be yeatsrɔ̃ mi tae metsyɔ mo anyi alea ɖo."}}
{"translation": {"fr": "Moïse, le libérateur même, le don de Dieu au peuple, ils ne l'ont pas compris.", "sw": "Mose, ɖela la ŋutɔ, Mawu ƒe nunana na amewo, womese eyama gɔme o."}}
{"translation": {"fr": "Où est-ce que toute l'eau est allée?", "sw": "Afikae xexeame tsiwo katã yi?"}}
{"translation": {"fr": "14 N'écoutez donc pas les prophètes qui vous disent: \" Vous ne serez pas assujettis au roi de Babylone. \"", "sw": "14 Migaɖo to nyagblɔɖila siwo le gbɔgblɔm na mi be, 'Miele Babilon-fia subɔ ge o' la ƒe nyawo o, elabena alakpanya gblɔm wole ɖi na mi."}}
{"translation": {"fr": "C'est cela sa récompense.", "sw": "Fetu si wòxɔ tso gbɔnyee nye ema!"}}
{"translation": {"fr": "D'écouter véritablement l'autre personne.", "sw": "Eye ɖo to nàse alesi nyawo le tututu le ame evelia gome."}}
{"translation": {"fr": "Est-ce qu'une peine de six mois ne serait aussi qu'un intermède?", "sw": "Amesia nye ame ade matso do koe nye na?"}}
{"translation": {"fr": "Sur ce sujet, nous avons bien des choses à dire, et difficiles à exposer parce que vous êtes devenus lents à comprendre.", "sw": "Nya geɖewo li si wò le be míagblɔ le nu sia ŋu, gake esi mietea ŋu sea nu gɔme kabakaba o ta la esesẽ na be míaɖe nya siawo me na mi."}}
{"translation": {"fr": "Le Saint-Denys est l'unique remorqueur", "sw": "Jemesi koe Abosetolo"}}
{"translation": {"fr": "Peut-on dire quelque chose sur l'éducation et la formation de Jésus?", "sw": "Nu kae míate ŋu asrɔ̃ tso amehehe kple nufiafia si wɔa dɔ nyuie la ŋu tso Yesu gbɔ?"}}
{"translation": {"fr": "Je l'ai commencé haha.", "sw": "yea meto haha"}}
{"translation": {"fr": "qu'ils avaient détruit les maisons de Jérusalem pour fortifier les murs de la ville!", "sw": "miexlẽ Yerusalem-xɔwo, eye miegbã xɔawo, be miatsɔ ali ke gliawoe."}}
{"translation": {"fr": "Maintenant, imaginez que vous êtes dans un tribunal devant le juge.", "sw": "10 Tsɔe be ʋɔnudrɔ̃ƒee yele hele nya aɖe dɔdrɔ̃ teƒe kpɔm."}}
{"translation": {"fr": "Son disciple avait faim et s'est mis à chercher de la nourriture.", "sw": "Dɔ nɔ nusrɔ̃lawo wum ɣemaɣi eya ta woŋe bli aɖewo"}}
{"translation": {"fr": "atelier d'écriture mené par l'association TVAS 15e", "sw": "tfanyawodiyi 15 tvnet lv"}}
{"translation": {"fr": "Dans l'Evangile de Marc, Jésus dit alors à l'homme qui avait une main paralysée: \" Lève-toi là devant tous \" (3: 4).", "sw": "Azɔ le ameawo katã ŋkume la, Yesu wɔ nu si aku dzi na Farisitɔwo esi wògblɔ na ŋutsu si ƒe asi titi lé la be: \"Tso nàva titina.\" - Marko 3:3."}}
{"translation": {"fr": "Est-ce que je m'approche de Jéhovah en entretenant une relation personnelle avec lui ? '", "sw": "Mɛɛ gbɛjianɔ Yehowa to koni ekɛkpɔ̃ wɔ?"}}
{"translation": {"fr": "Lassie, chien fidèle - N° 62", "sw": "Ðeviwo, Mido Ŋusẽ Miaƒe Xɔse, Sept."}}
{"translation": {"fr": "Faut être soi et ne jamais faiblir, ne jamais avoir besoin de n'importe quel autre.", "sw": "Nu yin, dada nu'nhi mi da..."}}
{"translation": {"fr": "Voici tout ce qu'il faut savoir sur les Anges.", "sw": "2 Ehiã be míanya nu tso ale si mawudɔlawo wɔ va dzɔ ŋu."}}
{"translation": {"fr": "C'est le jour que nous attendons.", "sw": "Ŋkeke si míele mɔ kpɔm na lae nye esia!"}}
{"translation": {"fr": "L'esprit de la génération de la perestroïka est toujours vivant", "sw": "susu Durst Susu Still Alive"}}
{"translation": {"fr": "Avec plus de quatre millions de", "sw": "Miliɔn 400 kple edzivɔ"}}
{"translation": {"fr": "16 En effet, ils ne dorment pas tant qu'ils n'ont pas fait le mal,", "sw": "16 Elabena ne womewɔ vɔ̃ o kpaa, womedɔa alɔ̃ o."}}
{"translation": {"fr": "30/03/2021: Question orale: QO Van Goidsenhoven Gaëtan - Les nouveaux projets sélectionnés dans le cadre de la politique de cohésion sociale (en tant qu'auteur)", "sw": "Apostolo 27:35 SBE - Yona hedehedede ta mulinaena kabo - Bible Search"}}
{"translation": {"fr": "Azzedine Alaïa À même le corps", "sw": "Alijansa Ð Ð Ð£ Ð Ð Ð£"}}
{"translation": {"fr": "Il n'y a pas meilleur endroit!", "sw": "Teƒe bubu aɖeke megale dedie wu o!"}}
{"translation": {"fr": "Permettre aux personnes de lire la Bible dans leur langue.", "sw": "Amewo dea asixɔxɔ Biblia me gbedeasia ŋu ŋutɔ ne woxlẽe le wo degbe me."}}
{"translation": {"fr": "Jamais je n'ai rien vu d'aussi beau.", "sw": "Nyemekpɔ nu ɖigbɔ aɖeke alea kpɔ o."}}
{"translation": {"fr": "Et tout cela conduit en fait à l'adoration de Satan.", "sw": "Eveliae nye Satana Abosam ƒe ŋusẽkpɔɖeamedzi."}}
{"translation": {"fr": "\" C'est comme un souper-spectacle ,\" a déclaré le chanteur Stéphane Lafleur.", "sw": "Dukɔmenyagbɔkpɔla Manfred Kanther gblɔ be: \"Enye nudzɔdzɔ ɖedzileameƒo.\""}}
{"translation": {"fr": "La danse peut réellement vous rendre plus heureux.", "sw": "Kamedede ate ŋu ana dzi nanɔ dzɔwòm wu."}}
{"translation": {"fr": "Nous pouvons murmurer dans nos cœurs le Nom de \" Jésus \" (qui veut dire \" Dieu sauve \") pour l'accueillir.", "sw": "Yesu me míaɖu dzi (ter) - Míanɔ 'gbe adze eŋu."}}
{"translation": {"fr": "De nouveau Pilate s'adressa à eux dans l'intention de relâcher Jésus.", "sw": "Tete Pilato gaƒo nu na wo hele didim bena, yeaɖe asi le Yesu ŋu."}}
{"translation": {"fr": "Les raisons malsaines pour être dans une relation peuvent inclure: la peur de la solitude, la peur de rompre et de ne pas vouloir perdre tout lien avec les amis et la famille de son partenaire.", "sw": "Etsɔme ŋu bubu ate ŋu ana ŋuɖuiléla natsi dzodzodzoe - vɔvɔ̃ na teƒe ɖeka tsitsi kple ŋuɖoɖo ɖe ame bubuwo ŋu na nusianu wɔwɔ, vɔvɔ̃ na akogotsitsi, vɔvɔ̃ na anyidzedze kple ŋeŋe, vɔvɔ̃ be womate ŋu ava kpɔ ƒomea dzi o."}}
{"translation": {"fr": "\" L'enfer pendant dix ans.", "sw": "hell yeaaa 10 Years"}}
{"translation": {"fr": "Les intrigues les précipitent tous dans l'échec et la mort.", "sw": "Le esia ta la, amegbetɔwo katã nyi blibomademade kple ku ƒe dome."}}
{"translation": {"fr": "est-ce que quelqu'un le sait ?", "sw": "Ame adeke me nyaee oa?"}}
{"translation": {"fr": "Evaluée par l'investigateur**", "sw": "Nukulaelae *"}}
{"translation": {"fr": "Mais j'ai été surprise en voyant qu'il n'en avait que 15.", "sw": "Ewɔ nuku nam ŋutɔ esi mese be ƒe 20 kple nu vi aɖe koe woxɔ."}}
{"translation": {"fr": "l'attention qu'ils portent aux besoins physiques.", "sw": "Wokpɔa míaƒe ŋutilãmenuhiahiãwo gbɔ na mí."}}
{"translation": {"fr": "Elle en eut pitié, et elle dit: \"C'est un enfant des Hébreux.\"", "sw": "Eƒe nu wɔ nublanui nɛ, gake egblɔ be, \"Hebritɔwo ƒe viwo dometɔ ɖekae nye esia.\""}}
{"translation": {"fr": "Il semblerait que j'ai trouvé la personne adéquate.", "sw": "\"Mesusu be meke ɖe ame si sɔ nam la ŋu."}}
{"translation": {"fr": "Est-ce si facile de s'en défaire ?", "sw": "Ðe wòle bɔbɔe na wò be nàŋe aɖaba ƒu edzia?"}}
{"translation": {"fr": "Dans ces conditions, Youzhny s'est montré un peu plus propre (57 fautes directes) que Wawrinka (71).", "sw": "Nudes Anya Wu (45 photo, Cleavage."}}
{"translation": {"fr": "Vous souvenez-vous de Caïn et Abel ?", "sw": "AZƆ kpɔ Kain kple Habel ɖa."}}
{"translation": {"fr": "Ou y a-t-il quelque chose d'enterré sous la surface qui pourrait nécessiter des travaux de réparation, comme des déchets ou d'autres produits dérivés de l'ancien site?", "sw": "Ðe woake ɖe nu xɔasi aɖe ŋu le afi ma, abe blemanuwo alo asinuŋɔŋlɔgbalẽwo ene, abe ale si wònɔ le Ƒukukua ƒe Agbalẽxatsaxatsawo gome enea?"}}
{"translation": {"fr": "Bien le bonsoir, chevaliers de l'Olympe.", "sw": "Hello Olive Tsyewu,"}}
