{"translation": {"eng": "However, there's a major difference between the two.", "tso": "Fhedzi hu na phambano khulwane vhukati ha dzenedzi nndwa mbili."}}
{"translation": {"eng": "Look at the picture!", "tso": "Languta xifaniso!"}}
{"translation": {"eng": "Vicki and I do it several times a month.", "tso": "Janny: Mina na Markus a hi tsalelana minkarhi yo hlayanyana evhikini."}}
{"translation": {"eng": "So I think we made the best decision.", "tso": "Hi endle xiboho lexinene ngopfu loko hi amukele xirhambo lexi."}}
{"translation": {"eng": "Some of the problems are as follows.", "tso": "Swin'wana swa swiphiqo lewsi fanaka hi leswi hlamuseriwaka laha hansi."}}
{"translation": {"eng": "Two years later my mother passed away.", "tso": "Endzhaku ka malembe mambirhi Manana u hi siyile."}}
{"translation": {"eng": "Have you ever asked any questions like these?", "tso": "Xana u tshame u tivutisa swivutiso swo fana ni leswi?"}}
{"translation": {"eng": "He has to be quiet.", "tso": "U fanela u fhumula."}}
{"translation": {"eng": "It starts before the child is born.", "tso": "Ni nga thoma musi ṅwana a tshi tou bebwa."}}
{"translation": {"eng": "(Revelation 11:15) When you remember Jesus Christ, consider what he is doing now.", "tso": "(Nhlavutelo 11:15) Loko u tsundzuka Yesu Kreste, anakanyisisa hileswi a nga eku swi endleni sweswi."}}
{"translation": {"eng": "However, I was able to find a few options.", "tso": "Hambiswiritano, ndzi kume swilo swi nga ri swingani leswi ndzi pfunaka."}}
{"translation": {"eng": "Dear John, I have a similar experience.", "tso": "Wena munghana, Joni hi hlangana na swo hambana-hambana."}}
{"translation": {"eng": "my name is Brandi.", "tso": "Hi I'm Lana Brandli."}}
{"translation": {"eng": "When he entered Jerusalem, the whole city was in a turmoil asking, \"Who is this?\"", "tso": "\"Kutani loko a nghena eYerusalema, muti hinkwawo wu yimayimeka, wu ku: 'I mani loyi?'"}}
{"translation": {"eng": "The wife and I will check into them.", "tso": "Mina ni nsati wa mina hi ta xi kambisisa."}}
{"translation": {"eng": "No man has greater love than to lay down his life for his friends.", "tso": "\"A hu na lufuno lune lwa fhira lwa muthu ane a fela khonani dzawe."}}
{"translation": {"eng": "I have not come across that book.", "tso": "Kambe a ndzi hanyi hi buku yoleyo."}}
{"translation": {"eng": "Several relatives died in Nazi concentration camps.", "tso": "Timbhoni to tala ti xanisekile naswona tin'wana ti file etikampeni ta nxaniso ta Manazi."}}
{"translation": {"eng": "they were used in his scientific publications.", "tso": "Ntirho wakwe wu humesiwe eka timagazini ta sayense."}}
{"translation": {"eng": "The Valley of Siddim, in the Dead Sea area, \"was full of bitumen pits.\" - Genesis 14:10.", "tso": "Nkova wa Sidima lowu nga endhawini leyi ku nga ni Lwandle Leri Feke, a wu \"ri ni migodi-godi ya nhlaka\" yo tala. - Genesa 14:10."}}
{"translation": {"eng": "Based on the biblical story of King Solomon, the comparisons are obvious.", "tso": "Kutani loko mhaka leyi nga eBibeleni leyi vulavulaka hi nsuku lowu Hosi Solomoni a a ri na wona yi fananisiwa ni swiviko leswi, mhaka yoleyo a yo hundzeleta swilo."}}
{"translation": {"eng": "The Internet is a global communications network.", "tso": "Internet yi vuriwa xitirhisiwa xo vulavurisana xa misava hinkwayo naswona swa fanela ku va yi vitaniwa tano."}}
{"translation": {"eng": "18 On the next day Paul went with us to James, and all the elders were present.", "tso": "18 Kambe hi siku leri landzelaka Pawulo a famba na hina hi ya eka Yakobo;+ naswona vakulukumba hinkwavo a va ri kona."}}
{"translation": {"eng": "\"1914 was a significant year.", "tso": "1914 I Lembe Leri Xiyekaka"}}
{"translation": {"eng": "Dorchester town", "tso": "Dorchester Town Rivali"}}
{"translation": {"eng": "Yes it is a mute.", "tso": "Yep, a mutant."}}
{"translation": {"eng": "The entire Bible has but one theme: The Kingdom under Jesus Christ is the means by which the vindication of God's sovereignty and the sanctification of His name will be accomplished.  - Daniel 2:44; Revelation 11:15.", "tso": "Bibele hinkwayo yi ni nhloko-mhaka yin'we: Mfumo lowu lawuriwaka hi Yesu Kreste, hi wona lowu Xikwembu xi nga ta wu tirhisa ku lwela vuhosi bya xona ni ku kwetsimisa vito ra xona. - Daniyele 2:44; Nhlavutelo 11:15."}}
{"translation": {"eng": "It wasn't a literal snake.", "tso": "kambe a a nga ri nyoka ya xiviri."}}
{"translation": {"eng": "Resist The Devil, and he Will Flee From You.\"", "tso": "Alelani Diyavulosi, kutani ú ta mi siya a tsutsuma."}}
{"translation": {"eng": "33Wisdom rests in the heart of a man of understanding,", "tso": "33Vutlhari byi aka emiehleketweni ya munhu loyi a twisisaka,"}}
{"translation": {"eng": "Later he also became chairman.", "tso": "Na yena hi ku famba ka nkarhi u ve xirho xa Huvo leyi Fumaka."}}
{"translation": {"eng": "I have to be truthful.\"", "tso": "Kutani ndzi nga tshembeka.\""}}
{"translation": {"eng": "Afterward Moses and Aaron went to Pharaoh and said, \"This is what the LORD, the God of Israel, says: 'Let my people go, so that they may hold a festival to me in the wilderness.'\"", "tso": "Hikwalaho, Muxe na Aroni va lerisiwe ku byela Faro marito lawa: \"Yehovha Xikwembu xa Israyele u te, 'Tshika vanhu va mina va famba leswaku va ta ndzi endlela nkhuvo emananga.'\" - Eks."}}
{"translation": {"eng": "Yes, Mary was full of faith and obedient to God's will.", "tso": "Doo, Mariya a a tiyimiserile ku endla leswi Xikwembu xi swi lavaka."}}
{"translation": {"eng": "Bahram only lasted two years before his own soldiers assassinated him.", "tso": "Amoni u fume malembe mambirhi ntsena a nga si dlayiwa hi malandza yakwe."}}
{"translation": {"eng": "Sold most of the stuff.", "tso": "Hi xavise swilo swa hina swo tala."}}
{"translation": {"eng": "\"God is not a man, that He should lie, Nor a son of man, that He should repent.\"", "tso": "Wanuna un'wana wa khale u te: \"Xikwembu a xi fani ni munhu leswaku xi nga hemba, naswona a hi n'wana wa munhu leswaku xi nga tisola."}}
{"translation": {"eng": "2′′I consider myself fortunate that it is before you, King Agrippa, I am going to make my defense today against all the accusations of the Jews, 3especially because you are familiar with all the customs and controversies of the Jews.", "tso": "2\"Wena hosi Agripa, etimhakeni hinkwato leti ndzi mangaleriwaka ha tona hi Vayuda, ndzi titwa ndzi katekile loko ndzi pfumeleriwa ku tihlamulela emahlweni ka wena namuntlha; 3nkateko wa kona ngopfu-ngopfu hileswaku wena u tiva swinene mikhuva hinkwayo ya Vayuda, ni mintengo ya vona."}}
{"translation": {"eng": "(1 Samuel 16:7) But Jehovah said to Samuel: \"Do not pay attention to his appearance and how tall he is, for I have rejected him.", "tso": "7 Kambe Yehovha a ku eka Samuwele: \"U nga languti ku languteka kakwe ni ku tlakuka ka xiyimo xakwe,+ hikuva ndzi n'wi bakanyile."}}
{"translation": {"eng": "He has become an object of ridicule to his neighbors.", "tso": "kutani ú hundzukile xihlekiso eka vaakelani va yena."}}
{"translation": {"eng": "Bruce's story", "tso": "Bruce Mhaleni"}}
{"translation": {"eng": "16 but for this purpose have I let you live, to show you my power, so that my name may be declared throughout all the earth.", "tso": "16 Kambe entiyisweni, ndzi ku hlayise u hanya+ hikwalaho ka xivangelo lexi, hikwalaho ka ku lava ku ku komba matimba ya mina leswaku vito ra mina ri twarisiwa emisaveni+ hinkwayo."}}
{"translation": {"eng": "Fishnets, they are used to trap fish.", "tso": "Ti fins leti titirhisiwa ku chuhisa tinwani tinhlampfi."}}
{"translation": {"eng": "Students who are above the age of 18 years, should take Covid-19 vaccines", "tso": "Leswi vanhu lava nga na malembe ya 18 va nga swi langutelaka endzhaku ko teka nsawutiso wa Covid-19"}}
{"translation": {"eng": "In 2015, Gerry retired with his wife to Atlanta.", "tso": "Hi lembe ra 2003 Walter u hundzile emisaveni ari e mavokweni ya nghamu yayena."}}
{"translation": {"eng": "The day is celebrated every year on September 30 on the feast of St. Jerome, the Bible translator who is considered the patron saint of translators.", "tso": "Ri tlangeriwa misava hinkwayo lembe rin'wana na rin'wana hi 30 Ndzati, siku ra nkhuvo ra ST Jerome, loyi a nga nwini wa vukwetsimi bya vahundzuluxeri."}}
{"translation": {"eng": "1:9The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is no new thing under the sun.", "tso": "9 Leswi a swi ri kona, hi swona swi nga ta va kona;+ naswona leswi swi endliweke, hi swona leswi nga ta endliwa; kutani ku hava nchumu lowuntshwa ehansi ka dyambu.+"}}
{"translation": {"eng": "\"I have had to cope with many personal issues because of my father's death,\" Frances said.", "tso": "Luis u te: \"Ndzi xanisiwe hi tindlela to hambana-hambana naswona mfumo wu ndzi rhiyele mintlhamu yo tala."}}
{"translation": {"eng": "Why is there no discussion of the indigenous inhabitants of Sacramento?", "tso": "Hikuyini a vanhu va le Nazareta va nga tsakile nguvhu?"}}
{"translation": {"eng": "Fairy Tales of the City - Events", "tso": "Vuyo Mzini _ Events"}}
{"translation": {"eng": "After the coast was clear, we cut through neighborhoods & the woods to get home.\"", "tso": "Loko lwandle ri vohlile, hi kote ku teka Tibibele ni tibuku ta tinsimu endlwini ya hina leyi mbundzumukeke kutani hi khoma ndlela hi ya eGizo.\""}}
{"translation": {"eng": "Questions at the end of each chapter make the book useful for Bible study.", "tso": "Emakumu ka dyondzo ha yin'we, ku kombisiwile leswaku mhaka ya kona yi tekiwe kwihi eBibeleni."}}
{"translation": {"eng": "These flower buds are known for their strong aroma.", "tso": "Mirhi leyi hinkwayo yo nun'hwela ya rhandziwa hikwalaho ka ku nun'hwela ka yona."}}
{"translation": {"eng": "\"Joseph remembered the dreams which he had about them, and said to them, \"You are spies; you have come to look at the undefended parts of our land.\"\"", "tso": "Hiloko Yosefa a tsundzuka milorho leyi a tshamaka a yi lorha hi tlhelo ra vona, kutani a ku ka vona: \"N'wina mi tinhlori, mi tile ku ta valanga tiko ra hina mi vona laha ri pfulekeke kona.\""}}
{"translation": {"eng": "Taylor was sentenced to seven-and-a-half years in jail af.", "tso": "Enrique se a a hete malembe ya nkombo ni hafu a gweviwe ku tshama ekhotsweni."}}
{"translation": {"eng": "\"I would have probably given up preaching.\"", "tso": "Ndzi hetelele ndzi tshike ku chumayela.\""}}
{"translation": {"eng": "There have been a lot of those in the past year.", "tso": "Swo tala swi fikeleriwile eka lembe n'waxemu."}}
{"translation": {"eng": "Paul said, \"Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.\"", "tso": "Pawulo u te: \"Marito ya n'wina a ma ve ni nsovo nkarhi hinkwawo, ma lungiwe hi munyu, leswaku mi tiva ndlela leyi mi faneleke ku hlamula un'wana ni un'wana ha yona.\""}}
{"translation": {"eng": "Just as the movie was ending, the rain began.", "tso": "Lexi tsakisaka filimi yi hele handle ko kavanyetiwa loko mpfula yi sungula ku na."}}
{"translation": {"eng": "Anesthetized Living", "tso": "Anastise Vivona"}}
{"translation": {"eng": "My brother and I climbed to the kitchen's roof to watch our neighbour's TV.", "tso": "Mina ni ndzisana ya mina a hi tihungasa hi ku ya hlometela hi fasitere ra muakelani wa hina leswaku hi vona thelevhixini."}}
{"translation": {"eng": "I can't write any songs.", "tso": "Swi nga ha endleka leswaku a wu nge pfuki u tsale tinsimu."}}
{"translation": {"eng": "CECIL: That's too bad.", "tso": "Michelle: I mhaka yo biha."}}
{"translation": {"eng": "\"Come sit at my table with me.\"", "tso": "U ta tshama na mina u tlhela u dya etafuleni ra mina.'"}}
{"translation": {"eng": "The bible provides...", "tso": "Bibele ya pfumela leswaku . . ."}}
{"translation": {"eng": "It seems as if a lot of ministers have tried to pinpoint the answer, and some have come up with various conclusions.", "tso": "Vayingiseri vo tala a va ringeta ku kumbetela leswaku maletere wolawo ma yimela yini naswona van'wana va kumbetele kahle."}}
{"translation": {"eng": "Therefore there is no reason to be anxious or afraid of it.", "tso": "A wu fanelangi ku chava kumbe ku nyuma ku vutisa swivutiso hi swilo leswi."}}
{"translation": {"eng": "Paul writes: \"The one who is unwilling to work shall not eat\" (2 Thessalonians 3:10).", "tso": "Xikwembu a xi n'wi tsakeli munhu loyi 'a nga laviki ku tirha.' - 2 Vatesalonika 3:10."}}
{"translation": {"eng": "It is meem.", "tso": "Vona i mir."}}
{"translation": {"eng": "They are the only Jews who work together with me for God's kingdom.", "tso": "Avho ndi vhone Majuda vhe vhoṱhe kha vhane ra shumela muvhuso wa Mudzimu roṱhe; ndi tshi vha vhona ndi pfa mbilu yo tou rula."}}
{"translation": {"eng": "\"There was a certain creditor who had two debtors; the one owed five hundred denarii, and the other fifty.", "tso": "41 \"Vavanuna vambirhi a va kolota mulombisi un'wana; un'wana a a ri ni nandzu wa tidenari+ ta 500, kambe loyi un'wana ta 50."}}
{"translation": {"eng": "His wife had heard.", "tso": "Nsati wa mina u ndzi twile."}}
{"translation": {"eng": "Lieutenant Ridley (uncredited)", "tso": "Dr. Sara Riley (uncredited)"}}
{"translation": {"eng": "This is the bread which cometh down from heaven, that a man may eat, and not die.", "tso": "Lexi i xinkwa lexi xikaka hi le tilweni, leswaku un'wana ni un'wana a xi dya, a nga fi."}}
{"translation": {"eng": "The introduction is completely changed.", "tso": "Mulao wo ni wona wa cinciwa luli."}}
{"translation": {"eng": "5:03 she doesn't eat", "tso": "2Te 3:10 Loko a nga lavi ku t. a nga dyi"}}
{"translation": {"eng": "He'll light your way.", "tso": "xi ta ku basisela tindlela."}}
{"translation": {"eng": "If you do not start to feel better within 48 hours, you may need an antibiotic.", "tso": "Arali na sa thoma u ḓipfa ni khwine kha awara dza 48, zwi nga kha ḓi ṱoḓa uri ni wane dziantibiotic."}}
{"translation": {"eng": "2 Don't hide your face from me in my time of trouble!", "tso": "2 U nga ndzi tumbeteli xikandza xa wena hi siku leri ndzi nga enhlomulweni lowukulu.+"}}
{"translation": {"eng": "But I say this to you, love your enemies and pray for those who persecute you; so that you may be children of your Father in heaven, for he causes his sun to rise on the bad as well as the good, and sends down rain to fall on the upright and the wicked alike.", "tso": "Hambiswiritano, mina ndzi ri eka n'wina: Hambetani mi rhandza valala va n'wina, mi khongelela lava mi xanisaka; leswaku mi tikombisa mi ri vana va Tata wa n'wina la nge matilweni, tanihi leswi a tsuvukisaka dyambu ra yena eka vanhu vo homboloka ni lavanene naswona a nisaka mpfula yakwe ehenhla ka vanhu lava lulameke ni lava nga lulamangiki.\""}}
{"translation": {"eng": "32So they dressed with sackcloth around their waists and ropes around their heads, went to the king of Israel, and said, \"Your servant Ben-hadad says, 'Please spare my life.' \"", "tso": "32 Hiloko va tikhama nguvu yo khwaxa emasengeni ni mapindza etinhlokweni, va fika eka hosi ya Israyele, va ku: \"Nandza wa wena Beni-hadadi u te, 'Ndzi kombela u tshika moya-xiviri wa mina wu hanya.'\""}}
{"translation": {"eng": "The 20 has none.", "tso": "20hone vha si wane tshithu;"}}
{"translation": {"eng": "There are 16 countries in West Africa.", "tso": "Kha ḽa Afrika Tshipembe hu tou vha na 69ha yo ṱavhiwaho."}}
{"translation": {"eng": "The future is now: Photo", "tso": "Nasi Liwet Yu Sani - Photo"}}
{"translation": {"eng": "\"Had somebody noticed him, he could have been saved,\" he said.", "tso": "U hlamule a ri ni gome a ku: \"Loko un'wana a lo swi tiva a swi ta va swi siveriwile.\""}}
{"translation": {"eng": "NRSV... the child's father", "tso": "Nhlanhla Mkhwanazi - Junior's Father"}}
{"translation": {"eng": "to me; so will your words be verified, and you won't die.\"", "tso": "Hi ndlela leyi, ntiyiso wa leswi mi swi vulaka wu ta tikomba, kutani a mi nga dlawi!\""}}
{"translation": {"eng": "In this effort, the Alliance may enlist the help of.", "tso": "Mpfuno wolowo a nga wu kuma evandlheni."}}
{"translation": {"eng": "A few years later he divorced his wife and within months had a radical encounter with God.", "tso": "Nakambe a nga ha va a a vulavula hi vavasati vo tala lava a hlanganeke na vona exigodlhweni xakwe emalembeni yo tala loko a ha amukeleka eka Xikwembu."}}
{"translation": {"eng": "b) spend as much time as you can showing people that Jesus loves them.", "tso": "Loko u ri nkarhi u dyondza ni vanhu vo hambanahambana va pfune va swi tiva leswaku Yesu wa va rhandza."}}
{"translation": {"eng": "Yo I'm just like you.", "tso": "nṋe ndi tshi nga inwi,"}}
{"translation": {"eng": "He is not born to rule us....", "tso": "ha na bi ra ni ka wa tte mo..."}}
{"translation": {"eng": "Then he will send angels and they will gather his elect from the four winds, from the ends of the earth to the ends of heaven.", "tso": "Endzhaku ka sweswo tintsumi ti ta tshika \"tinhla ta mune ta misava\" kutani nhlomulo lowukulu wu ta sungula."}}
{"translation": {"eng": "I am thankful for the reply.", "tso": "Ndzi nga nkhensa ku kuma nhlamulo."}}
{"translation": {"eng": "They're happy for a time, but not for long.", "tso": "Vana va tsaka kambe swa xinkarhana ntsena."}}
{"translation": {"eng": "\"Sing unto him a new song\" (verse 3a)", "tso": "\"N'wi yimbeleleleni risimu lerintshwa\" (3)"}}
{"translation": {"eng": "He still hasn't found a mate.", "tso": "hone a si wane mufarisi o mu fanelaho."}}
{"translation": {"eng": "On that day I said:", "tso": "Nga iḽo ḓuvha ro amba ra ri:"}}
{"translation": {"eng": "Second, Bill Nighy is in it.", "tso": "Mi Ni Thi Nguyen Vs Bill Le"}}
{"translation": {"eng": "Sign up for the program on Tuesday August 20th", "tso": "Pangani nthano ya tsiku Tuesday 21 September"}}
